Repository: Quantower/Localization
Catalog: plug-ins/ScreenerPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, pl_pl, pt_pt, ru_ru, th_th, uk_ua, zh_cn, zh_tw

source: Loading symbol {i + 1}/{Math.Min(filtrationMessage.MaxSymbolsLimit, filtrationMessage.SymbolIDs.Length)}...
ar_sa: تحميل رمز {ط + 1}/{Math.Min(filtrationMessage.MaxSymbolsLimit, filtrationMessage.SymbolIDs.Length)}...
de_de: Das Ladesymbol "i + 1" /Math.Min(filtrationMessage.MaxSymbolsLimit, filtrationMessage.SymbolIDs.Length)...
es_es: Símbolo de carga .i + 1 /'Math.Min(filtrationMessage.MaxSymbolsLimit, filtrationMessage.SymbolIDs.Length)'...
fr_fr: Symbole de chargement {i + 1}/{Math.Min(filtrationMessage.MaxSymbolsLimit, filtrationMessage.SymbolIDs.Length)}...
it_it: Il simbolo di caricamento di <a0>T:System.Windows.Media.Media3D.MaxSymbolsLimit</a0> Ã¨ stato completato.
pl_pl: Symbol ładowania {i + 1}/{Math.Min(filtrationMessage.MaxSymbolsLimit, filtrationMessage.SymbolIDs.Length)}...
pt_pt: Símbolo de carregamento {i + 1}/{Math.Min (filtrationMessage.MaxSymbolsLimit, filtrationMessage.SymbolIDs.Length)}...
ru_ru: Символ загрузки «i » 1»/«Math.Min»(фильтрацияMessage.MaxSymbolsLimit, фильтрацияMessage.SymbolIDs.Length)...
uk_ua: Завантаження символу {i + 1}/{Math.Min(фільтраціяMessage.MaxSymbolsLimit, фільтраціяMessage.SymbolIDs.Length)}...
zh_cn: 加载符号 [i = 1]/[Math.min（过滤信息.MaxsymbolsLimit， 过滤信息.符号.长度）]...
zh_tw: 載入符號 [i = 1]/[Math.min(過濾資訊.MaxsymbolsLimit, 過濾資訊.符號.長度)]...

source: Too much symbols in result ({0}). First {1} symbols will be displayed.
ar_sa: رموز كثيرة جدا في النتيجة ({0}). سيتم عرض رموز {1} الأولى.
de_de: Zu viele Symbole im Ergebnis ({0}). Zuerst werden {1} Symbole angezeigt.
es_es: Demasiados símbolos en el resultado ({0}). Se mostrarán los símbolos de {1} en primer lugar.
fr_fr: Trop de symboles dans le résultat ({0}). Les premiers symboles {1} seront affichés.
it_it: Troppi simboli nel risultato ({0}). Verranno {1} i primi simboli di {1}.
pl_pl: Za dużo symboli w wyniku ({0}). Zostaną wyświetlone pierwsze {1} symbole.
pt_pt: Demasiados símbolos em resultado ({0}). Os primeiros {1} símbolos serão exibidos.
ru_ru: Слишком много символов в результате ({0}). Сначала {1} будут отображаться символы.
uk_ua: Занадто багато символів в результаті ({0}). З{1}явиться перший раз, коли будуть відображатися символи.
zh_cn: 结果中的符号太多（{0}）。将显示{1}符号。
zh_tw: 結果中的符號太多({0})。將顯示{1}符號。

source: In Symbols list
ar_sa: في قائمة الرموز
de_de: In der Symbolliste
es_es: En la lista Símbolos
fa_ir: در فهرست نمادها
fr_fr: Dans la liste Symboles
hi_in: प्रतीक सूची में
it_it: Nell'elenco Simboli
pl_pl: Na liście Symbole
pt_pt: Na lista de símbolos
ru_ru: В списке символов
th_th: ในรายการสัญลักษณ์
uk_ua: У списку символів
zh_cn: 在符号列表中
zh_tw: 在符號清單中

source: No symbols...
ar_sa: لا توجد رموز...
de_de: Keine Symbole...
es_es: Sin símbolos...
fa_ir: بدون نماد...
fr_fr: Pas de symboles...
hi_in: कोई प्रतीक नहीं...
it_it: Nessun simbolo...
pl_pl: Brak symboli...
pt_pt: Sem símbolos...
ru_ru: Нет символов...
th_th: ไม่มีสัญลักษณ์...
uk_ua: Немає символів...
zh_cn: 没有符号...
zh_tw: 沒有符號...

source: Wait to scan response...
ar_sa: انتظر لمسح الاستجابة...
de_de: Warten Sie, bis die Antwort scannt wird...
es_es: Espere a escanear la respuesta...
fa_ir: صبر کنید تا پاسخ اسکن...
fr_fr: Attendez de scanner la réponse...
hi_in: प्रतिक्रिया स्कैन करने के लिए प्रतीक्षा करें ...
it_it: Attendere la scansione della risposta...
pl_pl: Poczekaj na odpowiedź skanowania...
pt_pt: Espere para digitalizar a resposta...
ru_ru: Подождите, чтобы сканировать ответ ...
th_th: รอสแกนคําตอบ...
uk_ua: Зачекайте, щоб перевірити відповідь...
zh_cn: 等待扫描响应...
zh_tw: 等待掃描回應...

source: TimeOut
ar_sa: مهله
fa_ir: وقفه
hi_in: समयबाह्य
pl_pl: Limit czasu
ru_ru: Времени ожидания
th_th: หมดเวลา
uk_ua: Аут
zh_cn: 超时
zh_tw: 超時

source: Error
ar_sa: خطأ
de_de: Fehler
fa_ir: خطا
fr_fr: Erreur
hi_in: चूक
it_it: Errore
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
th_th: ความผิดพลาด
uk_ua: Помилка
zh_cn: 錯誤
zh_tw: 錯誤

source: Screener Beta
ar_sa: الشاشة بيتا
fr_fr: Projection bêta
ru_ru: Бета-версия скринер
zh_cn: 筛选器测试版

source: Screener filters
ar_sa: مرشحات الشاشة
de_de: Screener-Filter
es_es: Filtros Desparasitador
fa_ir: فیلترهای اسکرینر
fr_fr: Filtres d’écran
hi_in: स्क्रीनर फ़िल्टर
it_it: Filtri screener
pl_pl: Filtry ekranu
pt_pt: Filtros screener
ru_ru: Фильтры скринеров
th_th: ตัวกรองตัวคัดกรอง
uk_ua: Фільтри екранного екрана
zh_cn: 筛选器过滤器
zh_tw: 篩選器篩檢程式

source: Auto scan
ar_sa: الفحص التلقائي
es_es: Escaneo automático
fa_ir: اسکن خودکار
fr_fr: Analyse automatique
hi_in: ऑटो स्कैन
it_it: Scansione automatica
pl_pl: Automatyczne skanowanie
pt_pt: Digitalização automática
ru_ru: Автоматическое сканирование
th_th: สแกนอัตโนมัติ
uk_ua: Автоматичне сканування
zh_cn: 自动扫描
zh_tw: 自動掃描

source: Use auto scan
ar_sa: استخدام المسح التلقائي
de_de: Verwenden des automatischen Scans
es_es: Usar escaneo automático
fa_ir: استفاده از اسکن خودکار
fr_fr: Utiliser l’analyse automatique
hi_in: ऑटो स्कैन का उपयोग करें
it_it: Utilizzare la scansione automatica
pl_pl: Korzystanie z automatycznego skanowania
pt_pt: Use a verificação automática
ru_ru: Использование автоматического сканирования
th_th: ใช้การสแกนอัตโนมัติ
uk_ua: Використовувати автоматичне сканування
zh_cn: 使用自动扫描
zh_tw: 使用自動掃描

source: Time delay, in sec
ar_sa: تأخير الوقت، بالثواني
de_de: Zeitverzögerung in Sek.
es_es: Retraso de tiempo, en segundos
fa_ir: تاخیر زمانی، در ثانیه
fr_fr: Délai, en sec
hi_in: समय देरी, सेकंड में
it_it: Ritardo di tempo, in sec
pl_pl: Opóźnienie czasowe, w sek.
pt_pt: Atraso de tempo, em segundo
ru_ru: Задержка времени, в сек
th_th: การหน่วงเวลาเป็นวินาที
uk_ua: Затримка часу, сек
zh_cn: 时间延迟，以秒
zh_tw: 時間延遲,以秒

source: Import
ar_sa: استيراد
de_de: Importieren
fr_fr: Importer
pt_pt: Importar
ru_ru: Импорт
zh_cn: 导入

source: Rename
ar_sa: إعادة التسمية
de_de: Umbenennen
es_es: Renombrar
fa_ir: نام
fr_fr: Renommer
hi_in: पुनर्नामित
it_it: Rinominare
pl_pl: Zmienić nazwę
pt_pt: Renomear
ru_ru: Переименовать
th_th: ตั้งชื่อใหม่
uk_ua: Перейменувати
zh_cn: 重命名
zh_tw: 重命名

source: Name
ar_sa: الاسم
de_de: Namen
es_es: Nombre
fa_ir: نام
fr_fr: Nom
hi_in: नाम
it_it: Nome
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
th_th: ชื่อ
uk_ua: Ім'я
zh_cn: 名称
zh_tw: 名稱

source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Borrar
fa_ir: حذف
fr_fr: Supprimer
hi_in: हटाएँ
it_it: Elimina
pl_pl: Usunąć
pt_pt: Apagar
ru_ru: Удалить
th_th: ลบ
uk_ua: Видалити
zh_cn: 删除
zh_tw: 刪除

source: Are you sure you want to delete '{0}'?
ar_sa: هل تريد بالتأكيد حذف "{0}"؟
de_de: Möchten Sie '{0}' wirklich löschen?
es_es: ¿Está seguro de que desea eliminar '{0}'?
fa_ir: آیا مطمئن هستید که می خواهید "{0}"؟
fr_fr: Êtes-vous sûr de vouloir supprimer '{0}'?
hi_in: क्या आप सुनिश्चित हैं कि आप '{0}' को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare '{0}'?
pl_pl: Czy na pewno chcesz usunąć "{0}"?
pt_pt: Tem a certeza de que pretende apagar '{0}'?
ru_ru: Вы уверены, что хотите удалить "{0}"?
th_th: คุณแน่ใจหรือว่าต้องการลบ '{0}'
uk_ua: Ви дійсно бажаєте видалити "{0}"?
zh_cn: 是否确实要删除"{0}"？
zh_tw: 是否確實要刪除「{0}」?

source: Create expressions
ar_sa: إنشاء تعبيرات
de_de: Erstellen von Ausdrücken
fr_fr: Créer des expressions
pt_pt: Criar expressões
ru_ru: Создание выражений
zh_cn: 创建表达式

source: Create expression set
ar_sa: إنشاء مجموعة التعبيرات
de_de: Ausdruckssatz erstellen
fr_fr: Créer un jeu d’expression
pt_pt: Criar conjunto de expressão
ru_ru: Создание набора выражений
zh_cn: 创建表达式集

source: Updating components...
ar_sa: يتم الآن تحديث المكونات...
de_de: Komponenten werden aktualisiert...
es_es: Actualización de componentes...
fa_ir: به روز رسانی قطعات...
fr_fr: Mise à jour des composants...
hi_in: घटकों को अपडेट करना...
it_it: Aggiornamento dei componenti in corso...
pl_pl: Trwa aktualizowanie składników...
pt_pt: Atualizar componentes...
ru_ru: Обновление компонентов...
th_th: กําลังอัปเดตส่วนประกอบ...
uk_ua: Оновлення компонентів...
zh_cn: 正在更新组件...
zh_tw: 更新元件中...

source: Screener
es_es: Discriminador
fa_ir: اسکرینر
hi_in: स्क्रीनर
th_th: สกรีนเนอร์
uk_ua: Екранний екран
zh_tw: 篩選器

source: Autoscan
es_es: Análisis automático
fa_ir: اتواسکن
hi_in: ऑटोस्कैन
it_it: Analisi automatica
th_th: ออโตสแกน
uk_ua: Автосканувати
zh_tw: 自動掃描

source: Apply
es_es: Aplicar
fa_ir: درخواست
hi_in: लागू करना
it_it: applicare
pl_pl: Zastosuj
th_th: ใช้
uk_ua: застосовувати
zh_tw: 應用

source: Create conditions set
es_es: Crear conjunto de condiciones
fa_ir: ایجاد شرایط مجموعه
hi_in: सेट की स्थितियां बनाएं
it_it: Crea set di condizioni
pl_pl: Tworzenie warunków ustawionych
th_th: สร้างชุดเงื่อนไข
uk_ua: Створення набору умов
zh_tw: 創造條件設置

source: Loading symbol {i + 1}/{filtrationMessage.SymbolIDs.Length}...
fa_ir: نماد بارگذاری {i + 1}/{filtrationMessage.SymbolIDs.Length}...
hi_in: प्रतीक {i + 1}/{निस्पंदनMessage.SymbolIDs.Length} लोड हो रहा है...
th_th: กําลังโหลดสัญลักษณ์ {i + 1}/{filtrationMessage.SymbolIDs.Length}...
