Repository: Quantower/Localization
Catalog: plug-ins/SymbolDetailsPanel/*.po
Languages: ru_ru, th_th, uk_ua

source: ID
ru_ru: ID символа
th_th: รหัส

source: Symbol’s ID
ru_ru: Идентификатор символа
th_th: รหัสสัญลักษณ์
uk_ua: Ідентифікатор символу

source: Symbol
ru_ru: Символ
th_th: สัญลักษณ์
uk_ua: Символ

source: Symbol's name
ru_ru: Имя символа
th_th: ชื่อสัญลักษณ์
uk_ua: Назва символу

source: Description
ru_ru: Описание
th_th: การบรรยาย
uk_ua: Опис

source: The description of the symbol
ru_ru: Описание символа
th_th: คําอธิบายของสัญลักษณ์
uk_ua: Опис символу

source: Symbol type
ru_ru: Тип символа
th_th: ประเภทสัญลักษณ์
uk_ua: Тип символу

source: Symbol’s asset class
ru_ru: Класс активов Символа
th_th: ประเภทสินทรัพย์ของสัญลักษณ์
uk_ua: Клас активів символу

source: Exchange
ru_ru: Биржа
th_th: แลกเปลี่ยน
uk_ua: Біржа

source: The exchange of the symbol
ru_ru: Обмен символом
th_th: การแลกเปลี่ยนสัญลักษณ์
uk_ua: Обмін символом

source: Product currency
ru_ru: Валюта продукта
th_th: สกุลเงินของผลิตภัณฑ์
uk_ua: Валюта продукту

source: The product of the symbol
ru_ru: Продукт символа
th_th: ผลคูณของสัญลักษณ์
uk_ua: Продукт символу

source: Quoting currency
ru_ru: Валюта котирования
th_th: การเสนอราคาสกุลเงิน
uk_ua: Валюта котирування

source: The quoting currency of the symbol
ru_ru: Цитируя валюту символа
th_th: สกุลเงินอ้างอิงของสัญลักษณ์
uk_ua: Валюта котирування символу

source: Quote delay
ru_ru: Задержка котировок
th_th: ความล่าช้าในการเสนอราคา
uk_ua: Затримка котирування

source: The quotes delay
ru_ru: Задержка котировок
th_th: ความล่าช้าของราคา
uk_ua: Затримка котирування

source: Min lot
ru_ru: Минимальный лот
th_th: ล็อตขั้นต่ํา
uk_ua: Мін. лот

source: Minimal tradable lot of symbol
ru_ru: Минимальная торгуемая много символа
th_th: สัญลักษณ์จํานวนมากที่สามารถซื้อขายได้น้อยที่สุด
uk_ua: Мінімальний лот символу, що торгується

source: Max lot
ru_ru: Максимальный лот
th_th: ล็อตสูงสุด
uk_ua: Макс. лот

source: Maximal tradable lot of symbol
ru_ru: Максимальная торговля много символа
th_th: สัญลักษณ์จํานวนมากที่สามารถซื้อขายได้สูงสุด
uk_ua: Максимальний лот символу, що торгується

source: Netting type
ru_ru: Тип неттинга
th_th: ประเภทตาข่าย
uk_ua: Тип хеджування

source: Symbol’s nettinig type, possible values: One position, Multiple positions, Multiple positions per side
ru_ru: Тип nettinig символа, возможные значения: одна позиция, несколько позиций, несколько позиций с каждой стороны
th_th: ประเภท nettinig ของสัญลักษณ์, ค่าที่เป็นไปได้: หนึ่งตําแหน่ง, หลายตําแหน่ง, หลายตําแหน่งต่อด้าน
uk_ua: Тип хеджування символу, можливі значення: одна позиція, кілька позицій, кілька позицій з кожного боку

source: Lot size
ru_ru: Объем лота
th_th: ขนาดล็อต
uk_ua: Розмір лоту

source: Symbol’s lot size
ru_ru: Размер лота символа
th_th: ขนาดล็อตของสัญลักษณ์
uk_ua: Розмір лоту символу

source: Lot step
ru_ru: Шаг лота
th_th: ขั้นตอนล็อต
uk_ua: Крок лоту

source: Symbol’s lot step
ru_ru: Шаг лота символа
th_th: ขั้นตอนล็อตของสัญลักษณ์
uk_ua: Крое лоту символу

source: Tick size
ru_ru: Размер тика
th_th: ขนาดเห็บ
uk_ua: Розмір тіку

source: Tick cost
ru_ru: Стоимость тика
th_th: ต้นทุนติ๊ก
uk_ua: Вартість тіку

source: Expiration date
ru_ru: Дата экспирации
th_th: วันหมดอายุ
uk_ua: Дата експірації

source: Expiration date of the symbol
ru_ru: Срок действия символа
th_th: วันหมดอายุของสัญลักษณ์
uk_ua: Термін дії символу

source: Last trading date
ru_ru: Последняя торговая дата
th_th: วันที่ซื้อขายวันสุดท้าย
uk_ua: Остання торгова дата

source: Last trading date of the symbol
ru_ru: Последняя торговая дата символа
th_th: วันที่ซื้อขายสุดท้ายของสัญลักษณ์
uk_ua: Остання торгова дата символу

source: Maturity date
ru_ru: Дата погашения
th_th: วันครบกําหนดไถ่ถอน
uk_ua: Дата погашення

source: Maturity date of the symbol
ru_ru: Дата погашения символа
th_th: วันครบกําหนดของสัญลักษณ์
uk_ua: Дата погашення символу

source: Strike price
ru_ru: Страйк цена
th_th: ราคาใช้สิทธิ
uk_ua: Ціна страйка

source: Option’s strike price
ru_ru: Цена забастовки опциона
th_th: ราคาใช้สิทธิ์ของออปชั่น
uk_ua: Ціна страйку опціону

source: Option style
ru_ru: Стиль опциона
th_th: สไตล์ตัวเลือก
uk_ua: Стиль опціону

source: The style of the option: American, European
ru_ru: Стиль опции: американский, европейский
th_th: รูปแบบของตัวเลือก: อเมริกัน, ยุโรป
uk_ua: Стиль опціону: американський, європейський

source: Option serie
ru_ru: Вариант серии
th_th: ตัวเลือกเซเรีย
uk_ua: Серія опціону

source: Underlier
ru_ru: Базовый актив
th_th: อันเดอร์ลิเยร์
uk_ua: Базовий актив

source: The name of underlying symbol
ru_ru: Название базового символа
th_th: ชื่อของสัญลักษณ์พื้นฐาน
uk_ua: Назва базового символу

source: Symbol info
ru_ru: Информация о символе
th_th: ข้อมูลสัญลักษณ์
uk_ua: Інформація про символ

source: Show toolbar
ru_ru: Показать панель инструментов
th_th: แถบเครื่องมือแสดง
uk_ua: Показати панель інструментів

source: Copy RTD formula
ru_ru: Копия формулы RTD
th_th: คัดลอกสูตร RTD
uk_ua: Копія формули ДРВ

source: Label
ru_ru: Метки
th_th: ฉลาก
uk_ua: Підпис

source: Value
ru_ru: Значение
th_th: ค่า
uk_ua: Значення

source: All above
ru_ru: Все вышеперечисленное
th_th: ทั้งหมดข้างต้น
uk_ua: Все вище

source: General
ru_ru: Общая информация
th_th: ทั่วไป
uk_ua: Загальні дані

source: Trading info
ru_ru: Торговая информация
th_th: ข้อมูลการซื้อขาย
uk_ua: Торгова інформація
