Repository: Quantower/Localization
Catalog: plug-ins/HistoryImportFromFileScreenPlugin/*.po
Languages: fa_ir, fr_fr, th_th

source: Date & Time are separate fields
fa_ir: تاریخ & زمان زمینه های جداگانه ای هستند
fr_fr: Date & heure sont des champs distincts
th_th: วันที่ > เวลา คือเขตข้อมูลที่แยกจากกัน

source: Import history from file
fa_ir: وارد کردن تاریخچه از پرونده
fr_fr: Importer l'historique à partir du fichier
th_th: นําเข้าประวัติจากไฟล์

source: Open containing folder
fa_ir: باز کردن پوشه حاوی
fr_fr: Ouvrir le dossier contenu
th_th: เปิดโฟลเดอร์ที่มี

source: START IMPORT
fa_ir: شروع واردات
fr_fr: COMMENCER L'IMPORT
th_th: เริ่มนําเข้า

source: CANCEL
fa_ir: لغو
fr_fr: Annuler
th_th: ยกเลิก

source: Source
fa_ir: منبع
th_th: ที่มา

source: Result
fa_ir: نتیجه
fr_fr: Résultat
th_th: ผล

source: Separator
fa_ir: جدا کننده
fr_fr: Séparateur
th_th: สิ่งที่แบ่งแยก

source: Imported data time zone
fa_ir: منطقه زمانی داده های وارداتی
fr_fr: Fuseau horaire des données importées
th_th: เขตเวลาที่นําเข้าข้อมูล

source: Data regional settings
fa_ir: تنظیمات منطقه ای داده ها
fr_fr: Paramètres régionaux des données
th_th: การตั้งค่าภูมิภาคข้อมูล

source: Date/Time format
fa_ir: شکلبندی تاریخ/زمان
fr_fr: Format de date/heure
th_th: รูปแบบวันที่/เวลา

source: Date format
fa_ir: شکلبندی تاریخ
fr_fr: Format de date
th_th: รูปแบบวันที่

source: Time format
fa_ir: شکلبندی زمان
fr_fr: Format de l'heure
th_th: รูปแบบเวลา

source: Result value
fa_ir: ارزش نتیجه
fr_fr: Valeur de résultat
th_th: ค่าผลลัพธ์

source: Source value
fa_ir: مقدار منبع
fr_fr: Valeur de la source
th_th: ค่าแหล่งที่มา

source: Preview
fa_ir: پیشنمایش
fr_fr: Prévisualisation
th_th: ดูตัวอย่าง

source: Importing to symbol
fa_ir: وارد کردن به نماد
fr_fr: Importation vers le symbole
th_th: การนําเข้าไปยังสัญลักษณ์

source: Import aggregation
fa_ir: تجمع واردات
fr_fr: Agrégation d'importation
th_th: นําเข้าการรวม

source: Import data type
fa_ir: وارد کردن نوع داده
fr_fr: Importer le type de données
th_th: นําเข้าชนิดข้อมูล

source: Please open an
fa_ir: لطفا باز
fr_fr: Veuillez ouvrir un
th_th: กรุณาเปิด

source: advanced settings section
fa_ir: بخش تنظیمات پیشرفته
fr_fr: section Paramètres avancés
th_th: ส่วนการตั้งค่าขั้นสูง

source: to setup the required data source
fa_ir: برای راه اندازی منبع داده مورد نیاز
fr_fr: pour configurer la source de données requise
th_th: เมื่อต้องการตั้งค่าแหล่งข้อมูลที่จําเป็น

source: Bid/Ask
fr_fr: Offre/demande
th_th: เสนอซื้อ/เสนอขาย

source: Last
fa_ir: آخرین
fr_fr: Dernier
th_th: สุดท้าย

source: Ask
fa_ir: بپرسید
fr_fr: Demande
th_th: ถาม

source: Bid
fa_ir: پیشنهاد
fr_fr: Offre
th_th: ประมูล

source: Mark
fa_ir: علامت
fr_fr: Symbole
th_th: รอย

source: 1 tick
fa_ir: ۱ تیک
fr_fr: 1 Cochez
th_th: 1 เห็บ

source: 1 minute
fa_ir: 1 دقیقه
th_th: 1 นาที

source: 1 day
fa_ir: 1 روز قبل
fr_fr: 1 jour
th_th: 1 วัน

source: No file selected
fa_ir: هیچ پرونده ای انتخاب نشده است
fr_fr: Aucun fichier sélectionné
th_th: ไม่มีไฟล์ที่เลือก

source: No enabled columns
fa_ir: هیچ ستون فعال
fr_fr: Aucune colonne activée
th_th: ไม่มีคอลัมน์ที่เปิดใช้งาน

source: parsing error
fa_ir: خطای تجزیه
fr_fr: erreur d'analyse
th_th: ข้อผิดพลาดในการแยกวิเคราะห์

source: Parsing error
fa_ir: خطای تجزیه
fr_fr: Erreur d'analyse
th_th: ข้อผิดพลาดในการแยกวิเคราะห์
