Repository: Quantower/Localization
Catalog: plug-ins/OrdersPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: When placing an order, you need to select a product code. These product codes identify the category of the order. For example, you can place the below mentioned product code, CNC – For trading Equity in delivery MIS – For trading Equity & F&O in intraday NRML – For trading F&O, Currency and Commodities for overnight position. Since these positions are not intraday positions, the margin requirements for these will be as per the overnight margins. Also, they will not be squared off by our system at the end of the trading session.
ar_sa: عند وضع أمر، تحتاج إلى تحديد رمز المنتج. تحدد أكواد المنتج هذه فئة الأمر. على سبيل المثال، يمكنك وضع أدناه رمز المنتج المذكور، CNC - لتداول الأسهم في التسليم MIS – لتداول الأسهم و F &amp; O في NRML خلال اليوم – لتداول F&amp;O، العملة والسلع لمركز ليلة وضحاها. وبما أن هذه المراكز ليست مراكز خلال اليوم، فإن متطلبات الهامش لهذه ستكون حسب الهوامش لليلة واحدة. أيضا، لن تكون مربعة قبالة من قبل نظامنا في نهاية جلسة التداول.
de_de: Wenn Sie eine Bestellung aufgeben, müssen Sie einen Produktcode auswählen. Diese Produktcodes kennzeichnen die Kategorie des Auftrags. Zum Beispiel können Sie den unten genannten Produktcode platzieren, CNC – Für den Handel Mitnahme von Equity in Delivery MIS – Für den Handel von Equity & F&O in Intraday NRML – Für den Handel mit F&O, Währung und Rohstoffe für Übernachtungspositionen. Da es sich bei diesen Positionen nicht um Intraday-Positionen handelt, werden die Margin-Anforderungen für diese gemäß den Tagesmargen liegen. Außerdem werden sie am Ende der Handelssitzung nicht von unserem System abgezweit.
es_es: Al realizar un pedido, debe seleccionar un código de producto. Estos códigos de producto identifican la categoría del pedido. Por ejemplo, puede colocar el siguiente código de producto mencionado, CNC – Para el comercio de capital en la entrega MIS – Para el comercio de capital & F&O en intradía NRML – Para el comercio de F&O, moneda y materias primas para la posición durante la noche. Dado que estas posiciones no son posiciones intradía, los requisitos de margen para estas serán según los márgenes de un día a otro. Además, nuestro sistema no los arreglará al final de la sesión de trading.
fa_ir: هنگام قرار دادن سفارش، باید یک کد محصول را انتخاب کنید. این کدهای محصول رده سفارش را شناسایی می کنند. به عنوان مثال، شما می توانید کد محصول ذکر شده در زیر، CNC - برای تجارت سهام در تحویل MIS - برای تجارت سهام & F&O در NRML داخل روز - برای تجارت F&O، ارز و کالا برای موقعیت یک شبه قرار دهید. از آنجا که این مواضع موقعیت های درون روزی نیستند، الزامات حاشیه ای برای این ها مانند حاشیه های یک شبه خواهد بود. همچنین، آنها توسط سیستم ما در پایان جلسه معاملات مربع نمی شود.
fr_fr: Lors de la commande, vous devez sélectionner un code de produit. Ces codes de produit identifient la catégorie de la commande. Par exemple, vous pouvez placer le code de produit mentionné ci-dessous, CNC – Pour la négociation d’actions dans la livraison MIS - Pour la négociation des actions - F &amp; O dans intraday NRML – Pour le commerce F &amp; O, devises et matières premières pour la position du jour au lendemain. Étant donné que ces positions ne sont pas des positions intrajournalées, les exigences de marge pour celles-ci seront selon les marges du jour au jour le jour. En outre, ils ne seront pas au carré par notre système à la fin de la session de négociation.
hi_in: ऑर्डर करते समय, आपको एक उत्पाद कोड का चयन करना होगा। ये उत्पाद कोड आदेश की श्रेणी की पहचान करते हैं। उदाहरण के लिए, आप नीचे उल्लिखित उत्पाद कोड, सीएनसी - डिलीवरी एमआईएस में इक्विटी ट्रेडिंग के लिए - इंट्राडे एनआरएमएल में ट्रेडिंग इक्विटी और एफएंडओ के लिए - ट्रेडिंग एफएंडओ, मुद्रा और कमोडिटीज के लिए रातोंरात स्थिति के लिए जगह दे सकते हैं। चूंकि ये स्थितियां इंट्राडे पोजिशन नहीं हैं, इसलिए इनके लिए मार्जिन की जरूरतें रातोंरात मार्जिन के हिसाब से होंगी । इसके अलावा, वे व्यापार सत्र के अंत में हमारे सिस्टम से चुकता नहीं किया जाएगा ।
it_it: Quando si effettua un ordine, è necessario selezionare un codice prodotto. Questi codici prodotto identificano la categoria dell'ordine. Ad esempio, è possibile inserire il seguente codice prodotto, CNC – per il trading Equity in consegna MIS – Per il trading Equity & F&O in intraday NRML – Per il trading F&O, valuta e materie prime per la posizione overnight. Poiché queste posizioni non sono posizioni intraday, i requisiti di margine per questi saranno secondo i margini overnight. Inoltre, non saranno al quadrato dal nostro sistema alla fine della sessione di trading.
ja_jp: 注文を行う際には、製品コードを選択する必要があります。これらの製品コードは、注文のカテゴリを識別します。たとえば、以下の製品コード、CNC – 配達中の株式の取引のために MIS – 日中のNRMLでの株式&F&Oの取引のため – 一晩ポジションの取引F&O、通貨、商品のために。これらのポジションは日中のポジションではないため、これらのマージン要件は一晩のマージンに従います。また、取引セッションの終了時にシステムによって二乗されることはしません。
pl_pl: Podczas składania zamówienia należy wybrać kod produktu. Te kody produktów identyfikują kategorię zamówienia. Na przykład, można umieścić poniższy kod produktu, CNC - Do obrotu Kapitał w dostawie MIS - Do obrotu Equity & F &amp; O w intraday NRML - Do obrotu F &amp; O, Waluty i towarów na noc pozycji. Ponieważ pozycje te nie są pozycjami śróddziennego, wymagania dotyczące depozytu zabezpieczającego dla nich będą takie jak na marginesy overnight. Ponadto, nie będą one do kwadratu przez nasz system na koniec sesji handlowej.
pt_br: Ao colocar a ordem, você precisa selecionar um código de ativo. Esses ativos tem código que identificam a categoria da ordem. Por exemplo, você pode coloca o código do ativo abaixo mencionado, CNC – Para negociar Ações na entrega MIS – Para negociação de Ações & F&O na NRML intraday – para negociação de F&O, Moeda e Commodities para posição overnight. Como essas posições não são posições intradiárias, os requisitos de margem para estes serão de acordo com as margens overnight. Além disso, eles não serão acertados pelo nosso sistema no final do pregão.
pt_pt: Ao fazer uma encomenda, tem de selecionar um código de produto. Estes códigos de produto identificam a categoria da encomenda. Por exemplo, pode colocar o código de produto abaixo mencionado, CNC – Para negociar Equity na entrega MIS – Para negociar Equity & F&O em intraday NRML – Para negociar F&O, Moeda e Mercadorias para posição noturna. Uma vez que estas posições não são posições intradiárias, os requisitos de margem para estas serão de acordo com as margens noturnas. Além disso, não serão esclarecidos pelo nosso sistema no final da sessão de negociação.
ru_ru: При оформлении ордера необходимо выбрать код товара. Эти коды продуктов определяют категорию ордера. Например, вы можете разместить указанный ниже код продукта: CNC — для торговли акциями с поставкой, MIS — для торговли акциями и F&O в течение дня, NRML — для торговли F&O, валютой и товарами для позиции овернайт. Поскольку эти позиции не являются внутридневными позициями, маржинальные требования для них будут соответствовать марже овернайт. Кроме того, они не будут устранены нашей системой в конце торговой сессии.
th_th: เมื่อทําการสั่งซื้อคุณต้องเลือกรหัสผลิตภัณฑ์ รหัสผลิตภัณฑ์เหล่านี้ระบุประเภทของคําสั่งซื้อ ตัวอย่างเช่นคุณสามารถวางรหัสผลิตภัณฑ์ที่กล่าวถึงด้านล่าง CNC - สําหรับการซื้อขาย Equity ในการจัดส่ง MIS - สําหรับการซื้อขาย Equity &amp O ใน NRML ระหว่างวัน - สําหรับการซื้อขาย F&O สกุลเงินและสินค้าโภคภัณฑ์สําหรับตําแหน่งข้ามคืน เนื่องจากตําแหน่งเหล่านี้ไม่ใช่ตําแหน่งระหว่างวันข้อกําหนดมาร์จิ้นสําหรับสิ่งเหล่านี้จะเป็นไปตามอัตรากําไรข้ามคืน นอกจากนี้ระบบของเราจะไม่ถูกยกกําลังสองเมื่อสิ้นสุดเซสชันการซื้อขาย
tr_tr: Sipariş verirken bir ürün kodu seçmeniz gerekir. Bu ürün kodları siparişin kategorisini tanımlar. Örneğin, aşağıda belirtilen ürün kodu, CNC - TeslimatMis'te Hisse Senedi ticareti için – Gün içi NRML'de Equity & F&O ticareti için – F&O, Para birimi ve Emtia ticareti için gecelik pozisyon için. Bu pozisyonlar gün içi pozisyonlar olmadığından, bunlar için marj gereksinimleri gecelik marjları göre olacaktır. Ayrıca, işlem oturumunun sonunda sistemimiz tarafından karşılanmayacaktır.
uk_ua: При оформленні замовлення потрібно вибрати код товару. Ці коди продуктів визначають категорію замовлення. Наприклад, ви можете розмістити нижче згаданий код продукту, CNC - Для торгівлі капіталом в поставках MIS - Для торгівлі капіталом &amp; F &amp; F &amp; O в внутрішньоденний NRML - Для торгівлі F&amp;O, валюти і товарів для ночівлі позиції. Оскільки ці позиції не є внутрішньоденними позиціями, вимоги до маржі для них будуть відповідно до полів ночівлі. Крім того, вони не будуть в квадраті від нашої системи в кінці торгової сесії.

source: Realized MTM
ar_sa: أدركت MTM
de_de: Realisiertes MTM
es_es: MTM realizada
fa_ir: MTM تحقق یافته
fr_fr: Réalisé MTM
hi_in: एमटीएम का एहसास
it_it: MTM realizzato
ja_jp: 実現したMTM
pl_pl: Zrealizowany MTM
pt_br: MTM realizado
pt_pt: MTM realizado
ru_ru: Реализованный MTM
th_th: เอ็มทีเอ็มที่รับรู้
tr_tr: Gerçekleşen MTM
uk_ua: Реалізований МТМ

source: It's realized profit or loss which has been booked by client
ar_sa: انها الربح أو الخسارة المحققة التي تم حجزها من قبل العميل
de_de: Es ist realisierter Gewinn oder Verlust, der vom Kunden gebucht wurde
es_es: Se ha realizado ganancias o pérdidas que han sido reservadas por el cliente
fa_ir: این سود یا زیان تحقق یافته است که توسط مشتری رزرو شده است
fr_fr: C’est le bénéfice réalisé ou la perte qui a été réservé par le client
hi_in: यह लाभ या हानि का एहसास है जो ग्राहक द्वारा बुक किया गया है
it_it: Si è realizzato profitto o perdita che è stato prenotato dal cliente
ja_jp: それはクライアントによって予約された利益または損失を実現しました
pl_pl: To zrealizowany zysk lub strata, która została zaksięgowana przez klienta
pt_br: É realizado lucro ou perda que foi reservado pelo cliente
pt_pt: É realizado lucro ou perda que foi reservado pelo cliente
ru_ru: Это реализованная прибыль или убыток, зафиксированные клиентом.
th_th: เป็นกําไรหรือขาดทุนที่ลูกค้าจองไว้
tr_tr: Müşteri tarafından rezerve edilmiş kar veya zarar gerçekleşmiş
uk_ua: Реалізовано прибуток або збиток, який був заброньований клієнтом

source: It's profit or loss of position
ar_sa: انها الربح أو خسارة المركز
de_de: Es ist Gewinn oder Verlust der Position
es_es: Es ganancia o pérdida de posición
fa_ir: این سود یا از دست دادن موقعیت است
fr_fr: C’est le profit ou la perte de position
hi_in: यह लाभ या स्थिति की हानि है
it_it: È profitto o perdita di posizione
ja_jp: それはポジションの損益です
pl_pl: To zysk lub strata pozycji
pt_br: É lucro ou perda de posição
pt_pt: É lucro ou perda de posição
ru_ru: Это прибыль или убыток позиции
th_th: มันคือกําไรหรือขาดทุนของตําแหน่ง
tr_tr: Bu kar veya pozisyon kaybı
uk_ua: Це прибуток або втрата позиції

source: Buy Quantity
ar_sa: شراء الكمية
de_de: Kaufen Menge
es_es: Comprar cantidad
fa_ir: خرید کمیت
fr_fr: Acheter quantity
hi_in: मात्रा खरीदें
it_it: Acquista quantità
ja_jp: 購入数量
pl_pl: Kup ilość
pt_br: Comprar Quantidade
pt_pt: Comprar Quantidade
ru_ru: Количество покупки
th_th: ซื้อจํานวน
tr_tr: Satın Alma Miktarı
uk_ua: Купити кількість

source: Total bought quantity
ar_sa: إجمالي الكمية المشتراة
de_de: Gesamte gekaufte Menge
es_es: Cantidad total comprada
fa_ir: مجموع کمیت خریداری شده
fr_fr: Quantité totale achetée
hi_in: कुल खरीदी गई मात्रा
it_it: Quantità totale acquistata
ja_jp: 購入した合計数量
pl_pl: Łączna ilość zakupiona
pt_br: Quantidade total comprada
pt_pt: Quantidade total comprada
ru_ru: Общее количество купленных
th_th: ปริมาณการซื้อทั้งหมด
tr_tr: Toplam satın alma miktarı
uk_ua: Загальна кількість куплених

source: Buy Average Price
ar_sa: شراء متوسط السعر
de_de: Kaufen Durchschnittspreis
es_es: Comprar Precio Promedio
fa_ir: خرید قیمت متوسط
fr_fr: Acheter Prix moyen
hi_in: औसत मूल्य खरीदें
it_it: Acquista prezzo medio
ja_jp: 買い平均価格
pl_pl: Kup średnią cenę
pt_br: Preço médio/Comprar
pt_pt: Comprar Preço Médio
ru_ru: Средняя цена покупки
th_th: ซื้อราคาเฉลี่ย
tr_tr: Ortalama Fiyat Satın Al
uk_ua: Купити середню ціну

source: Average buy price of position
ar_sa: متوسط سعر الشراء للموقف
de_de: Durchschnittlicher Kaufpreis der Position
es_es: Precio medio de compra de la posición
fa_ir: متوسط قیمت خرید موقعیت
fr_fr: Prix moyen d’achat de la position
hi_in: स्थिति की औसत खरीद मूल्य
it_it: Prezzo medio di acquisto della posizione
ja_jp: ポジションの平均買い価格
pl_pl: Średnia cena kupna pozycji
pt_br: Preço médio de compra de posição
pt_pt: Preço médio de compra de posição
ru_ru: Средняя цена покупки по позиции
th_th: ราคาซื้อเฉลี่ยของตําแหน่ง
tr_tr: Pozisyonun ortalama alış fiyatı
uk_ua: Середня ціна покупки позиції

source: Buy Value
ar_sa: قيمة الشراء
de_de: Kaufen Wert
es_es: Valor de compra
fa_ir: خرید ارزش
fr_fr: Acheter de la valeur
hi_in: मूल्य खरीदें
it_it: Acquista valore
ja_jp: 買い値
pl_pl: Kup wartość
pt_br: Valor de Compra
pt_pt: Valor de Compra
ru_ru: Стоимость покупки
th_th: ซื้อมูลค่า
tr_tr: Satın Alma Değeri
uk_ua: Купити вартість

source: Total buy value of position in rupees
ar_sa: إجمالي قيمة الشراء للمركز بالروبية
de_de: Gesamter Kaufwert der Position in Rupien
es_es: Valor total de compra de la posición en rupias
fa_ir: ارزش خرید کل موقعیت در روپیه
fr_fr: Valeur totale d’achat de la position en roupies
hi_in: रुपये में स्थिति का कुल खरीद मूल्य
it_it: Valore totale d'acquisto della posizione in rupie
ja_jp: ルピーのポジションの総買い値
pl_pl: Łączna wartość kupna pozycji w rupiach
pt_br: Valor total de compra de posição em rúpias
pt_pt: Valor total de compra de posição em rupias
ru_ru: Общая стоимость покупки позиции в рупиях
th_th: มูลค่าซื้อรวมของตําแหน่งเป็นรูปี
tr_tr: Rupi pozisyonunun toplam satın alma değeri
uk_ua: Загальна купівелю вартості позиції в рупіях

source: Sell Quantity
ar_sa: كمية البيع
de_de: Verkaufsmenge
es_es: Cantidad de venta
fa_ir: فروش کمیت
fr_fr: Vendre la quantité
hi_in: मात्रा बेचें
it_it: Vendi quantità
ja_jp: 販売数量
pl_pl: Ilość sprzedaży
pt_br: Quantidade Venda
pt_pt: Vender Quantidade
ru_ru: Количество продаж
th_th: ขายจํานวน
tr_tr: Satış Miktarı
uk_ua: Продати кількість

source: Total sold quantity
ar_sa: مجموع الكمية المباعة
de_de: Verkaufte Gesamtmenge
es_es: Cantidad total vendida
fa_ir: مجموع کمیت فروخته شده
fr_fr: Quantité totale vendue
hi_in: कुल बेची गई मात्रा
it_it: Quantità totale venduta
ja_jp: 販売済数量合計
pl_pl: Łączna ilość sprzedana
pt_br: Quantidade total vendida
pt_pt: Quantidade total vendida
ru_ru: Общее количество продаж
th_th: ปริมาณการขายทั้งหมด
tr_tr: Toplam satılan miktar
uk_ua: Загальна кількість проданих

source: Sell AveragePrice
ar_sa: بيع متوسط سعر
de_de: Verkaufen Durchschnittlicher Preis
es_es: Vender AveragePrice
fa_ir: فروش متوسط قیمت
fr_fr: Vendre AveragePrice
hi_in: औसत मूल्य बेचें
it_it: Vendi Prezzo Medio
ja_jp: 売り平均価格
pl_pl: Sprzedam średnią cena
pt_br: Vender Preço Médio
pt_pt: Vender AveragePrice
ru_ru: Средняя цена продажи
th_th: ขายราคาเฉลี่ย
tr_tr: Ortalama Fiyat Sat
uk_ua: Продати середнюпринцип

source: Average sell price of position
ar_sa: متوسط سعر البيع للمركز
de_de: Durchschnittlicher Verkaufspreis der Position
es_es: Precio medio de venta de la posición
fa_ir: متوسط قیمت فروش موقعیت
fr_fr: Prix de vente moyen de la position
hi_in: स्थिति की औसत बिक्री मूल्य
it_it: Prezzo medio di vendita della posizione
ja_jp: ポジションの平均販売価格
pl_pl: Średnia cena sprzedaży pozycji
pt_br: Preço médio de venda de posição
pt_pt: Preço médio de venda da posição
ru_ru: Средняя цена продажи по позиции
th_th: ราคาขายเฉลี่ยของตําแหน่ง
tr_tr: Pozisyonun ortalama satış fiyatı
uk_ua: Середня ціна продажу позиції

source: Sell Value
ar_sa: قيمة البيع
de_de: Verkaufswert
es_es: Valor de venta
fa_ir: فروش ارزش
fr_fr: Valeur de vente
hi_in: मूल्य बेचें
it_it: Vendi valore
ja_jp: 売り値
pl_pl: Wartość sprzedaży
pt_br: Valor de venda
pt_pt: Valor de Venda
ru_ru: Стоимость продаж
th_th: ขายมูลค่า
tr_tr: Satış Değeri
uk_ua: Продати вартість

source: Total sell value of position in rupees
ar_sa: إجمالي قيمة بيع المركز بالروبية
de_de: Gesamtverkaufswert der Position in Rupien
es_es: Valor total de venta de la posición en rupias
fa_ir: ارزش فروش کل موقعیت در روپیه
fr_fr: Valeur totale de vente de la position dans les roupies
hi_in: रुपये में स्थिति का कुल बिक्री मूल्य
it_it: Valore totale di vendita della posizione in rupie
ja_jp: ルピーのポジションの総販売額
pl_pl: Łączna wartość sprzedaży pozycji w rupiach
pt_br: Valor total de venda de posição em rúpias
pt_pt: Valor total de venda de posição em rupias
ru_ru: Общая стоимость продажи по позиции в рупиях
th_th: มูลค่าการขายรวมของตําแหน่งเป็นรูปี
tr_tr: Rupi pozisyonunun toplam satış değeri
uk_ua: Загальна вартість продажу позиції в рупіях

source: Settlement price
ar_sa: سعر التسوية
de_de: Abrechnungspreis
es_es: Precio de acuerdo
fa_ir: قیمت تسویه
fr_fr: Prix de règlement
hi_in: निपटान कीमत
it_it: Prezzo di liquidazione
ja_jp: 清算価格
pl_pl: Cena rozliczenia
pt_br: Preço de liquidação
pt_pt: Ajuste Atual
ru_ru: Расчетная цена
th_th: ราคาชําระราคา
tr_tr: Uzlaşma fiyatı
uk_ua: Розрахункове співвідношення

source: Unsettled VM
ar_sa: VM غير مستقر
de_de: Uneinigte VM
es_es: MÁQUINA virtual sin liquidar
fa_ir: VM حل نشده است
fr_fr: VM non résolue
hi_in: अनिर्णीत VM
it_it: MACCHINA virtuale non risolta
ja_jp: 未確定の VM
pl_pl: Nierozliczona maszyna wirtualna
pt_br: VM instável
pt_pt: VM não liquidada
ru_ru: Неоплаченный VM
th_th: VM ที่ไม่สงบ
tr_tr: Kapatılmamış VM
uk_ua: Неврегульовані VM

source: Init. margin
ar_sa: الهامش المبدئي
de_de: Init. Rand
es_es: Margen inicial
fa_ir: Init. حاشیه
fr_fr: Marge init.
hi_in: Init. मार्जिन
it_it: Init. Margine
ja_jp: 初期マージン
pl_pl: Init. Margines
pt_br: Margem Inicial
pt_pt: Margem inicial
ru_ru: Нач. маржа
th_th: เริ่ม ขอบ
tr_tr: İlk marj
uk_ua: Init. Полі

source: Maintenance
ar_sa: صيانه
de_de: Wartung
es_es: Mantenimiento
fa_ir: نگهداری
fr_fr: Entretien
hi_in: रखरखाव
it_it: Manutenzione
ja_jp: メンテナンス
pl_pl: Konserwacji
pt_br: Manutenção
pt_pt: Manutenção
ru_ru: Поддержка
th_th: การบํารุงรักษา
tr_tr: Bakım
uk_ua: Обслуговування

source: Maint. margin
ar_sa: هامش الوقاية
de_de: Maint. Rand
es_es: Margen de mante.
fa_ir: Maint. حاشیه
fr_fr: Marge maintenue
hi_in: Maint. मार्जिन
it_it: Maint. Margine
ja_jp: メンテナンス・マージン
pl_pl: Maint. Margines
pt_br: Maint. margem
pt_pt: Manutenção da margem
ru_ru: Маржа поддержки
th_th: หลัก ระยะขอบ
tr_tr: Sürdürme marjı
uk_ua: Maint. Полі

source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fa_ir: نزدیک
fr_fr: Fermer
hi_in: बंद करना
it_it: Vicino
ja_jp: 閉じる
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru_ru: Закрыть
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити

source: Modify SL to breakeven
ar_sa: تعديل SL إلى التعادل
de_de: Ändern Sie SL, um den Break-even zu erreichen
es_es: Modificar SL a punto de equilibrio
fa_ir: تغییر SL به دستکاری
fr_fr: Modifier SL à l'équilibre
hi_in: संशोधित करने के लिए SL breakeven
it_it: Modifica SL per pareggio
ja_jp: 損益分岐点にSLを変更する
pl_pl: Zmodyfikuj SL, by działał
pt_br: Modificar SL para breakeven
pt_pt: Modificar o 'Stop Loss' para o 'Break Even'
ru_ru: Установить С/Л в безубыток
th_th: แก้ไข SL เพื่อเบรกเว่น
tr_tr: SL'yi baştan sona değiştirmek için değiştirin
uk_ua: Змінити SL беззбитково

source: Close all by selected symbol
ar_sa: إغلاق الكل من الاداة
de_de: Schließen Sie alle mit dem ausgewählten Symbol
es_es: Cerrar todo para el símbolo seleccionado
fa_ir: بستن همه با نماد انتخاب شده
fr_fr: Fermer toutes par symbole sélectionné
hi_in: चयनित प्रतीक द्वारा सभी बंद करें
it_it: Chiudi tutto dal simbolo selezionato
ja_jp: 指定した通貨ペアを全決済
pl_pl: Zamknij wszystkie wg instrumentu
pt_br: Zerar tudo por ativo selecionado
pt_pt: Fechar todas pelo Ativo selecionado
ru_ru: Закрыть все по выбр. символу
th_th: ปิดทั้งหมดตามสัญลักษณ์ที่เลือก
tr_tr: Enstruman bazında tümünü kapat
uk_ua: Закрити все за інструментом

source: Close all for selected account
ar_sa: إغلاق الكل للحساب
de_de: Schließen Sie alle für das ausgewählte Konto
es_es: Cerrar todo para la cuenta seleccionada
fa_ir: بستن همه برای اشتراک منتخب
fr_fr: Fermer toutes pour le compte sélectionné
hi_in: चयनित खाते के लिए सभी बंद करें
it_it: Chiudi tutto per l'account selezionato
ja_jp: 全決済
pl_pl: Zamknij wszystkie dla rachunku
pt_br: Feche tudo pela conta selecionada
pt_pt: Fechar todas pela conta selecionada
ru_ru: Закрыть все по выбр. счету
th_th: ปิดทั้งหมดสําหรับบัญชีที่เลือก
tr_tr: Hesap bazında tümünü kapat
uk_ua: Закрити все за рахунком

source: Close all positions...
ar_sa: ...إغلاق جميع الوضعيات
de_de: Schließen Sie alle Positionen...
es_es: Cerrar todas las posiciones...
fa_ir: بستن همه موقعیت ها...
fr_fr: Fermer toutes les positions...
hi_in: सभी पदों को बंद...
it_it: Chiudi tutte le posizioni...
ja_jp: グロス決済...
pl_pl: Zamknij wszystkie pozycje
pt_br: Feche todas as posições...
pt_pt: Fechar todas as posições...
ru_ru: Закрыть все позиции
th_th: ปิดทุกตําแหน่ง...
tr_tr: Tüm Pozisyonları Kapat...
uk_ua: Закрити всі позиції...

source: Close position
ar_sa: إغلاق الوضعية
de_de: Schließen Sie die Position
es_es: Cerrar posición
fa_ir: بستن موقعیت
fr_fr: Fermer la position
hi_in: बंद स्थिति
it_it: Posizione chiusa
ja_jp: ポジションをクローズする
pl_pl: Zamknij pozycję
pt_br: Posição próxima
pt_pt: Fechar posição
ru_ru: Закрыть позицию
th_th: ปิดตําแหน่ง
tr_tr: Pozisyonu kapat
uk_ua: Закрити позицію

source: Reverse
ar_sa: عكس
de_de: Umkehren
es_es: Revertir
fa_ir: معکوس
fr_fr: Inverse
hi_in: उल्टा
it_it: Inverso
ja_jp: ポジションをリバース
pl_pl: Rewers
pt_br: Reverter
pt_pt: Inverter
ru_ru: Перевернуть
th_th: พลิกกลับ
tr_tr: Ters
uk_ua: Зворотний

source: Reverse all by selected (symbol + account)
ar_sa: عكس الكل بحسب المحدد (الرمز + الحساب)
de_de: Alle umkehren nach ausgewählt (Symbol + Konto)
es_es: Revertir todo lo seleccionado (símbolo + cuenta)
fa_ir: معکوس همه با انتخاب (نماد + حساب)
fr_fr: Inverser tout par les (symbole + compte) sélectionnés
hi_in: चयनित द्वारा सभी उलटें (प्रतीक + खाता)
it_it: Invertire tutto per selezionato (simbolo + account)
ja_jp: 選択された（シンボル＋口座）のすべてをリバース
pl_pl: Odwróć wszystko wg instrumentu
pt_br: Reverter tudo selecionado (Ativo + conta)
pt_pt: Inverter todos selecionados (símbolo + conta)
ru_ru: Перевернуть все по выбранному (символу + счету)
th_th: ย้อนกลับทั้งหมดตามที่เลือก (สัญลักษณ์ + บัญชี)
tr_tr: Enstrüman bazında tümünü terse çevir
uk_ua: Повернути всі вибрані (символ + обліковий запис)

source: Reverse all for selected account
ar_sa: عكس الكل للحساب المحدد
de_de: Alle für das ausgewählte Konto stornieren
es_es: Revertir todo de cuenta seleccionada
fa_ir: همه را برای حساب انتخاب شده معکوس کرده
fr_fr: Inverser tout pour le compte sélectionné
hi_in: चयनित खाते के लिए सभी रिवर्स
it_it: Invertire tutto per l'account selezionato
ja_jp: 選択された口座のすべてをリバース
pl_pl: Odwróć wszystko dla rachunku
pt_br: Reverter tudo pela conta selecionada
pt_pt: Inverter todos para a conta selecionada
ru_ru: Перевернуть все по выбранному счету
th_th: ย้อนกลับทั้งหมดสําหรับบัญชีที่เลือก
tr_tr: Hesap bazında tümünü ters çevir
uk_ua: Зворотне все для вибраного облікового запису

source: Reverse all positions...
ar_sa: ...عكس جميع الوضعيات
de_de: Alle Positionen umkehren...
es_es: Revertir todas las posiciones...
fa_ir: معکوس کردن همه موقعیت ها...
fr_fr: Inverser toutes les positions...
hi_in: सभी पदों रिवर्स.. ।
it_it: Invertire tutte le posizioni...
ja_jp: すべてのポジションをリバース…
pl_pl: Odwróć wszystkie pozycje
pt_br: Inverter todas as posições...
pt_pt: Inverter todas as posições...
ru_ru: Перевернуть все позиции
th_th: ย้อนกลับทุกตําแหน่ง...
tr_tr: Tüm pozisyonları ters çevir
uk_ua: Повернути всі позиції...
