Repository: Quantower/Localization
Catalog: plug-ins/OrdersPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Are you sure want to reverse {selectedPositions.Single().Id}?
ar_sa: هل تريد بالتاكيد عكس {المواضع المختارة. Single (). الهوية ؟
de_de: Sind Sie sicher, dass Sie {selectedPositions.Single () rückgängig machen wollen. Id}?
es_es: ¿Seguro que desea invertir {selectedPositions. Single (). ID}?
fa_ir: مطمئن هستید که می خواهید {selectedPositions را معکوس کنید. تک (). شناسه کاربری} ؟
fr_fr: Êtes-vous sûr de vouloir inverser {selectedPositions. Single (). ID}?
hi_in: क्या आप निश्चयपूर्वक {selectedPositions. Single () को उलट देना चाहते हैं । Id}?
it_it: Sei sicuro di voler invertire {selectedPositions. Single (). ID}?
ja_jp: {SelectedPositions () を逆にしてもよろしいですか?Id}?
pl_pl: Czy na pewno chcesz odwrócić {selectedPositions. Single (). ID}?
pt_br: Você tem certeza de que deseja reverter {selectedPositions.Single(). Id}?
pt_pt: Tem certeza de que deseja reverter {selectedPositions. single (). ID}?
ru_ru: Вы действительно хотите перевернуть {selectedPositions.Single().Id}?
th_th: คุณแน่ใจหรือว่าต้องการย้อนกลับ {selectedPositions.Single() รหัส}?
tr_tr: Emin olmak istiyorsanız ters {selectedPositions. Single (). Kimliği?
uk_ua: Ви дійсно бажаєте скасувати {selectedPositions. Single (). ID}?

source: Are you sure want to reverse positions by {symbol.Name}?
ar_sa: هل تريد بالتاكيد عكس المواضع بواسطة {الرمز. الاسم ؟
de_de: Sind Sie sicher, dass Sie die Positionen mit {-Symbol umkehren wollen. Name}?
es_es: ¿Está seguro de querer invertir posiciones por {Symbol. ¿El nombre}?
fa_ir: آیا مطمئن هستید که می خواهید موقعیت ها را با علامت (نماد) معکوس کنید. نام} ؟
fr_fr: Êtes-vous sûr de vouloir inverser les positions par {Symbol. Nom}?
hi_in: क्या आप निश्चित रूप से {symbol द्वारा स्थितियां रिवर्स करना चाहते हैं । Name}?
it_it: Sei sicuro di voler invertire le posizioni di {symbol. Nome}?
ja_jp: 位置を {記号で反転しますか?名前}?
pl_pl: Czy na pewno chcesz odwrócić pozycje przez {symbol. Nazwa}?
pt_br: Você está certo de querer reverter posições por {Ativo. Nome}?
pt_pt: Você tem certeza que deseja inverter posições por {Symbol. Nome}?
ru_ru: Вы действительно хотите перевернуть позиции по {Symbol.Name}?
th_th: คุณแน่ใจหรือว่าต้องการย้อนกลับตําแหน่งด้วย {symbol ชื่อ}?
tr_tr: Pozisyonları ters çevirmek istediğinizden emin misiniz {symbol. Isim mi?
uk_ua: Ви дійсно бажаєте скасувати позиції за {символом. Ім'я}?

source: Are you sure want to reverse positions by {account}?
ar_sa: هل تريد بالتاكيد عكس المواضع بواسطة {الحساب} ؟
de_de: Sind Sie sicher, dass Sie die Positionen per {account} umkehren wollen?
es_es: ¿Está seguro de querer revertir las posiciones por {Account}?
fa_ir: آیا مطمئن هستید که می خواهید موقعیت ها را با {account} معکوس کنید ؟
fr_fr: Êtes-vous sûr de vouloir inverser les positions par {Account}?
hi_in: क्या आप निश्चित रूप से {account} द्वारा स्थितियां रिवर्स करना चाहते हैं?
it_it: Sei sicuro di voler invertire le posizioni di {account}?
ja_jp: ポジションを {account} で逆にしますか?
pl_pl: Czy na pewno chcesz odwrócić pozycje przez {Account}?
pt_br: Você tem certeza de inverter posições por {conta}?
pt_pt: Tem certeza de que deseja reverter as posições por {Account}?
ru_ru: Вы действительно хотите перевернуть позиции по {account}?
th_th: คุณแน่ใจหรือว่าต้องการกลับตําแหน่งด้วย {account}
tr_tr: Konumu {account} ile tersine çevirmek istediğinizden emin misiniz?
uk_ua: Ви дійсно бажаєте скасувати розташування за {обліковий запис}?

source: Modify position #{position.Id} {position.Symbol} {OrderType.GetSLTPComfirmMessage(modifyOrderParameters)} for {position.Account}?
ar_sa: تعديل الموضع # {الموضع. Id} {الموضع. الرمز} {نوع الاستدعاء. Getsltpcomفيرميكوميرميشن (موديفيورديرمعلمات)} ل {موضع. الحساب} ؟
de_de: Position # {position ändern. Id} {position. Symbol} {OrderType.GetSLTPComfirmMessage (modifyOrderParameters) für {Position. Konto}?
es_es: Modifique la posición # {position. ID} {posición. Símbolo} {OrderType. GetSLTPComfirmMessage (modifyOrderParameters)} para {position. Cuenta}?
fa_ir: تغییر موقعیت # {موقعیت. Id} {موقعیت. نماد} {OrderType. GetSLTPComfirmMessage (modifyOrderParameters)} برای {موقعیت. حساب کاربری} ؟
fr_fr: Modifier la position # {position. ID} {position. Symbole} {OrderType. GetSLTPComfirmMessage (modifyOrderParameters)} pour {position. Compte}?
hi_in: स्थिति संशोधित करें # {स्थिति । Id} {position. प्रतीक} {OrderType. GetSLTPComfirmMessage (modifyOrderParameters)} के लिए {position. खाता}?
it_it: Modifica posizione # {posizione. ID} {posizione. Simbolo} {OrderType. GetSLTPComfirmMessage (modifyOrderParameters)} per {position. Account}?
ja_jp: 位置を変更します。Id} {位置。{OrderType の位置を表す記号} {GetSLTPComfirmMessage (modifyOrderParameters)} を使用します。アカウント}?
pl_pl: Zmodyfikuj pozycję # {Position. ID} {pozycja. Symbol} {OrderType. GetSLTPComfirmMessage (modifyOrderParameters)} dla {Position. Konto}?
pt_br: Modifique a posição #{position. Id} {posição. Symbol} {OrderType.GetSLTPComfirmMessage(modifyOrderParameters)} para {position. Conta}?
pt_pt: Modificar posição # {posição. ID} {posição. Símbolo} {OrderType. GetSLTPComfirmMessage (modifyOrderParameters)} para {position. Conta}?
ru_ru: Изменить позицию {position.Id} {position.Symbol} {OrderType.GetSLTPComfirmMessage(modifyOrderParameters)} для {position.Account}?
th_th: แก้ไขตําแหน่ง #{ตําแหน่ง Id} {position. Symbol} {OrderType.GetSLTPComfirmMessage(modifyOrderParameters)} for {position. บัญชี}?
tr_tr: Konumu Değiştir # {Position. ID} {pozisyon. Symbol} {OrderType. GetSLTPComfirmMessage (modifyOrderParameters)} için {Position. Hesap}?
uk_ua: Змінити розташування # {позиція. ID} {позиція. Символ} {тип замовлення. Getsltpcomfirmessage (для змінення параметрів)} {позиція. Обліковий запис}?

source: Close selected positions
ar_sa: إغلاق الوضعيات المحددة
de_de: Schließen Sie ausgewählte Positionen
es_es: Cerrar posiciones seleccionadas
fa_ir: بستن موقعیت های انتخاب شده
fr_fr: Fermer les positions sélectionnées
hi_in: चयनित स्थितियां बंद करें
it_it: Chiudi posizioni selezionate
ja_jp: 選択されたポジションをクローズする
pl_pl: Zamknij wybrane pozycje
pt_br: Feche posições selecionadas
pt_pt: Fechar posições selecionadas
ru_ru: Закрыть выбранные позиции
th_th: ปิดตําแหน่งที่เลือก
tr_tr: Seçili pozisyonları kapat
uk_ua: Закрити вибрані позиції

source: Close all positions
ar_sa: إغلاق جميع الوضعيات
de_de: Schließen Sie alle Positionen
es_es: Cerrar todas las posiciones
fa_ir: بستن همه موقعیت ها
fr_fr: Fermer toutes les positions
hi_in: सभी स्थितियां बंद करें
it_it: Chiudi tutte le posizioni
ja_jp: すべてのポジションをクローズする
pl_pl: Zamknij wszystkie pozycje
pt_br: Feche todas as posições
pt_pt: Fechar todas as posições
ru_ru: Закрыть все позиции
th_th: ปิดทุกตําแหน่ง
tr_tr: Tüm pozisyonları kapat
uk_ua: Закрити всі позиції

source: Modify position
ar_sa: تعديل المركز
de_de: Position ändern
es_es: Modificar posición
fa_ir: تغییر موقعیت
fr_fr: Modifier la position
hi_in: स्थिति संशोधित करें
it_it: Modifica posizione
ja_jp: 決済指定注文の設定・変更・取消
pl_pl: Zmodyfikuj pozycję
pt_br: Modificar a posição
pt_pt: Modificar posição
ru_ru: Изменить позицию
th_th: ปรับเปลี่ยนตําแหน่ง
tr_tr: Pozisyonu değiştir
uk_ua: Змінити позицію

source: Breakeven
ar_sa: التعادل
de_de: Die Gewinnzone erreichen
fr_fr: Seuil de rentabilité
it_it: Pareggiare
ja_jp: とんとん
ru_ru: Безубыток
th_th: เบรกเวน
tr_tr: Başa baş
uk_ua: Безперервний

source: Modify Stop loss to breakeven
ar_sa: تعديل وقف الخسارة إلى التعادل
de_de: Ändern Sie Stop-Loss zu Breakeven
es_es: Modificar Stop loss para breakeven
fa_ir: تغییر از دست دادن توقف به یک
fr_fr: Modifier Stop loss à l'équilibre
hi_in: विराम के लिए हानि रोकें संशोधित करें
it_it: Modifica Stop loss to breakeven
ja_jp: ストップロスを修正して損益分岐点を修正する
pl_pl: Zmień Stop loss na breakeven
pt_br: Modificar stop loss para breakeven
pt_pt: Modifique Stop loss to breakeven
ru_ru: Изменить Стоп лосс в безубыток
th_th: แก้ไข Stop Loss เพื่อจุดคุ้มทุน
tr_tr: Başlamak için Stop kaybını değiştirin
uk_ua: Змінити втрату стоп для беззбитковості

source: Close all
ar_sa: إغلاق الكل
de_de: Alle schließen
es_es: Cerrar todo
fa_ir: بستن همه
fr_fr: Tout fermer
hi_in: सभी बंद करें
it_it: Chiudi tutto
ja_jp: すべてクローズする
pl_pl: Zamknij wszystko
pt_br: Zerar todos
pt_pt: Fechar todas
ru_ru: Закрыть все
th_th: ปิดทั้งหมด
tr_tr: Tümünü kapat
uk_ua: Закрити все

source: Flatten all
ar_sa: تسطيح الكل
de_de: Alle abflachen
es_es: Aplanar todo
fa_ir: پهن کردن همه
fr_fr: Aplatir tous
hi_in: सभी समतल
it_it: Appiattisci tutto
ja_jp: すべてをフラット化する
pl_pl: Spłaszcz wszystkie
pt_br: Achate todos
pt_pt: Achatar tudo
ru_ru: Выровнять все
th_th: แบนทั้งหมด
tr_tr: Tümlerini düzleştirmek
uk_ua: Сплюснути все

source: Close all positions and cancel all orders
ar_sa: إغلاق جميع الوضعيات وإلغاء جميع الاوامر
de_de: Schließen Sie alle Positionen und stornieren Sie alle Bestellungen
es_es: Cerrar todas las posiciones y cancelar todas las órdenes
fa_ir: بستن همه موقعیت ها و لغو همه سفارشات
fr_fr: Fermer toutes les positions et annuler tous les ordres
hi_in: सभी पदों को बंद करें और सभी आदेश रद्द
it_it: Chiudi tutte le posizioni e annulla tutti gli ordini
ja_jp: すべてのポジションをクローズして、すべての注文をキャンセルする
pl_pl: Zamknij wszystkie pozycje i anuluj wszystkie zamówienia
pt_br: Zerar todas as posições e cancele todos as orders
pt_pt: Fechar todas as posições e cancelar todas as ordens
ru_ru: Закрыть все позиции и отменить все ордера
th_th: ปิดสถานะทั้งหมดและยกเลิกคําสั่งซื้อทั้งหมด
tr_tr: Tüm pozisyonları kapat ve tüm emirleri iptal et
uk_ua: Закрийте всі позиції та скасуйте всі замовлення

source: Close negative
ar_sa: إغلاق السلبي
de_de: Schließen Sie negativ
es_es: Cerrar negativo
fa_ir: بستن منفی
fr_fr: Fermer les négatifs
hi_in: ऋणात्मक बंद करें
it_it: Chiudi negativo
ja_jp: マイナスをクローズする
pl_pl: Zamknij stratne
pt_br: Zerar negativo
pt_pt: Fechar negativo
ru_ru: Закрыть убыточные
th_th: ปิดติดลบ
tr_tr: Negatifleri kapat
uk_ua: Закрити негативно

source: Close positions with negative Net P/L
ar_sa: أغلق المراكز مع صافي صافي الربح / الخسارة
de_de: Schließen Sie Positionen mit negativem Net P / L
es_es: Cerrar posiciones con Neto P / L negativo
fa_ir: موقعیت های نزدیک با P خالص منفی/L
fr_fr: Fermer les positions avec Net P / L négatif
hi_in: नकारात्मक नेट के साथ बंद पदों P/
it_it: Chiudere le posizioni con P / L netto negativo
ja_jp: 負のNet P / Lでポジションをクローズ
pl_pl: Zamknij pozycje z ujemnym P / L netto
pt_br: Zerar posições com P/L líquido negativo
pt_pt: Posições próximas com Net P / L negativo
ru_ru: Закрыть позиции с отрицательной чистой P/L
th_th: ปิดสถานะที่มี P/L สุทธิติดลบ
tr_tr: Negatif Net P / L ile pozisyonları kapatın
uk_ua: Закрити позиції з негативним чистим значенням P / L

source: Close positive
ar_sa: إغلاق الإيجابي
de_de: Ende positiv
es_es: Cerrar positivo
fa_ir: بستن مثبت
fr_fr: Fermer les positifs
hi_in: घनिष्ठ धनात्मक
it_it: Chiudi positivo
ja_jp: プラスをクローズする
pl_pl: Zamknij zyskowne
pt_br: Zerar positivo
pt_pt: Fechar positivo
ru_ru: Закрыть прибыльные
th_th: ปิดบวก
tr_tr: Pozitifleri kapat
uk_ua: Закрити позитивно

source: Close positions with positive Net P/L
ar_sa: أغلق المراكز بإيجابية صافية P / L
de_de: Schließen Sie Positionen mit positivem Net P / L
es_es: Cerrar posiciones con Net P / L positivo
fa_ir: بستن پوزیشن ها با P/L مثبت خالص
fr_fr: Fermer les positions avec net P / L net
hi_in: सकारात्मक शुद्ध के साथ बंद पदों P/
it_it: Chiudere le posizioni con P / L netto positivo
ja_jp: ポジティブ・ポジションでポジションをクローズ
pl_pl: Zamknij pozycje z dodatnim P / L netto
pt_br: Zerar posições com P/L líquido positivo
pt_pt: Posições de fechamento com Net P / L positivo
ru_ru: Закрыть позиции с положительным чистой P/L
th_th: ปิดสถานะด้วย P/L สุทธิที่เป็นบวก
tr_tr: Pozitif Net P / L ile yakın pozisyonlar
uk_ua: Закрити позиції з позитивною чистою P / L

source: Close long
ar_sa: إغلاق طويل
de_de: Lang schließen
es_es: Cerrar largo
fa_ir: بستن طولانی
fr_fr: Fermer long
hi_in: करीब लंबे
it_it: Chiudi a lungo
ja_jp: ロングをクローズする
pl_pl: Zamknij długo
pt_br: Zerar compra
pt_pt: Fechar Compra
ru_ru: Закрыть длинные
th_th: ปิดแบบยาว
tr_tr: Uzun pozisyonları Kapat
uk_ua: Закрити довго

source: Close positions with Side=long
ar_sa: إغلاق المواقف مع Side = long
de_de: Schließen Sie Positionen mit Side = long
es_es: Cerrar posiciones con Side = long
fa_ir: بستن موقعیت ها با طرف = طولانی
fr_fr: Fermer les positions avec Side = long
hi_in: पक्ष के साथ बंद पदों = लंबे समय
it_it: Chiudere le posizioni con Side = long
ja_jp: Side = longの位置を閉じる
pl_pl: Zamknij pozycje z Side = long
pt_br: Fechar posições com Compra/Side
pt_pt: Fechar posições com Side = long
ru_ru: Закрыть длинные позиции
th_th: ปิดตําแหน่งด้วย Side=long
tr_tr: Side = long ile pozisyonları kapatın
uk_ua: Закрити позиції з боку = довга

source: Close short
ar_sa: إغلاق القصير
de_de: Kurz gesagt
es_es: Cerrar corto
fa_ir: بستن کوتاه
fr_fr: Fermer court
hi_in: कुनै कम
it_it: Chiudi breve
ja_jp: ショートをクローズする
pl_pl: Zamknij krótki
pt_br: Zerar Venda
pt_pt: Fechar Venda
ru_ru: Закрыть короткие
th_th: ปิดสั้น
tr_tr: Kısa pozisyonları kapat
uk_ua: Закрити коротко

source: Close positions with Side=short
ar_sa: إغلاق المواقف مع Side = short
de_de: Schließen Sie Positionen mit Side = short
es_es: Cerrar posiciones con Side = short
fa_ir: بستن مواضع با سمت = کوتاه
fr_fr: Fermer les positions avec Side = court
hi_in: पक्ष के साथ बंद पदों = लघु
it_it: Chiudere le posizioni con Side = short
ja_jp: Side = shortのポジションを閉じる
pl_pl: Zamknij pozycje z Side = short
pt_br: Zerar posições com Venda/Side
pt_pt: Fechar posições com Side = short
ru_ru: Закрыть короткие позиции
th_th: ปิดสถานะด้วย Side=Short
tr_tr: Side = kısa pozisyonları kapat
uk_ua: Закрити позиції з Side = короткий

source: Close all positions by selected (symbol + account)
ar_sa: إغلاق المركز بحسب (الرمز + الحساب)
de_de: Schließen Sie alle Positionen nach ausgewählt (Symbol + Konto)
es_es: Cerrar pos. por (símbolo + cuenta)
fa_ir: بستن همه موقعیت های انتخاب شده (نماد + حساب)
fr_fr: Fermer toutes les positions par (symbole + compte) sélectionnées
hi_in: चयनित द्वारा सभी स्थितियां बंद करें (प्रतीक + खाता)
it_it: Chiudi tutte le posizioni selezionate (simbolo + account)
ja_jp: （シンボル＋口座）ごとにポジションをクローズする
pl_pl: Close pos by (symbol + account)
pt_br: Zerar todas as posições por selecionados (símbolo + conta)
pt_pt: Fechar todas as posições posições selecionadas (Ativo + conta)
ru_ru: Закрыть все позиции по выбранному (символу + счету)
th_th: ปิดตําแหน่งทั้งหมดตามที่เลือก (สัญลักษณ์ + บัญชี)
tr_tr: Seçili (sembol + hesap) ile tüm pozisyonları kapat
uk_ua: Закрити всі позиції за вибраним (символ + обліковий запис)

source: Close selected
ar_sa: إغلاق المحدد
de_de: Schließen ausgewählt
es_es: Cerrar seleccionado
fa_ir: بستن انتخاب شده
fr_fr: Fermer la sélection
hi_in: चयनित बंद करें
it_it: Chiudi selezionato
ja_jp: 選択されたものをクローズする
pl_pl: Zamknij wybrane
pt_br: Fechar Selecionado
pt_pt: Fechar selecionado
ru_ru: Закрыть выбранные
th_th: ปิดรายการที่เลือก
tr_tr: Seçilileri kapat
uk_ua: Закрити вибрано

source: Flatten
ar_sa: تتسطح
de_de: Glätten
es_es: Aplanar
fa_ir: صاف
fr_fr: Aplatir
hi_in: समतल
it_it: Appiattire
ja_jp: 平ら
pl_pl: Spłaszczyć
pt_br: Nivelar
pt_pt: Achatado
ru_ru: Выровнять
th_th: ทําให้เรียบ
tr_tr: Düzleştir
uk_ua: Розплющите

source: Close all positions and cancel all orders by selected (symbol + account)
ar_sa: إغلاق جميع الوضعيات وإلغاء جميع الأوامر من (الرمز + الحساب) المحدد
de_de: Schließen Sie alle Positionen und stornieren Sie alle ausgewählten Aufträge (Symbol + Konto)
es_es: Cerrar todas las posiciones y cancelar todas las órdenes por selección (símbolo + cuenta)
fa_ir: تمام موقعیت ها را ببندید و تمام سفارشات را با انتخاب (نماد + حساب) لغو کنید
fr_fr: Fermer toutes les positions et annuler tous les ordres par (symbole + compte) sélectionnés
hi_in: सभी पदों को बंद करें और चयनित (प्रतीक + खाते) द्वारा सभी आदेशों को रद्द
it_it: Chiudi tutte le posizioni e annulla tutti gli ordini selezionati (simbolo + account)
ja_jp: 選択した（シンボル＋口座）に対して、すべてのポジションをクローズして、すべての注文をキャンセルする
pl_pl: Close all positions and cancel all orders by selected (symbol and account)
pt_br: Zerar todas as posições e cancele todos os pedidos selecionados (símbolo + conta)
pt_pt: Fechar todas as posições e cancelar todas as ordens selecionadas (Ativo e conta)
ru_ru: Закрыть все позиции и отменить все ордера по выбранному (символу + счету)
th_th: ปิดสถานะทั้งหมดและยกเลิกคําสั่งซื้อทั้งหมดตามที่เลือก (สัญลักษณ์ + บัญชี)
tr_tr: Seçili (sembol ve hesap) ile tüm pozisyonları kapat ve tüm emirleri iptal et
uk_ua: Закрити всі позиції та скасувати всі замовлення за обраним (символ + рахунок)

source: The direction of the position
ar_sa: اتجاه الموقف
de_de: Die Richtung der Position
es_es: La dirección del puesto
fa_ir: جهت موقعیت
fr_fr: La direction de la position
hi_in: स्थिति की दिशा
it_it: La direzione della posizione
ja_jp: 位置の方向
pl_pl: Kierunek pozycji
pt_br: A direção da Posição
pt_pt: A direção da posição
ru_ru: Направление позиции
th_th: ทิศทางของตําแหน่ง
tr_tr: Pozisyonun yönü
uk_ua: Напрямок положення

source: Position’s quantity
ar_sa: كمية الموضع
de_de: Die Menge der Position
es_es: Cantidad de la posición
fa_ir: کمیت موقعیت
fr_fr: Quantité de position
hi_in: स्थिति की मात्रा
it_it: Quantità della posizione
ja_jp: 職位の数量
pl_pl: Ilość pozycji
pt_br: Quantidade da Posição
pt_pt: Quantidade da posição
ru_ru: Объём позиции
th_th: ปริมาณของตําแหน่ง
tr_tr: Pozisyonun miktarı
uk_ua: Кількість позицій

source: Open/Average price
hi_in: खुला / औसत मूल्य
it_it: Aperto/Prezzo medio
pl_pl: Cena otwarta/średnia
ru_ru: Открытая/Средняя цена
th_th: ราคาเปิด/ราคาเฉลี่ย
tr_tr: Açılış/Ortalama fiyat

source: The open/average open price of the position
ar_sa: سعر الفتح المفتوح / المتوسط ​​للموقف
de_de: Der offene / durchschnittliche offene Preis der Position
es_es: El precio abierto / promedio de apertura del puesto
fa_ir: باز/به طور متوسط قیمت باز از موقعیت
fr_fr: Le prix ouvert / moyen ouvert de la position
hi_in: स्थिति का खुला/औसत खुला मूल्य
it_it: Il prezzo aperto / medio aperto della posizione
ja_jp: ポジションのオープン/平均オープンプライス
pl_pl: Otwarta / średnia cena otwarcia pozycji
pt_br: O preço aberto/médio da posição
pt_pt: O preço aberto / médio aberto da posição
ru_ru: Цена открытия/средняя цена открытия позиции
th_th: ราคาเปิด/ราคาเปิดเฉลี่ยของตําแหน่ง
tr_tr: Pozisyonun açık / ortalama açık fiyatı
uk_ua: Відкрита / середня відкрита ціна позиції

source: Current/Last traded price
ar_sa: السعر الحالي/آخر سعر تم تداوله
de_de: Aktueller/zuletzt gehandelter Preis
es_es: Precio actual/último negociado
fa_ir: قیمت فعلی/آخرین معامله شده
fr_fr: Cours courant/dernier négocié
hi_in: वर्तमान/पिछले कारोबार मूल्य
it_it: Prezzo corrente/Ultimo scambiato
ja_jp: 現在/最終取引価格
pl_pl: Aktualna/ostatnia cena handlowa
pt_br: Preço atual/último negociado
pt_pt: Preço corrente/último negociado
ru_ru: Текущая/Последняя торгуемая цена
th_th: ราคาปัจจุบัน/ราคาซื้อขายล่าสุด
tr_tr: Geçerli/Son işlem gören fiyat
uk_ua: Поточна/остання ціна

source: Gross P/L
ar_sa: إجمالي ر/خ
de_de: Bruttopreis
es_es: P/L bruto
fa_ir: ناخالص P/L
fr_fr: Perte/profit bruts
hi_in: सकल पी एल/
it_it: P / L lordo
ja_jp: グロス損益
pl_pl: Zysk/Strata
pt_br: P/L Bruto
pt_pt: L/P Bruta
ru_ru: Валовая P/L
th_th: ขั้นต้น P / L
tr_tr: Brüt K/Z
uk_ua: Валовий П/З

source: Current profit/loss value, before fee/commission applying
ar_sa: قيمة الربح / الخسارة الحالية ، قبل تطبيق الرسوم / العمولة
de_de: Aktueller Gewinn / Verlust-Wert, vor Anwendung der Gebühr / Provision
es_es: Valor de ganancia / pérdida actual, antes de aplicar la comisión / comisión
fa_ir: مقدار سود/زیان فعلی ، قبل از استفاده از کارمزد/کمیسیون
fr_fr: Valeur actuelle des profits / pertes, avant application des frais / commissions
hi_in: वर्तमान लाभ/हानि मान, शुल्क/कमीशन लागू करने से पहले
it_it: Valore attuale degli utili / delle perdite, prima dell'applicazione della commissione / commissione
ja_jp: 手数料/手数料が適用される前の現在の損益値
pl_pl: Bieżąca wartość zysku / straty, przed naliczeniem opłaty / prowizji
pt_br: Valor atual de lucro/perda, antes da aplicação da taxa/comissão
pt_pt: Valor atual de lucro / prejuízo, antes da aplicação da taxa / comissão
ru_ru: Текущая стоимость прибыли/убытка, до применения биржевого сбора/комиссии
th_th: มูลค่ากําไร/ขาดทุนปัจจุบัน ก่อนหักค่าธรรมเนียม/ค่าคอมมิชชั่น
tr_tr: Cari kar / zarar değeri, ücret / komisyon uygulanmadan önce
uk_ua: Поточна сума прибутку / збитку, до подання комісії / комісії

source: Fee
ar_sa: الرسوم
de_de: Gebühr
es_es: Tarifa
fa_ir: هزینه
fr_fr: Frais
hi_in: शुल्क
it_it: tassa
ja_jp: 手数料
pl_pl: Prowizja
pt_br: Corretagem
pt_pt: Taxa
ru_ru: Комиссия
th_th: ค่าธรรมเนียม
tr_tr: Ücret
uk_ua: Комісія

source: Fee value
ar_sa: قيمة حرة
de_de: Gebührenwert
es_es: Valor de tarifa
fa_ir: ارزش کارمزد
fr_fr: Valeur de la commission
hi_in: शुल्क मूल्य
it_it: Valore della tariffa
ja_jp: 手数料額
pl_pl: Wartość opłaty
pt_br: Valor da taxa
pt_pt: Valor da taxa
ru_ru: Величина комиссии
th_th: มูลค่าค่าธรรมเนียม
tr_tr: Ücret miktarı
uk_ua: Вартість вартості

source: Net P/L
ar_sa: صافي ر/خ
de_de: Netto P / L
es_es: P/L neto
fa_ir: خالص P/L
fr_fr: Profit/Perte net
it_it: P / L netto
ja_jp: ネット損益
pt_br: P/L líquido
pt_pt: L/P Liquido
ru_ru: Чистая P/L
th_th: สุทธิ P / L
tr_tr: Net K/Z
uk_ua: Чистий П/З

source: Current profit/loss value that includes fee/commission
ar_sa: القيمة الحالية للربح / الخسارة والتي تشمل الرسوم / العمولات
de_de: Aktueller Gewinn / Verlust-Wert, der die Gebühr / Kommission enthält
es_es: Valor de ganancia / pérdida actual que incluye tarifa / comisión
fa_ir: مقدار سود/زیان فعلی که شامل هزینه/کمیسیون است
fr_fr: Valeur actuelle des profits / pertes incluant les frais / commissions
hi_in: वर्तमान लाभ/हानि मूल्य जिसमें शुल्क/कमीशन शामिल है ।
it_it: Valore attuale di profitti / perdite che include commissioni / commissioni
ja_jp: 手数料/手数料を含む現在の損益値
pl_pl: Bieżąca wartość zysku / straty, która obejmuje opłatę / prowizję
pt_br: Valor atual de lucro/perda que inclui taxa/comissão
pt_pt: Valor atual de lucro / prejuízo que inclui taxa / comissão
ru_ru: Текущая величина прибыли/убытка, которая включает в себя биржевой сбор/комиссию
th_th: มูลค่ากําไร/ขาดทุนปัจจุบันที่รวมค่าธรรมเนียม/คอมมิชชั่น
tr_tr: Ücret / komisyonu içeren mevcut kar / zarar değeri
uk_ua: Поточна сума прибутку / збитку, що включає плату / комісію

source: Gross P/L,ticks
ar_sa: إجمالي P / L ، القراد
de_de: Bruttopreis, Ticks
fa_ir: ناخالص P/L ، کنه
fr_fr: P / L brut, tiques
hi_in: सकल पी एल, ticks
it_it: P / L lordo, zecche
ja_jp: 総P / L、ティック
pt_br: P/L Bruto, Ticks
pt_pt: P / L bruto, carrapatos
ru_ru: Валовая P/L, в тиках
th_th: P / L รวมเห็บ
tr_tr: Brüt P / L, keneler
uk_ua: Валовий П/З, тіки

source: Current profit/loss value, presented in number of price ticks
ar_sa: قيمة الربح / الخسارة الحالية ، مقدمة في عدد علامات التجزئة
de_de: Aktueller Gewinn / Verlust-Wert, dargestellt in Anzahl der Ticks
es_es: Valor de ganancia / pérdida actual, presentado en el número de tics de precio
fa_ir: مقدار سود/زیان فعلی ، ارائه شده در تعداد کنه قیمت ها
fr_fr: Valeur actuelle des profits / pertes, présentée en nombre de ticks de prix
hi_in: मूल्य ticks की संख्या में प्रस्तुत वर्तमान लाभ/
it_it: Valore attuale del profitto / perdita, presentato in numero di zecche di prezzo
ja_jp: 現在の損益値、価格ティックの数で表示
pl_pl: Bieżąca wartość zysku / straty prezentowana w liczbie ticketów cenowych
pt_br: Valor atual de Lucro/Perda, apresentado em número de ticks de preço
pt_pt: Valor atual de lucro / prejuízo, apresentado em número de ticks de preço
ru_ru: Текущая величина прибыли/убытка, представленная в количестве тиков цены
th_th: มูลค่ากําไร/ขาดทุนปัจจุบันซึ่งแสดงเป็นจํานวนราคา ticks
tr_tr: Mevcut kâra / zarar değeri, fiyat kene sayısı
uk_ua: Поточний прибуток / збиток, представлений у кількості кліщів ціни

source: Swaps
ar_sa: المبادلة
fa_ir: معاوضه
fr_fr: Echanges
hi_in: स्वैप
it_it: swap
ja_jp: スワップ
pl_pl: Swapy
ru_ru: Свопы
th_th: สวอป
tr_tr: Takaslar
uk_ua: Свопи
