Repository: Quantower/Localization
Catalog: plug-ins/OrdersPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Swaps value
ar_sa: قيمة مقايضة
de_de: Tauscht den Wert
es_es: Intercambia valor
fa_ir: ارزش معاوضه
fr_fr: Valeur des swaps
hi_in: स्वैप मूल्य
it_it: Scambia valore
ja_jp: 価値をスワップする
pl_pl: Zamienia wartość
pt_br: Valor de Swaps
pt_pt: Troca de valor
ru_ru: Стоимость свопов
th_th: ค่าสวอป
tr_tr: Swap değeri
uk_ua: Своє вартість

source: Position value(Open price)
ar_sa: قيمة المركز (سعر الفتح)
de_de: Positionswert (Offener Preis)
es_es: Valor de posición (precio abierto)
fa_ir: ارزش موقعیت (قیمت باز)
fr_fr: Valeur de position (prix ouvert)
hi_in: स्थिति मूल्य (खुला मूल्य)
it_it: Valore di posizione (prezzo aperto)
ja_jp: ポジション値（公開価格）
pl_pl: Wartość pozycji (cena otwarcia)
pt_br: Valor de posição (Preço Aberto)
pt_pt: Valor da posição (preço aberto)
ru_ru: Стоимость позиции (Цена открытия)
th_th: มูลค่าตําแหน่ง (ราคาเปิด)
tr_tr: Konum değeri (Açık fiyat)
uk_ua: Вартість позиції (Ціна відкриття)

source: Intrinsic value of the position, that based on open price
ar_sa: القيمة الجوهرية للموقف ، والتي تستند إلى سعر مفتوح
de_de: Innerer Wert der Position, der auf dem offenen Preis basiert
es_es: Valor intrínseco de la posición, que basado en precio abierto
fa_ir: ارزش ذاتی از موقعیت ، که بر اساس قیمت باز
fr_fr: Valeur intrinsèque de la position, celle basée sur le prix ouvert
hi_in: स्थिति का आंतरिक मूल्य, कि खुले मूल्य के आधार पर
it_it: Valore intrinseco della posizione, quello basato sul prezzo aperto
ja_jp: ポジションの本質的価値、オープンプライスに基づくポジション
pl_pl: Wewnętrzna wartość pozycji, która opiera się na cenie otwartej
pt_br: Valor intrínseco da posição, que com base no preço aberto
pt_pt: Valor intrínseco da posição, que com base no preço aberto
ru_ru: Внутренняя стоимость позиции, основанная на цене открытия
th_th: มูลค่าที่แท้จริงของตําแหน่ง, ที่ขึ้นอยู่กับราคาเปิด
tr_tr: Açık fiyat bazında pozisyonun içsel değeri
uk_ua: Внутрішнє значення позиції, що базується на відкритій ціні

source: Position value(Current price)
ar_sa: قيمة المركز (السعر الحالي)
de_de: Positionswert (aktueller Preis)
es_es: Valor de posición (precio actual)
fa_ir: مقدار موقعیت (قیمت جاری)
fr_fr: Valeur de position (prix actuel)
hi_in: स्थिति मूल्य (वर्तमान मूल्य)
it_it: Valore di posizione (prezzo corrente)
ja_jp: ポジション値（現在の価格）
pl_pl: Wartość pozycji (aktualna cena)
pt_br: Valor de posição (Preço atual)
pt_pt: Valor da posição (preço atual)
ru_ru: Стоимость позиции (Текущая цена)
th_th: มูลค่าตําแหน่ง (ราคาปัจจุบัน)
tr_tr: Pozisyon değeri (Güncel fiyat)
uk_ua: Вартість позиції (Поточна ціна)

source: Intrinsic value of the position, that based on current price
ar_sa: القيمة الجوهرية للموقف ، والتي تستند إلى السعر الحالي
de_de: Intrinsic Wert der Position, basierend auf dem aktuellen Preis
es_es: Valor intrínseco de la posición, basado en el precio actual
fa_ir: ارزش ذاتی از موقعیت ، که بر اساس قیمت فعلی
fr_fr: Valeur intrinsèque de la position, celle basée sur le prix actuel
hi_in: स्थिति का आंतरिक मूल्य, कि वर्तमान मूल्य के आधार पर
it_it: Valore intrinseco della posizione, che si basa sul prezzo corrente
ja_jp: 現在の価格に基づくポジションの本源的価値
pl_pl: Wewnętrzna wartość pozycji, która zależy od aktualnej ceny
pt_br: Valor intrínseco da posição, que com base no preço atual
pt_pt: Valor intrínseco da posição, que com base no preço atual
ru_ru: Внутренняя стоимость позиции, основанная на текущей цене
th_th: มูลค่าที่แท้จริงของตําแหน่ง, ที่ขึ้นอยู่กับราคาปัจจุบัน
tr_tr: Mevcut fiyata dayalı pozisyonun içsel değeri
uk_ua: Внутрішнє значення позиції, що базується на поточній ціні

source: The date/time when position was opened
ar_sa: التاريخ / الوقت الذي تم فيه فتح الموقع
de_de: Das Datum / die Uhrzeit, zu der die Position geöffnet wurde
es_es: La fecha / hora en que se abrió la posición
fa_ir: تاریخ/زمان زمانی که موقعیت افتتاح شد
fr_fr: La date / heure d'ouverture de la position
hi_in: जब स्थिति खोली गई तो दिनांक/
it_it: La data / ora in cui la posizione è stata aperta
ja_jp: ポジションが開かれた日時
pl_pl: Data / czas otwarcia pozycji
pt_br: A data/hora em que a posição foi aberta
pt_pt: A data / hora em que a posição foi aberta
ru_ru: Дата/время открытия позиции
th_th: วันที่/เวลาเปิดสถานะ
tr_tr: Pozisyonun açıldığı tarih / saat
uk_ua: Дата / час, коли позиція була відкрита

source: Position ID
ar_sa: رقم الوضعية
de_de: Positions-ID
es_es: ID de posición
fa_ir: شناسه موقعیت
fr_fr: ID de la position
hi_in: स्थिति ID
it_it: ID di posizione
ja_jp: 注文番号
pl_pl: Nr pozycji
pt_br: ID de posição
pt_pt: Posição ID
ru_ru: ID позиции
th_th: รหัสตําแหน่ง
tr_tr: Pozisyon No
uk_ua: ID Позиції

source: The ID of the position
ar_sa: معرف الموقف
de_de: Die ID der Position
es_es: La identificación del puesto
fa_ir: شناسه موقعیت
fr_fr: L'identifiant de la position
hi_in: स्थिति की पहचान
it_it: L'ID della posizione
ja_jp: 位置のID
pl_pl: Identyfikator pozycji
pt_br: A ID da posição
pt_pt: O ID da posição
ru_ru: ID позиции
th_th: รหัสของตําแหน่ง
tr_tr: Pozisyonun kimliği
uk_ua: ID позиції

source: Liquidation price
ar_sa: سعر التصفية
de_de: Liquidationspreis
es_es: Precio de liquidación
fa_ir: قیمت انحلال
fr_fr: Prix de liquidation
hi_in: परिसमापन मूल्य
it_it: Prezzo di liquidazione
ja_jp: 清算価格
pl_pl: Cena likwidacji
pt_br: Preço de liquidação
pt_pt: Preço de liquidação
ru_ru: Ликвидационная цена
th_th: ราคาชําระบัญชี
tr_tr: Tasfiye fiyatı
uk_ua: Ціна ліквідації

source: State
ar_sa: الولاية
de_de: Staat
es_es: Estado
fa_ir: دولت
fr_fr: État
hi_in: राज्य
it_it: Stato
ja_jp: 県
pl_pl: Państwa
pt_br: Estado
pt_pt: Estado
ru_ru: Состояние
th_th: สภาพ
tr_tr: Eyalet
uk_ua: Держави

source: Open or closed
ar_sa: فتح أو إغلاق
de_de: Geöffnet oder geschlossen
es_es: Abierto o cerrado
fa_ir: باز یا بسته
fr_fr: Ouvert ou fermé
hi_in: खुला या बंद
it_it: Aperto o chiuso
ja_jp: 開くまたは閉じる
pl_pl: Otwarte lub zamknięte
pt_br: Aberto ou Fechado
pt_pt: Aberto ou fechado
ru_ru: Открыта или закрыта
th_th: เปิดหรือปิด
tr_tr: Açık veya kapalı
uk_ua: Відкрити або закрити

source: Gross P/L, %
ar_sa: إجمالي P/L، ٪
de_de: Brutto-KGV, %
es_es: P/L bruto, %
fa_ir: ناخالص P / L ، ٪
fr_fr: P/L brut, %
hi_in: ग्रॉस पी/एल, %
it_it: P/L lordo, %
ja_jp: 総P/L、%
pl_pl: P/L brutto, %
pt_br: P/L bruto, %
pt_pt: P/L bruto, %
ru_ru: Валовый P/L, %
th_th: P/L รวม, %
tr_tr: Brüt P/M, %
uk_ua: Валовий P/L, %

source: Current profit/loss percent value, before fee/commission applying
ar_sa: قيمة الأرباح/الخسائر الحالية، قبل تطبيق الرسوم/العمولة
de_de: Aktueller Gewinn-/Verlust-Prozentwert, vor Honorar/Provision
es_es: Valor porcentual de ganancia/pérdida actual, antes de la aplicación de la comisión/comisión
fa_ir: سود فعلی / از دست دادن ارزش درصد ، قبل از هزینه / کمیسیون اعمال
fr_fr: Valeur en pourcentage du bénéfice/de la perte actuelle, avant l’application des frais/commissions
hi_in: वर्तमान लाभ/हानि प्रतिशत मूल्य, शुल्क/कमीशन आवेदन करने से पहले
it_it: Valore percentuale profitti/perdite corrente, prima dell'applicazione di commissioni/commissioni
ja_jp: 現在の損益率値(手数料/手数料適用前)
pl_pl: Bieżąca wartość procentowa zysku/straty przed zastosowaniem opłaty/prowizji
pt_br: Valor atual de lucro/perda, antes da aplicação da taxa/comissão
pt_pt: Valor atual de lucros/perdas por cento, antes da aplicação da taxa/comissão
ru_ru: Текущее значение процента прибыли/убытка, до применения комиссии
th_th: มูลค่าร้อยละกําไร/ขาดทุนปัจจุบัน ก่อนหักค่าธรรมเนียม/ค่าคอมมิชชัน
tr_tr: Geçerli kar/zarar yüzde değeri, ücret/komisyon uygulanmadan önce
uk_ua: Поточна відсоткова вартість прибутку/збитку, до застосування комісії/комісії

source: Net P/L, %
ar_sa: صافي P/L، ٪
de_de: Netto-KGV, %
es_es: P/L neto, %
fa_ir: خالص P / L ، ٪
fr_fr: P/L net, %
hi_in: नेट पी/एल, %
it_it: P/L netto, %
ja_jp: 純P/L、%
pl_pl: Netto P/L, %
pt_br: P/L líquido, %
pt_pt: P/L líquido, %
ru_ru: Чистый P/L, %
th_th: สุทธิ P / L, %
tr_tr: Net P/M, %
uk_ua: Нетто П/л, %

source: Current profit/loss percent value that includes fee/commission
ar_sa: قيمة الأرباح/الخسائر الحالية التي تشمل الرسوم/العمولة
de_de: Aktueller Gewinn-/Verlust-Prozentwert, der Gebühren/Provisionen enthält
es_es: Valor porcentual de ganancia/pérdida actual que incluye comisión/comisión
fa_ir: سود فعلی / زیان ارزش درصد است که شامل هزینه / کمیسیون
fr_fr: Valeur en pourcentage du profit/de la perte actuelle qui comprend les frais/commissions
hi_in: वर्तमान लाभ/हानि प्रतिशत मूल्य जिसमें शुल्क/कमीशन शामिल है
it_it: Valore percentuale profitti/perdite corrente che include commissione/commissione
ja_jp: 手数料/手数料を含む現在の損益率の値
pl_pl: Bieżąca wartość procentowa zysku/straty, która obejmuje opłatę/prowizję
pt_br: Valor percentual atual de lucro/perda que inclui taxa/comissão
pt_pt: Valor de percentagem de lucro/perda corrente que inclui taxa/comissão
ru_ru: Текущее значение процента прибыли/убытка, включающее комиссию/комиссию
th_th: มูลค่าร้อยละกําไร/ขาดทุนปัจจุบันที่รวมค่าธรรมเนียม/คอมมิชชั่น
tr_tr: Ücret/komisyon içeren cari kar/zarar yüzde değeri
uk_ua: Поточна відсоткова вартість прибутку/збитку, яка включає комісію/комісію

source: Long
ar_sa: طويل
de_de: Lange
es_es: Largo
fa_ir: طولانی
fr_fr: Longue
hi_in: लंबी
it_it: Lungo
ja_jp: ロング
pl_pl: Długie
pt_br: Compra
pt_pt: Compra
ru_ru: Длинная
th_th: ยาว
tr_tr: Uzun
uk_ua: Довга

source: Short
ar_sa: قصير
de_de: Kurz
es_es: Corto
fa_ir: کوتاه
fr_fr: Court
hi_in: कम
it_it: Corto
ja_jp: ショート
pl_pl: Krótki
pt_br: Venda
pt_pt: Venda
ru_ru: Короткая
th_th: สั้น
tr_tr: Kısa
uk_ua: Коротка

source: Closed
ar_sa: مغلق
de_de: Geschlossen
es_es: Cerrado
fa_ir: بسته
fr_fr: Fermé
hi_in: बंद
it_it: Chiuso
ja_jp: クローズされました
pl_pl: Zamknięta
pt_br: Fechado
pt_pt: Fechado
ru_ru: Закрыта
th_th: ปิด
tr_tr: Kapatıldı
uk_ua: Закриті

source: Open
ar_sa: فتح
de_de: Öffnen
es_es: Abrir
fa_ir: باز
fr_fr: Ouvert
hi_in: खोलें
it_it: Aperto
ja_jp: 開く
pl_pl: Otwarcie
pt_br: Aberto
pt_pt: Abertura
ru_ru: Открыта
th_th: เปิด
tr_tr: Açılış
uk_ua: Відкрити

source: MTM
hi_in: एमटीएम
th_th: เอ็มทีเอ็ม
uk_ua: (у 200 за все

source: Convert to
ar_sa: تحويل إلى
de_de: Konvertieren nach
es_es: Convertir a
fa_ir: تبدیل به
fr_fr: Convertir en
ja_jp: に変換
pt_br: Converta para
pt_pt: Converter para
uk_ua: Перетворити на

source: Open price
ar_sa: سعر الافتتاح
de_de: Offener Preis
es_es: Precio de apertura
fa_ir: قیمت باز کردن
fr_fr: Prix à l'ouverture
ja_jp: オープン価格
pt_br: Preço aberto
pt_pt: Preço de abertura
uk_ua: Ціна відкриття
