Repository: Quantower/Localization
Catalog: plug-ins/OrdersPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Order’s quantity
ar_sa: كمية الطلب
de_de: Auftragsmenge
es_es: Cantidad de la orden
fa_ir: مقدار سفارش
fr_fr: La quantité de la commande
hi_in: आदेश की मात्रा
it_it: Quantità dell'ordine
ja_jp: 注文数量
pl_pl: Ilość zamówienia
pt_br: Quantidade da ordem
pt_pt: Quantidade do pedido
ru_ru: Объем ордера
th_th: ปริมาณการสั่งซื้อ
tr_tr: Sipariş miktarı
uk_ua: Кількість замовлення

source: Qty. filled
ar_sa: الكمية الممتلئة
de_de: Menge
es_es: Cantidad aceptada
fa_ir: تعداد پر شده
fr_fr: Qté complétée
hi_in: Qty. भरा हुआ
it_it: Quantità.
ja_jp: 成立した数量
pl_pl: Zrealizowano
pt_br: Qty. executada
pt_pt: Qtd. executada
ru_ru: Исполненный объем
th_th: จํานวน เต็มไปหมด
tr_tr: İşleme konan mikt.
uk_ua: Заповнений об'єм

source: Filled quantity of the order
ar_sa: كمية مليئة بالترتيب
de_de: Gefüllte Menge der Bestellung
es_es: Cantidad llenada de la orden
fa_ir: مقدار پر از سفارش
fr_fr: Quantité remplie de la commande
hi_in: ऑर्डर की भरी हुई मात्रा
it_it: Quantità riempita dell'ordine
ja_jp: 注文の充填量
pl_pl: Wypełniona ilość zamówienia
pt_br: Quantidade executada da ordem
pt_pt: Quantidade preenchida do pedido
ru_ru: Исполненный объем ордера
th_th: ปริมาณที่เต็มไปของคําสั่งซื้อ
tr_tr: Siparişin doldurulmuş miktarı
uk_ua: Заповнена кількість замовлення

source: Qty. remaining
ar_sa: الكمية المتبقية
de_de: Menge
es_es: Cantidad restante
fa_ir: تعداد باقی مانده
fr_fr: Qté restante
hi_in: Qty. शेष
it_it: Quantità.
ja_jp: 残された数量
pl_pl: Pozostało
pt_br: Qty.
pt_pt: Qtd. restante
ru_ru: Оставшийся объем
th_th: จํานวน ที่เหลือ
tr_tr: Kalan mikt.
uk_ua: Незаповнений об'єм

source: Remaining quantity of the order
ar_sa: الكمية المتبقية من الطلب
de_de: Restmenge der Bestellung
es_es: Cantidad restante de la orden
fa_ir: مقدار باقی مانده از سفارش
fr_fr: Quantité restante de la commande
hi_in: ऑर्डर की शेष मात्रा
it_it: Quantità rimanente dell'ordine
ja_jp: 注文の残量
pl_pl: Pozostała ilość zamówienia
pt_br: Quantidade restante da ordem
pt_pt: Quantidade restante do pedido
ru_ru: Оставшийся объем ордера
th_th: ปริมาณที่เหลือของคําสั่งซื้อ
tr_tr: Siparişin kalan miktarı
uk_ua: Залишається кількість замовлення

source: Price
ar_sa: السعر
de_de: Preis
es_es: Precio
fa_ir: قيمت
fr_fr: Prix
hi_in: मूल्य
it_it: Prezzo
ja_jp: 価格
pl_pl: Cena £
pt_br: Preço
pt_pt: Preço
ru_ru: Цена
th_th: ราคา
tr_tr: Fiyat
uk_ua: Ціна

source: Order’s price
ar_sa: سعر الطلب
de_de: Preis der Bestellung
es_es: Precio del pedido
fa_ir: قیمت سفارش
fr_fr: Prix ​​de la commande
hi_in: ऑर्डर की कीमत
it_it: Prezzo dell'ordine
ja_jp: 注文の価格
pl_pl: Cena zamówienia
pt_br: Preço da ordem
pt_pt: Preço da encomenda
ru_ru: Цена ордера
th_th: ราคาของคําสั่งซื้อ
tr_tr: Siparişin fiyatı
uk_ua: Вартість замовлення

source: Trigger price
ar_sa: سعر التحفيز
de_de: Triggerpreis
es_es: Precio de activación
fa_ir: قیمت ماشه
fr_fr: Prix déclencheur
hi_in: ट्रिगर कीमत
ja_jp: トリガー価格
pl_pl: Cena wyzwalacza
pt_br: Preço do disparo
pt_pt: Gatilho de preço
ru_ru: Цена срабатывания
th_th: ราคาทริกเกอร์
tr_tr: Başlatma fiyatı
uk_ua: Тригерна ціна

source: Trigger price of the order, applicable for stop, stop-limit... orders
ar_sa: سعر Trigger للطلب ، مطبق على أوامر الوقف والتوقف...
de_de: Trigger-Preis der Bestellung, gültig für Stop, Stop-Limit... Bestellungen
es_es: Precio de activación del pedido, aplicable para stop, stop-limit... orders
fa_ir: قیمت ماشه از سفارش ، قابل استفاده برای توقف ، توقف محدود... سفارشات
fr_fr: Déclenchement du prix de la commande, applicable pour stop, stop-limit... commandes
hi_in: आदेश के ट्रिगर मूल्य, स्टॉप के लिए लागू, सीमा रोक... आदेश
it_it: Trigger prezzo dell'ordine, applicabile per gli ordini stop, stop-limit...
ja_jp: ストップリミット、ストップリミット、オーダーに適用される注文のトリガー価格
pl_pl: Cena wywoławcza zlecenia, obowiązująca dla stopu, limitu zatrzymania... zamówień
pt_br: Preço de disparo da ordem, aplicável para parar, stop-limit ... Ordens
pt_pt: Preço de acionamento do pedido, aplicável para stop, stop-limit... pedidos
ru_ru: Цена срабатывания ордера; применимо для стоп-, стоп-лимитных ордеров
th_th: ราคาทริกเกอร์ของคําสั่งซื้อที่ใช้บังคับสําหรับการหยุดหยุดขีด จํากัด ... ใบ สั่ง
tr_tr: Siparişin tetikleme fiyatı, stop, stop-limit... için geçerlidir
uk_ua: Тригерна ціна замовлення, застосовна для зупинки, зупинки... замовлень

source: TIF
ar_sa: الوقت في القوة
ja_jp: 注文の期限
pt_pt: Validade
ru_ru: Время действия
th_th: ทีไอเอฟ
uk_ua: Термін дії

source: Time in force of the order
ar_sa: الوقت في النظام
de_de: Zeit in Kraft der Bestellung
es_es: Tiempo vigente de la orden
fa_ir: زمان در نیروی سفارش
fr_fr: Heure en vigueur de la commande
hi_in: आदेश के बल पर समय
it_it: Tempo in vigore dell'ordine
ja_jp: 注文の有効期間
pl_pl: Czas obowiązywania zamówienia
pt_br: Tempo em validade da ordem
pt_pt: Tempo em vigor da encomenda
ru_ru: Время действия ордера
th_th: เวลาที่ใช้บังคับของคําสั่ง
tr_tr: Siparişin yürürlüğe girme zamanı
uk_ua: Час дії замовлення

source: Status
ar_sa: الحالة
es_es: Estado
fa_ir: وضعیت
fr_fr: Statut
hi_in: स्थिति
it_it: Stato
ja_jp: 状況
pt_pt: Situação
ru_ru: Статус
th_th: สถานะ
tr_tr: Durum
uk_ua: Статус

source: The status of the order
ar_sa: حالة الطلب
de_de: Der Status der Bestellung
es_es: El estado de la orden
fa_ir: وضعیت سفارش
fr_fr: Le statut de la commande
hi_in: आदेश की स्थिति
it_it: Lo stato dell'ordine
ja_jp: 注文のステータス
pl_pl: Status zamówienia
pt_br: O status da ordem
pt_pt: O status do pedido
ru_ru: Статус ордера
th_th: สถานะของคําสั่งซื้อ
tr_tr: Siparişin durumu
uk_ua: Статус замовлення

source: Original status
ar_sa: الحالة الاصليه
es_es: Estado original
fa_ir: وضعیت اصلی
fr_fr: Statut d’origine
hi_in: मूल स्थिति
it_it: Stato originale
ja_jp: 元の状態
pl_pl: Stan pierwotny
pt_br: Status original
pt_pt: Status original
ru_ru: Исходное состояние
th_th: สถานะเดิม
tr_tr: Orijinal durum
uk_ua: Початковий стан

source: Original order status from vendor
ar_sa: حاله الطلب الاصليه من المورد
de_de: Originalbestellstatus vom Verkäufer
es_es: Estado original del pedido del proveedor
fa_ir: وضعیت سفارش اصلی از فروشنده
fr_fr: Statut de commande original du fournisseur
hi_in: विक्रेता से मूल आदेश स्थिति
it_it: Stato dell'ordine originale dal fornitore
ja_jp: 仕入先からの元の注文ステータス
pl_pl: Pierwotny stan zamówienia od dostawcy
pt_br: Status da ordem original da corretora
pt_pt: Status do pedido original do fornecedor
ru_ru: Начальное состояние заказа от поставщика
th_th: สถานะคําสั่งซื้อเดิมจากผู้จัดจําหน่าย
tr_tr: Satıcıdan orijinal sipariş durumu
uk_ua: Початковий стан замовлення від виробника

source: Current price
ar_sa: السعر الحالي
de_de: Derzeitiger Preis
es_es: Precio actual
fa_ir: قیمت فعلی
fr_fr: Prix actuel
hi_in: वर्तमान मूल्य
it_it: Prezzo attuale
ja_jp: 現在価格
pl_pl: Obecna cena
pt_br: Preço atual
pt_pt: Preço atual
ru_ru: Текущая цена
th_th: ราคาปัจจุบัน
tr_tr: Cari fiyat
uk_ua: Поточна ціна

source: Current price of the symbol.
ar_sa: السعر الحالي للرمز.
de_de: Aktueller Preis des Symbols.
es_es: Precio actual del símbolo.
fa_ir: قیمت فعلی نماد.
fr_fr: Prix actuel du symbole.
hi_in: प्रतीक की वर्तमान कीमत ।
it_it: Prezzo attuale del simbolo.
ja_jp: シンボルの現在の価格。
pl_pl: Aktualna cena symbolu.
pt_br: Preço atual do ativo.
pt_pt: Preço atual do símbolo.
ru_ru: Текущая цена символа
th_th: ราคาปัจจุบันของสัญลักษณ์
tr_tr: Sembolün cari fiyatı.
uk_ua: Поточна ціна символу.

source: Stop loss
ar_sa: إيقاف الخسارة
es_es: Detener la pérdida de
fa_ir: توقف از دست دادن
hi_in: स्टॉप लॉस
ja_jp: ストップロス
pl_pl: Przestań tracić
pt_pt: Parar a perda de
ru_ru: Стоп лосс
th_th: หยุดการสูญเสีย
tr_tr: Zarar durdur
uk_ua: Стоп лосс

source: Stop loss value
ar_sa: وقف الخسارة القيمة
de_de: Stop-Loss-Wert
es_es: Detener el valor de pérdida
fa_ir: توقف از دست دادن مقدار
hi_in: हानि मान रोकें
ja_jp: 損失の価値を止める
pl_pl: Zatrzymaj wartość straty
pt_br: Valor de stop loss
pt_pt: Parar o valor da perda
ru_ru: Значение Стоп лосс
th_th: ค่าหยุดการสูญเสีย
tr_tr: Kaybedilen değeri durdur
uk_ua: Зупинити втрату вартості

source: Take profit
ar_sa: أخذ الربح
de_de: Profitieren Sie
es_es: Toma de beneficios
fa_ir: نگاهی به سود
fr_fr: Tirer profit
hi_in: लाभ उठाएं
it_it: Avere un profitto
ja_jp: 利益を確定する
pl_pl: Set Take profit
pt_br: Sair no Lucro
pt_pt: Obter lucros
ru_ru: Тейк профит
th_th: ทํากําไร
tr_tr: Kar alma
uk_ua: Тейк профіт

source: Take profit value
ar_sa: أخذ قيمة الربح
de_de: Take Gewinnwert
es_es: Tomar valor de ganancia
fa_ir: نگاهی به ارزش سود
fr_fr: Prendre la valeur du profit
hi_in: लाभ मान लें
it_it: Prendi il valore del profitto
ja_jp: 利益を上げる
pl_pl: Weź wartość zysku
pt_br: Obter valor de lucro
pt_pt: Tome o valor do lucro
ru_ru: Значение Тейк профит
th_th: มูลค่าการทํากําไร
tr_tr: Kazanç değerini al
uk_ua: Візьміть вартість прибутку

source: Date/Time
ar_sa: التاريخ/الوقت
de_de: Terminzeit
es_es: Fecha/Hora
fa_ir: تاریخ/زمان
fr_fr: Date/heure
hi_in: दिनांक/समय
it_it: Appuntamento
ja_jp: 日時
pl_pl: Data/Czas
pt_br: Data/hora
pt_pt: Data/hora
ru_ru: Дата/Время
th_th: วันที่/เวลา
tr_tr: Tarih/ Saat
uk_ua: Дата/Час

source: The date/time when order was placed
ar_sa: التاريخ / الوقت الذي تم فيه تقديم الطلب
de_de: Das Datum / die Uhrzeit der Bestellung
es_es: La fecha / hora en que se realizó el pedido
fa_ir: تاریخ/زمان زمانی که سفارش قرار داده شد
fr_fr: La date et l'heure auxquelles la commande a été passée
hi_in: आदेश दिए जाने की तिथि/समय
it_it: La data / ora in cui è stato effettuato l'ordine
ja_jp: 注文日時
pl_pl: Data / czas złożenia zamówienia
pt_br: A data/hora em que ordem foi colocado
pt_pt: A data / hora em que o pedido foi feito
ru_ru: Дата/время размещения ордера
th_th: วันที่/เวลาที่มีการสั่งซื้อ
tr_tr: Siparişin verildiği tarih / saat
uk_ua: Дата/час, коли замовлення було розміщено

source: Order ID
ar_sa: رقم الأمر
de_de: Auftragsnummer
es_es: ID de orden
fa_ir: شناسه سفارش
fr_fr: ID de l'ordre
hi_in: आदेश ID
it_it: ID ordine
ja_jp: 注文ID
pl_pl: Numer zlecenia
pt_br: ID de ordem
pt_pt: ID da ordem
ru_ru: ID ордера
th_th: รหัสคําสั่งซื้อ
tr_tr: Emir No
uk_ua: ID ордера

source: The ID of the order
ar_sa: معرف الطلب
de_de: Die ID der Bestellung
es_es: La identificación de la orden
fa_ir: شناسه سفارش
fr_fr: L'identifiant de la commande
hi_in: आदेश की ID
it_it: L'ID dell'ordine
ja_jp: 注文のID
pl_pl: Identyfikator zamówienia
pt_br: A ID da ordem
pt_pt: O ID do pedido
ru_ru: ID ордера
th_th: รหัสของคําสั่งซื้อ
tr_tr: Siparişin kimliği
uk_ua: ID ордера

source: Order group ID
ar_sa: معرف مجموعة الطلب
de_de: Bestellgruppen-ID
es_es: ID del grupo de pedido
fa_ir: شناسه گروه سفارش
fr_fr: ID du groupe de commandes
hi_in: आदेश समूह ID
it_it: Ordine ID gruppo
ja_jp: オーダーグループID
pl_pl: Zamów identyfikator grupy
pt_br: ID do grupo de pedidos
pt_pt: ID do grupo de pedidos
ru_ru: ID группы ордеров
th_th: รหัสกลุ่มคําสั่งซื้อ
tr_tr: Sipariş grubu kimliği
uk_ua: ID групи ордерів

source: The ID of group combined orders, applicable in OCO
ar_sa: معرف مجموعة الأوامر المشتركة ، المعمول بها في OCO
de_de: Die ID der Gruppenkombinationen, anwendbar in OCO
es_es: ID de órdenes combinadas de grupo, aplicable en OCO
fa_ir: شناسه گروه دستورات ترکیب ، قابل اجرا در OCO
fr_fr: L'ID des ordres combinés du groupe, applicable dans OCO
hi_in: समूह की ID संयुक्त आदेश, OCO में लागू
it_it: L'ID degli ordini combinati di gruppo, applicabile in OCO
ja_jp: OCOに適用されるグループ結合受注のID
pl_pl: Identyfikator grupowych zamówień złożonych, stosowany w OCO
pt_br: A ID de ordens combinadas de grupo, aplicável em OCO
pt_pt: O ID dos pedidos combinados do grupo, aplicável em OCO
ru_ru: ID группы объединенных ордеров; применимо в OCO
th_th: รหัสของคําสั่งซื้อรวมกลุ่มซึ่งมีผลบังคับใช้ใน OCO
tr_tr: Kombine siparişlerin kimliği, OCO’da uygulanabilir
uk_ua: ID групи об'єднаних ордерів, що застосовуються в OCO

source: Connection name
ar_sa: اسم الاتصال
de_de: Verbindungsname
es_es: Nombre de la conexión
fa_ir: نام اتصال
fr_fr: Nom de la connexion
hi_in: कनेक्शन का नाम
it_it: Nome della connessione
ja_jp: 接続名
pl_pl: Nazwa połączenia
pt_br: Nome de conexão
pt_pt: Nome da conexão
ru_ru: Название подключения
th_th: ชื่อการเชื่อมต่อ
tr_tr: Bağlantı adı
uk_ua: Назва з'єднання

source: The name of connection
ar_sa: اسم الاتصال
de_de: Der Name der Verbindung
es_es: El nombre de la conexión
fa_ir: نام اتصال
fr_fr: Le nom de la connexion
hi_in: कनेक्शन के नाम
it_it: Il nome della connessione
ja_jp: 接続の名前
pl_pl: Nazwa połączenia
pt_br: O nome da conexão
pt_pt: O nome da conexão
ru_ru: Название подключения
th_th: ชื่อของการเชื่อมต่อ
tr_tr: Bağlantı adı
uk_ua: Назва з'єднання

source: Additional parameters
ar_sa: معلمات إضافية
de_de: Zusätzliche Parameter
es_es: Parámetros adicionales
fa_ir: پارامترهای اضافی
fr_fr: Paramètres supplémentaires
hi_in: अतिरिक्त पैरामीटर
it_it: Parametri aggiuntivi
ja_jp: 追加のパラメーター
pl_pl: Dodatkowe parametry
pt_br: Parâmetros adicionais
pt_pt: Parâmetros adicionais
ru_ru: Дополнительные параметры
th_th: พารามิเตอร์เพิ่มเติม
tr_tr: Ek parametreler
uk_ua: Додаткові параметри

source: Comment
ar_sa: تعليق
de_de: Kommentar
es_es: Comentar
fa_ir: نظر
fr_fr: Faire un commentaire
hi_in: सम्‍मति देना
it_it: Commento
ja_jp: コメント
pl_pl: Komentarz
pt_br: Comentário
pt_pt: Comentário
ru_ru: Комментарий
th_th: ติชม
tr_tr: Yorum
uk_ua: Коментар

source: Order's comment
ar_sa: تعليق الطلب
de_de: Kommentar des Auftrags
es_es: Comentario del pedido
fa_ir: نظر سفارش
fr_fr: Commentaire de l’ordre
hi_in: आदेश की टिप्पणी
it_it: Commento dell'ordine
ja_jp: 注文のコメント
pl_pl: Komentarz zamówienia
pt_br: Comentário da ordem
pt_pt: Comentário da ordem
ru_ru: Комментарий ордера
th_th: ความคิดเห็นของคําสั่งซื้อ
tr_tr: Sipariş yorumu
uk_ua: Коментар замовлення

source: Exchange
ar_sa: تحويل
de_de: Umtausch
es_es: Cambio
fa_ir: تبادل
fr_fr: Échange
hi_in: बदलना
it_it: sostituzione
ja_jp: 取引所
pt_br: Bolsa
pt_pt: Bolsa
ru_ru: Биржа
th_th: แลกเปลี่ยน
tr_tr: Değiştir
uk_ua: Обмін

source: Exchange name
ar_sa: اسم تبادل
es_es: Nombre de intercambio
fa_ir: نام مبادله
fr_fr: Nom d’échange
hi_in: एक्सचेंज नाम
it_it: Nome di Exchange
ja_jp: 交換名
pl_pl: Nazwa programu Exchange
pt_br: Nome da Bolsa
pt_pt: Nome de troca
ru_ru: Имя обмена
th_th: ชื่ออัตราแลกเปลี่ยน
tr_tr: Değişim adı
uk_ua: Ім'я біржі

source: Average fill price
ar_sa: متوسط سعر التعبئة
hi_in: औसत भरण मूल्य
it_it: Prezzo medio di riempimento
pl_pl: Średnia cena wypełnienia
pt_pt: Preço médio de enchimento
ru_ru: Средняя стоимость заполнения
th_th: ราคาเติมเฉลี่ย
tr_tr: Ortalama dolum fiyatı
uk_ua: Середня ціна заливки

source: Order value
it_it: Valore dell'ordine
pl_pl: Wartość zamówienia
ru_ru: Стоимость заказа
tr_tr: Sipariş değeri

source: Intrinsic value of the order
it_it: Valore intrinseco dell'ordine
pl_pl: Wewnętrzna wartość zamówienia
ru_ru: Внутренняя стоимость заказа
tr_tr: Siparişin içsel değeri

source: Positions
ar_sa: المراكز
de_de: Positionen
es_es: Posiciones
fa_ir: موقعیت
hi_in: पदों
it_it: posizioni
ja_jp: 決済注文/ポジション一覧
pl_pl: Pozycje
pt_br: Posições
pt_pt: Posições
ru_ru: Позиции
th_th: ตำแหน่ง
tr_tr: Pozisyonlar
uk_ua: Позиції

source: Convert
ar_sa: تحويل
de_de: Konvertieren
es_es: Convertir
fa_ir: تبدیل
fr_fr: Convertir
hi_in: बदलना
it_it: Convertire
ja_jp: 変換
pl_pl: Przekonwertować
pt_br: Converter
pt_pt: Converter
ru_ru: Конвертировать
th_th: แปลง
tr_tr: Dönüştürmek
uk_ua: Перетворити

source: Refresh All
ar_sa: تحديث الكل
hi_in: सभी ताज़ा करें
it_it: Aggiorna tutto
pl_pl: Odśwież wszystko
pt_pt: Refrescar tudo
ru_ru: Обновить все
th_th: รีเฟรชทั้งหมด
tr_tr: Tümünü Yenile
uk_ua: Оновити все

source: Place at Breakeven
ar_sa: مكان في بريكيفن
de_de: Platz bei Breakeven
es_es: Lugar en Breakeven
fa_ir: محل در Breakeven
fr_fr: Place au seuil de rentabilité
hi_in: ब्रेकेवेन में जगह
it_it: Posto a Breakeven
ja_jp: ブレイクヴェンでの場所
pl_pl: Miejsce w Breakeven
pt_br: Lugar em Breakeven
pt_pt: Lugar em Breakeven
ru_ru: Разместить в безубыток
th_th: เพลส แอท เบรคเวน
tr_tr: Breakeven'deki yer
uk_ua: Місце в беззбитковості

source: Convert to
hi_in: बदलने के लिए
it_it: Converti in
pl_pl: Konwertuj na
ru_ru: Конвертировать в
th_th: แปลงเป็น
tr_tr: E dönüşmek

source: Are you sure want to break even position on {0}?
ar_sa: هل تريد بالتأكيد لكسر موقف حتى على {0}؟
de_de: Möchten Sie sicher die Gewinnschwelle auf {0}?
es_es: ¿Está seguro de que desea romper la posición de equilibrio en {0}?
fa_ir: آیا شما مطمئن هستید که می خواهید برای شکستن حتی موقعیت در {0}؟
fr_fr: Voulez-vous vraiment atteindre le seuil de rentabilité de la position sur {0}?
hi_in: क्या आपको यकीन है कि {0} पर भी स्थिति को तोड़ना चाहते हैं?
it_it: Sei sicuro di voler rompere la posizione di pareggio {0}?
ja_jp: あなたは本当に{0}上の偶数の位置を破りたいですか?
pl_pl: Czy na pewno chcesz złamać nawet pozycję na {0}?
pt_br: Você quer quebrar a posição em {0}?
pt_pt: Quer quebrar a posição em {0}?
ru_ru: Вы уверены, что хотите вывести позицию в безубыток по {0}?
th_th: คุณแน่ใจหรือว่าต้องการทําลายตําแหน่งที่สม่ําเสมอใน{0}?
tr_tr: {0}'daki konumunu kırmak istediğinden emin misin?
uk_ua: Ви дійсно хочете зламати парні позиції на {0}?
