Repository: Quantower/Localization
Catalog: plug-ins/OrdersPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Show toolbar
ar_sa: إظهار شريط الأدوات
de_de: Werkzeugleiste anzeigen
es_es: Mostrar la barra de herramientas
fa_ir: نمایش نوار ابزار
fr_fr: Afficher la barre d'outils
hi_in: उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti
ja_jp: ツールバーを表示する
pl_pl: Pokaż pasek narzędzi
pt_br: Mostrar
pt_pt: Mostrar barra de Ferramentas
ru_ru: Показать панель инструментов
th_th: แถบเครื่องมือแสดง
tr_tr: Araç çubuğunu göster
uk_ua: Показати панель інструментів

source: Remove SL
ar_sa: حذف إ.خ
de_de: Entferne SL
es_es: Eliminar SL
fa_ir: حذف SL
fr_fr: Retirer Stop Loss
hi_in: SL निकालें
it_it: Rimuovi SL
ja_jp: ストップロスを削除する
pl_pl: Usuń SL
pt_br: Remover SL
pt_pt: Remover SL
ru_ru: Удалить СЛ
th_th: ลบ SL
tr_tr: SL'i sil
uk_ua: Видалити SL

source: Remove TP
ar_sa: حذف أ.ر
de_de: Entferne TP
es_es: Eliminar TP
fa_ir: حذف TP
fr_fr: Retirer Take Profit
hi_in: TP निकालें
it_it: Rimuovi TP
ja_jp: 利益確定を削除する
pl_pl: Usuń TP
pt_br: Remover TP
pt_pt: Remover TP
ru_ru: Удалить ТП
th_th: ลบ TP
tr_tr: TP'yi sil
uk_ua: Видалити ТП

source: Working orders
ar_sa: أوامر العمل
de_de: Arbeitsaufträge
es_es: Órdenes activas
fa_ir: سفارشات کار
fr_fr: Ordres actifs
hi_in: कार्य आदेश
it_it: Ordini di lavoro
ja_jp: アクティブ受注
pl_pl: Zlecenia bieżące
pt_br: Ordens Ativas
pt_pt: Ordens ativos
ru_ru: Рабочие ордера
th_th: ใบสั่งงาน
tr_tr: Çalışma emir
uk_ua: Робочі ордера

source: Identify the category of the order: MIS – for trading in intraday, NRML – for trading for overnight position
ar_sa: تحديد فئة الطلب: MIS - للتداول في اليوم، NRML - للتداول لمركز ليلة وضحاها
de_de: Identifizieren Sie die Kategorie der Order: MIS – für den Handel in Intraday, NRML – für den Handel für Übernachtungsposition
es_es: Identificar la categoría de la orden: MIS – para operar en intradía, NRML – para operar por posición durante la noche
fa_ir: شناسایی رده از سفارش : MIS -- برای معاملات در داخل روز ، NRML -- برای معامله برای موقعیت یک شبه
fr_fr: Identifier la catégorie de l’ordre: MIS – pour le trading en intraday, NRML – pour le trading pour la position du jour au lendemain
hi_in: आदेश की श्रेणी की पहचान करें: एमआईएस - इंट्राडे में व्यापार के लिए, एनआरएमएल - रातोंरात स्थिति के लिए व्यापार के लिए
it_it: Identificare la categoria dell'ordine: MIS – per la negoziazione in intraday, NRML – per il trading per la posizione overnight
ja_jp: 注文のカテゴリを識別する: MIS – 日中の取引用, NRML – 一晩ポジションの取引のため
pl_pl: Określ kategorię zlecenia: MIS – do handlu w ciągu dnia, NRML – do obrotu na pozycji overnight
pt_br: Identificar a categoria da ordem: MIS – para negociação intraday, NRML – para negociação por posição overnight
pt_pt: Identificar a categoria da encomenda: MIS – para negociação intradiária, NRML – para negociação para posição noturna
ru_ru: Определите категорию ордера: MIS - для внутридневной торговли, NRML - для торговли через ночь
th_th: ระบุหมวดหมู่ของคําสั่ง: MIS – สําหรับการซื้อขายระหว่างวัน, NRML – สําหรับการซื้อขายสําหรับตําแหน่งข้ามคืน
tr_tr: Siparişin kategorisini belirleyin: MIS – gün içi ticaret için, NRML – gecelik pozisyon için ticaret için
uk_ua: Визначте категорію замовлення: МІС – для торгівлі внутрішньоденним, NRML – для торгівлі на нічну позицію

source: Disclosed quantity
ar_sa: الكمية المكشوف عنها
de_de: Offenbarte Menge
es_es: Cantidad divulgada
fa_ir: کمیت افشا شده
fr_fr: Quantité divulguée
hi_in: मात्रा का खुलासा
it_it: Quantità divulgata
ja_jp: 開示数量
pl_pl: Ujawniona ilość
pt_br: Quantidade Divulgada
pt_pt: Quantidade divulgada
ru_ru: Раскрытое количество
th_th: ปริมาณที่เปิดเผย
tr_tr: Açıklanan miktar
uk_ua: Розкрита кількість

source: Trailing SL
it_it: Sl finale
ru_ru: Трейлинг СЛ
tr_tr: İzleme SL

source: Exchange Order ID
it_it: ID ordine di scambio
pl_pl: Identyfikator zlecenia wymiany
ru_ru: Идентификатор обменного ордера
tr_tr: Exchange Sipariş Kimliği

source: At Market
it_it: Al mercato
pl_pl: Na rynku
ru_ru: На рынке
tr_tr: Pazarda

source: Is Triggered
it_it: Viene attivato
pl_pl: Jest wyzwalany
ru_ru: Срабатывает
tr_tr: Tetiklenir

source: Order Status
it_it: Stato dell'ordine
pl_pl: Status zamówienia
ru_ru: Статус заказа
tr_tr: Sipariş Durumu

source: Margin
ar_sa: الهامش
de_de: Rand
es_es: Margen
fa_ir: حاشیه
fr_fr: Marge
hi_in: मार्जिन
it_it: Margine
ja_jp: マージン
pl_pl: Margines
pt_br: Margem
pt_pt: Margem
ru_ru: Маржа
th_th: ขอบ
tr_tr: Marj
uk_ua: Полі

source: Cancel
ar_sa: إلغاء
de_de: Stornieren
es_es: Cancelar
fa_ir: لغو
fr_fr: Annuler
hi_in: रद्द करना
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отменить
th_th: ยกเลิก
tr_tr: İptal et
uk_ua: Скасувати

source: Modify
ar_sa: تعديل
de_de: Ändern
es_es: Modificar
fa_ir: تغییر
fr_fr: Modifier
hi_in: संशोधित
it_it: Modificare
ja_jp: 修正する
pl_pl: Modyfikowanie
pt_br: Modificar
pt_pt: Modificar
ru_ru: Изменить
th_th: ดัดแปลง
tr_tr: Değiştir
uk_ua: Змінити

source: Quick SL/TP
ar_sa: إ.خ /أ.ر سريع
de_de: Schnell SL / TP
es_es: SL/TP rápido
fa_ir: سریع SL/TP
fr_fr: SL/TP rapide
hi_in: त्वरित SL/TP
it_it: SL / TP veloce
ja_jp: クイック・ストップロス／クイック利益確定
pl_pl: Szybki SL/TP
pt_br: SL/TP rápido
pt_pt: SL/TP rápidos
ru_ru: Быстрый СЛ/ТП
th_th: SL/TP ด่วน
tr_tr: Hızlı SL/TP
uk_ua: Швидкий SL / TP

source: Change to Market
ar_sa: التغير إلى السوق
de_de: Zum Markt wechseln
es_es: Cambiar a Mercado
fa_ir: تغییر به بازار
fr_fr: Changement vers le marché
hi_in: बाजार में परिवर्तन
it_it: Cambia al mercato
ja_jp: 成行で実行する
pl_pl: Zmień na zlecenie Market
pt_br: Mudar para Mercado
pt_pt: Executar
ru_ru: Изменить на рыночный
th_th: เปลี่ยนเป็นตลาด
tr_tr: Piyasaya geç
uk_ua: Перехід на ринок

source: Change to Market all
ar_sa: التغير إلى السوق الكل
de_de: Wechseln Sie zu Markt alle
es_es: Cambiar a todo Mercado
fa_ir: تغییر به بازار همه
fr_fr: Changement vers tous les marchés
hi_in: बाजार में परिवर्तन सभी
it_it: Passa a Market tutti
ja_jp: すべてを成行に変更する
pl_pl: Zmień na wszystkie rynki
pt_br: Mudar todas para o Mercado
pt_pt: Mudar todas para Mercado
ru_ru: Изменить все на рыночный
th_th: เปลี่ยนเป็นตลาดทั้งหมด
tr_tr: Tümünü Piyasa emrine dönüştür
uk_ua: Перейдіть на ринок все

source: Cancel all by selected symbol
ar_sa: Cancel All by instrument
de_de: Alle nach dem ausgewählten Symbol abbrechen
es_es: Cancelar todo por símbolo seleccionado
fa_ir: همه را با نماد انتخاب شده لغو کنید
fr_fr: Annuler tout par symbole sélectionné
hi_in: चयनित प्रतीक द्वारा सभी रद्द करें
it_it: Annulla tutto dal simbolo selezionato
ja_jp: 同通貨ペアの注文取消
pl_pl: Anuluj wszystkie wg instrumentu
pt_br: Cancele tudo por símbolo selecionado
pt_pt: Cancelar tudo pelo Ativo selecionado
ru_ru: Отменить все по выбр. символу
th_th: ยกเลิกทั้งหมดตามสัญลักษณ์ที่เลือก
tr_tr: Tümünü Enstrüman Bazında İptal Et
uk_ua: Відмінити все за інструментом

source: Cancel all for selected account
ar_sa: Cancel All for Account
de_de: Alle für das ausgewählte Konto abbrechen
es_es: Cancelar todo para la cuenta seleccionada
fa_ir: همه را برای اشتراک انتخاب شده لغو کنید
fr_fr: Annuler tout pour compte sélectionné
hi_in: चयनित खाते के लिए सभी रद्द करें
it_it: Cancella tutto per l'account selezionato
ja_jp: 口座のすべてをキャンセルする
pl_pl: Anuluj wszystkie wg rachunku
pt_br: Cancele tudo para conta selecionada
pt_pt: Cancelar tudo para a conta selecionada
ru_ru: Отменить все по выбр. счету
th_th: ยกเลิกทั้งหมดสําหรับบัญชีที่เลือก
tr_tr: Tümünü Hesap Bazında İptal Et
uk_ua: Відмінити все для рахунку

source: Cancel all
ar_sa: إلغاء الكل
de_de: Alle Absagen
es_es: Cancelar todo
fa_ir: لغو همه
fr_fr: Tout annuler
hi_in: सभी रद्द करें
it_it: Cancella tutto
ja_jp: すべてキャンセルする
pl_pl: Anuluj wszystkie
pt_br: Cancelar todas
pt_pt: Cancelar todas
ru_ru: Отменить все
th_th: ยกเลิกทั้งหมด
tr_tr: Tümünü iptal et
uk_ua: Скасувати все

source: Cancel order
ar_sa: إلغاء الأمر
de_de: Bestellung stornieren
es_es: Cancelar orden
fa_ir: لغو سفارش
fr_fr: Annuler l'ordre
hi_in: आदेश रद्द करें
it_it: Annulla Ordine
ja_jp: 注文をキャンセルする
pl_pl: Anuluj zlecenie
pt_br: Cancelar ordem
pt_pt: Cancelar ordens
ru_ru: Отменить ордер
th_th: ยกเลิกคําสั่งซื้อ
tr_tr: Emri iptal et
uk_ua: Відмінити ордер

source: Link OCO
ar_sa: ربط OCO
es_es: Enlace OCO
fa_ir: لینک OCO
fr_fr: Lien OCO
hi_in: लिंक ओसीओ
ja_jp: リンク OCO
ru_ru: Связать ОСО
th_th: ลิงค์ OCO
tr_tr: Bağlantı OCO
uk_ua: Посилання OCO

source: Cancel selected orders
ar_sa: إلغاء الأوامر المحددة
de_de: Brechen Sie ausgewählte Aufträge ab
es_es: Cancelar órdenes seleccionadas
fa_ir: لغو سفارش های انتخاب شده
fr_fr: Annuler les ordres sélectionnés
hi_in: चयनित आदेश रद्द करें
it_it: Annulla gli ordini selezionati
ja_jp: 選択された注文をキャンセルする
pl_pl: Anuluj wybrane zamówienia
pt_br: Cancelar ordens selecionadas
pt_pt: Cancelar ordens selecionadas
ru_ru: Отменить выбранные ордера
th_th: ยกเลิกคําสั่งซื้อที่เลือก
tr_tr: Seçili emirleri iptal et
uk_ua: Скасувати вибрані замовлення

source: Cancel all orders
ar_sa: إلغاء جميع الأوامر
de_de: Storniere alle Bestellungen
es_es: Cancelar todas las órdenes
fa_ir: لغو همه سفارشات
fr_fr: Annuler tous les ordres
hi_in: सभी आदेश रद्द करें
it_it: Annulla tutti gli ordini
ja_jp: すべての注文をキャンセルする
pl_pl: Anuluj wszystkie zamówienia
pt_br: Cancelar todas as ordens
pt_pt: Cancelar todas as ordens
ru_ru: Отменить все ордера
th_th: ยกเลิกคําสั่งซื้อทั้งหมด
tr_tr: Tüm emirleri iptel et
uk_ua: Закрити всі ордера

source: Modify order
ar_sa: تعديل الأمر
de_de: Bestellung ändern
es_es: Modificar la Orden
fa_ir: تغییر ترتیب
fr_fr: Modifier l'ordre
hi_in: आदेश संशोधित करें
it_it: Modifica ordine
ja_jp: 注文の修正
pl_pl: Zmień zamówienie
pt_br: Modificar a ordem
pt_pt: Modificar ordens
ru_ru: Изменить ордер
th_th: แก้ไขคําสั่งซื้อ
tr_tr: Emri değiştir
uk_ua: Змінити порядок

source: Change to market
ar_sa: التغيير إلى السوق
de_de: Wechsel zum Markt
es_es: Cambiar al mercado
fa_ir: تغییر به بازار
fr_fr: Changement au marché
hi_in: बाजार में परिवर्तन
it_it: Cambia al mercato
ja_jp: 市場への変更
pl_pl: Zmień na rynek
pt_br: Mudar para mercado
pt_pt: Mudança para o mercado
ru_ru: Изменить на рыночный
th_th: เปลี่ยนสู่ตลาด
tr_tr: Piyasaya geç
uk_ua: Перехід на ринок

source: Cancel buy
ar_sa: إلغاء الشراء
de_de: Kauf abbrechen
es_es: Cancelar compra
fa_ir: لغو خرید
fr_fr: Annuler offres
hi_in: खरेदी रद्द करा
it_it: Annulla acquisto
ja_jp: 買いをキャンセルする
pl_pl: Anuluj kup
pt_br: Cancelar Compra
pt_pt: Cancelar Compra
ru_ru: Отменить покупку
th_th: ยกเลิกการซื้อ
tr_tr: Satın alma emrini iptal et
uk_ua: Скасувати покупку

source: Cancel buy orders
ar_sa: إلغاء أوامر الشراء
de_de: Kaufaufträge stornieren
es_es: Cancelar órdenes de compra
fa_ir: لغو سفارش خرید
fr_fr: Annuler les ordres d'achat
hi_in: खरीदें आदेश रद्द करें
it_it: Annulla gli ordini di acquisto
ja_jp: 買い注文をキャンセルする
pl_pl: Anuluj zamówienia zakupu
pt_br: Cancelar ordens de Compra
pt_pt: Cancelar ordens de Compra
ru_ru: Отменить ордера на покупку
th_th: ยกเลิกใบสั่งซื้อ
tr_tr: Satın alma emirlerini iptal et
uk_ua: Скасувати ордера на купівлю

source: Cancel sell
ar_sa: إلغاء البيع
de_de: Verkauf stornieren
es_es: Cancelar venta
fa_ir: لغو فروش
fr_fr: Annuler la vente
hi_in: बेचना रद्द करें
it_it: Annulla vendita
ja_jp: Askをキャンセルする
pl_pl: Anuluj zlecenia Sprzedaży
pt_br: Cancelar Venda
pt_pt: Cancelar Venda
ru_ru: Отменить продажу
th_th: ยกเลิกการขาย
tr_tr: Alışları iptal et
uk_ua: Скасувати продати

source: Cancel sell orders
ar_sa: إلغاء أوامر البيع
de_de: Verkaufsaufträge stornieren
es_es: Cancelar órdenes de venta
fa_ir: لغو سفارش فروش
fr_fr: Annuler les ordres de vente
hi_in: बेचें आदेश रद्द करें
it_it: Annulla gli ordini di vendita
ja_jp: 売り注文をキャンセルする
pl_pl: Anuluj sprzedaż zamówień
pt_br: Cancelar ordens de venda
pt_pt: Cancelar ordens de Venda
ru_ru: Отменить ордера на продажу
th_th: ยกเลิกคําสั่งขาย
tr_tr: Satış emirlerini iptal et
uk_ua: Скасувати ордера на продаж

source: Cancel Limits
ar_sa: إلغاء الحدود
de_de: Grenzen aufheben
es_es: Cancelar Límites
fa_ir: لغو محدوده
fr_fr: Annuler les limites
hi_in: सीमाएं रद्द करें
it_it: Annulla limiti
ja_jp: リミット注文のキャンセル
pl_pl: Anuluj ograniczenia
pt_br: Limites de cancelamento
pt_pt: Cancelar 'Limits'
ru_ru: Отменить лимиты
th_th: ยกเลิกขีดจํากัด
tr_tr: Limitleri iptal et
uk_ua: Скасувати обмеження

source: Cancel Limit orders
ar_sa: إلغاء أوامر الحد
de_de: Abbrechen Bestellungen limitieren
es_es: Cancelar órdenes de Límite
fa_ir: لغو سفارش های محدود
fr_fr: Annuler les ordres de limite
hi_in: सीमा आदेश रद्द करें
it_it: Annulla ordini limite
ja_jp: リミット注文をキャンセルする
pl_pl: Anuluj zlecenia z limitem
pt_br: Cancelar ordens de limite
pt_pt: Cancelar ordens 'Limit'
ru_ru: Отменить Лимитные ордера
th_th: ยกเลิกคําสั่งจํากัด
tr_tr: Limit emirlerini iptal et
uk_ua: Скасувати ліміт ордера

source: Cancel Stops
ar_sa: إلغاء الإيقاف
de_de: Abbrechen Stopps
es_es: Cancelar Stops
fa_ir: لغو توقف
fr_fr: Annuler les stops
hi_in: स्टॉप रद्द करें
it_it: Annulla fermate
ja_jp: ストップのキャンセル
pl_pl: Anuluj Zatrzymuje
pt_br: Cancelar stops
pt_pt: Cancelar 'Stops'
ru_ru: Отменить стопы
th_th: ยกเลิกจุดแวะพัก
tr_tr: Dudruma emirlerini iptal et
uk_ua: Скасувати зупинки

source: Cancel Stop orders
ar_sa: إلغاء أوامر الإيقاف
de_de: Abbrechen Stop Bestellungen
es_es: Cancelar órdenes de Stop
fa_ir: لغو فرمان های توقف
fr_fr: Annuler les ordres stop
hi_in: रोक आदेश रद्द करें
it_it: Annulla Interrompi ordini
ja_jp: ストップ注文をキャンセルする
pl_pl: Anuluj Zatrzymaj zamówienia
pt_br: Cancelar ordens de stop
pt_pt: Cancelar ordens 'Stop'
ru_ru: Отменить Стоп ордера
th_th: ยกเลิกคําสั่งหยุด
tr_tr: Durdurma emirlerini iptal et
uk_ua: Скасувати замовлення стоп

source: Cancel Days
ar_sa: إلغاء الأيام
de_de: Tage abbrechen
es_es: Cancelar Días
fa_ir: لغو روز
fr_fr: Annuler les jours
hi_in: दिन रद्द करें
it_it: Annulla giorni
ja_jp: Day注文のキャンセル
pl_pl: Anuluj zlecenia Dzień
pt_br: Dias de cancelamento
pt_pt: Cancelar Dias
ru_ru: Отменить дневные
th_th: ยกเลิกวัน
tr_tr: Günleri iptal et
uk_ua: Скасування днів

source: Cancel Day orders
ar_sa: إلغاء أوامر الأيام
de_de: Abbrechen Tagesaufträge
es_es: Cancelar órdenes de día
fa_ir: لغو سفارش روز
fr_fr: Annuler les ordres de jour
hi_in: रद्द दिन आदेश
it_it: Annulla ordini di giorno
ja_jp: Day注文をキャンセルする
pl_pl: Anuluj zamówienia dnia
pt_br: Cancelar ordens do Dia
pt_pt: Cancelar ordens do dia
ru_ru: Отменить дневные ордера
th_th: ยกเลิกคําสั่งซื้อแบบวัน
tr_tr: Günlük emirleri iptal et
uk_ua: Скасуйте денні замовлення

source: Cancel GTCs
ar_sa: GTC إلغاء
de_de: Stornieren Sie AGB
es_es: Cancelar GTCs
fa_ir: لغو کردن GTCs
fr_fr: Annuler les GTC
hi_in: GTCs रद्द करें
it_it: Cancella CG
ja_jp: GTC注文のキャンセル
pl_pl: Anuluj zlecenia Bezterminowe
pt_br: Cancelar GTCs
pt_pt: Cancelar ordens 'Até Cancelar'
ru_ru: Отменить GTC
th_th: ยกเลิก GTC
tr_tr: GTC'leri iptal et
uk_ua: Скасувати ГТК

source: Cancel GTC orders
ar_sa: GTC إلغاء أوامر
de_de: Stornieren Sie AGB-Bestellungen
es_es: Cancelar órdenes GTC
fa_ir: لغو سفارشات GTC
fr_fr: Annuler les ordres GTC
hi_in: GTC आदेश रद्द करें
it_it: Annulla gli ordini GTC
ja_jp: GTC注文をキャンセルする
pl_pl: Anuluj zlecenia GTC
pt_br: Cancelar ordens do GTC
pt_pt: Cancelar ordens com validade 'Até Cancelar'
ru_ru: Отменить GTC ордера
th_th: ยกเลิกคําสั่งซื้อ GTC
tr_tr: GTC emirlerini iptal et
uk_ua: Скасувати замовлення GTC

source: Cancel selected
ar_sa: إلغاء المحدد
de_de: Abbrechen ausgewählt
es_es: Cancelar seleccionado
fa_ir: لغو انتخاب شده
fr_fr: Annuler la sélection
hi_in: चयनित रद्द करें
it_it: Annulla selezionato
ja_jp: 選択された注文のキャンセル
pl_pl: Anuluj zaznaczone
pt_br: Cancelar selecionado
pt_pt: Cancelar selecionado
ru_ru: Отменить выбранные
th_th: ยกเลิกการเลือกไว้
tr_tr: Seçili emri iptal et
uk_ua: Скасувати вибране

source: Cancel all orders by selected (symbol + account)
ar_sa: Cancel all orders by selected symbol
de_de: Alle Bestellungen stornieren nach ausgewählt (Symbol + Konto)
es_es: Cancelar todas las órdenes por selección (símbolo + cuenta)
fa_ir: لغو همه سفارشات از طریق انتخاب (نماد + حساب)
fr_fr: Annuler tous les ordres par (symbole + compte)
hi_in: चयनित द्वारा सभी आदेश रद्द करें (प्रतीक + खाता)
it_it: Annulla tutti gli ordini selezionati (simbolo + account)
ja_jp: （シンボル＋口座）ごとにすべての注文をキャンセルする
pl_pl: Cancel all orders by selected symbol
pt_br: Cancele todos as ordens selecionados (símbolo + conta)
pt_pt: Cancelar todas as ordens selecionadas (Ativo + conta)
ru_ru: Отменить все ордера по выбранному (символу + счету)
th_th: ยกเลิกคําสั่งซื้อทั้งหมดโดยเลือก (สัญลักษณ์ + บัญชี)
tr_tr: Seçilen sembole göre tüm emirleri iptal et
uk_ua: Cancel all orders by selected symbol

source: Modify selected order
ar_sa: تعديل الأمر المحدد
de_de: Ändern Sie die ausgewählte Reihenfolge
es_es: Modificar orden seleccionada
fa_ir: تغییر ترتیب انتخاب شده
fr_fr: Modifier l'ordre sélectionné
hi_in: चयनित क्रम संशोधित करें
it_it: Modifica l'ordine selezionato
ja_jp: 選択された注文を変更する
pl_pl: Zmodyfikuj wybraną kolejność
pt_br: Modificar a ordem selecionada
pt_pt: Modificar ordem selecionada
ru_ru: Изменить выбранный ордер
th_th: แก้ไขลําดับที่เลือก
tr_tr: Seçili emri değiştir
uk_ua: Редагувати вибраний ордер

source: Modify selected orders type to Market
ar_sa: تعديل أنواع الأوامر المحددة إلى السوق
de_de: Ändern Sie den ausgewählten Auftragstyp in Market
es_es: Modificar el tipo de órdenes seleccionadas a Mercado
fa_ir: تغییر نوع سفارش های انتخاب شده به بازار
fr_fr: Modifier le type des ordres sélectionnés à Marché
hi_in: चयनित आदेश प्रकार को बाज़ार में संशोधित करें
it_it: Modifica il tipo di ordini selezionati in Mercato
ja_jp: 選択された注文の種類をマーケットに修正する
pl_pl: Zmodyfikuj wybrany typ zamówień na Market
pt_br: Modificar o tipo de pedidos selecionados para o Mercado
pt_pt: Modificar ordens selecionadas por tipo Mercado
ru_ru: Изменить тип выбранных ордеров на рыночный
th_th: แก้ไขประเภทคําสั่งที่เลือกเป็น Market
tr_tr: Piyasaya göre seçilen emir türünü değiştir
uk_ua: Змінити тип вибраних замовлень на Market

source: Account
ar_sa: الحساب
de_de: Konto
es_es: Cuenta
fa_ir: حساب
fr_fr: Compte
hi_in: खाता
ja_jp: 口座
pl_pl: Konto
pt_br: Conta Selecionada
pt_pt: Conta
ru_ru: Счет
th_th: บัญชี
tr_tr: Hesap
uk_ua: Рахунок

source: Account name
ar_sa: اسم الحساب
de_de: Kontobezeichnung
es_es: Nombre de cuenta
fa_ir: نام حساب
fr_fr: Nom du compte
hi_in: खाता नाम
it_it: Nome utente
ja_jp: アカウント名
pl_pl: Nazwa rachunku
pt_br: Nome da conta
pt_pt: Nome da conta
ru_ru: Название счета
th_th: ชื่อบัญชี
tr_tr: Hesap ismi
uk_ua: Назва рахунку

source: Symbol
ar_sa: الرمز
es_es: Símbolo
fa_ir: نماد
fr_fr: Symbole
hi_in: प्रतीक
it_it: Simbolo
ja_jp: シンボル
pl_pl: Instrument
pt_br: Ativo
pt_pt: Ativo
ru_ru: Символ
th_th: สัญลักษณ์
tr_tr: Sembol
uk_ua: Символ

source: Symbol name
ar_sa: اسم الرمز
es_es: Nombre del símbolo
fa_ir: نام نماد
fr_fr: Nom du symbole
hi_in: प्रतीक नाम
it_it: Nome del simbolo
ja_jp: シンボル名
pl_pl: Nazwa instrumentu
pt_br: Nome do Ativo
pt_pt: Nome do Ativo
ru_ru: Название символа
th_th: ชื่อสัญลักษณ์
tr_tr: Enstrüman adı
uk_ua: Ім'я символу

source: Description
ar_sa: الوصف
de_de: Beschreibung
es_es: Descripción
fa_ir: توضیحات
fr_fr: La description
hi_in: विवरण
it_it: Descrizione
ja_jp: 説明
pl_pl: Opis
pt_br: Descrição
pt_pt: Descriçao
ru_ru: Описание
th_th: การบรรยาย
tr_tr: Açıklama
uk_ua: Опис

source: The description of the symbol
ar_sa: وصف الرمز
de_de: Die Beschreibung des Symbols
es_es: La descripción del símbolo
fa_ir: شرح نماد
fr_fr: La description du symbole
hi_in: प्रतीक का वर्णन
it_it: La descrizione del simbolo
ja_jp: シンボルの説明
pl_pl: Opis symbolu
pt_br: A descrição do ativo
pt_pt: A descrição do símbolo
ru_ru: Описание символа
th_th: คําอธิบายของสัญลักษณ์
tr_tr: Sembolün açıklaması
uk_ua: Опис символу

source: Symbol type
ar_sa: نوع الرمز
de_de: Symboltyp
es_es: Tipo de símbolo
fa_ir: نوع نماد
fr_fr: Type de symbole
hi_in: प्रतीक प्रकार
it_it: Tipo di simbolo
ja_jp: シンボルの種類
pl_pl: Typ symbolu
pt_br: Tipo de Ativo
pt_pt: Tipo de Ativo
ru_ru: Тип символа
th_th: ประเภทสัญลักษณ์
tr_tr: Sembol türü
uk_ua: Тип символу

source: Symbol’s asset class
ar_sa: فئة أصول الرمز
de_de: Symbol der Anlageklasse
es_es: Clase de activos del símbolo
fa_ir: کلاس دارایی نماد
fr_fr: Classe d'actifs du symbole
hi_in: प्रतीक है परिसंपत्ति वर्ग
it_it: Classe di asset del simbolo
ja_jp: シンボルのアセットクラス
pl_pl: Klasa aktywów symbolu
pt_br: Classe de ativos
pt_pt: Classe de ativos do símbolo
ru_ru: Класс актива символа
th_th: ประเภทสินทรัพย์ของสัญลักษณ์
tr_tr: Sembolün varlık sınıfı
uk_ua: Клас активів символу

source: Expiration date
ar_sa: تاريخ الانتهاء
de_de: Haltbarkeitsdatum
es_es: Fecha de vencimiento
fa_ir: تاریخ انقضا
fr_fr: Date d'expiration
hi_in: समय सीमा समाप्ति दिनांक
it_it: Data di scadenza
ja_jp: 満期日
pl_pl: Termin ważności
pt_br: Data de validade
pt_pt: Data de validade
ru_ru: Дата экспирации
th_th: วันหมดอายุ
tr_tr: Sona erme tarihi
uk_ua: Дата експірації

source: Expiration date of derivative symbol
ar_sa: تاريخ انتهاء صلاحيه رمز المشتقة
de_de: Ablaufdatum des Derivat-Symbols
es_es: Fecha de caducidad del símbolo derivado
fa_ir: تاریخ انقضا نماد مشتق شده
fr_fr: Date d'expiration du symbole dérivé
hi_in: व्युत्पंन प्रतीक की समाप्ति तिथि
it_it: Data di scadenza del simbolo derivato
ja_jp: デリバティブシンボルの有効期限
pl_pl: Data wygaśnięcia symbolu pochodnego
pt_br: Data de validade do derivativo
pt_pt: Data de expiração do símbolo derivado
ru_ru: Срок действия дериватива
th_th: วันหมดอายุของสัญลักษณ์อนุพันธ์
tr_tr: Türev sembolünün sona erme tarihi
uk_ua: Термін придатності похідного символу

source: Strike price
ar_sa: سعر الضربة
de_de: Ausübungspreis
es_es: Precio de ejercicio
fa_ir: قیمت اعتصاب
fr_fr: Prix d'exercice
hi_in: स्ट्राइक प्राइस
it_it: Prezzo di esercizio
ja_jp: 権利行使価格
pl_pl: Cena Strike
pt_br: Preço de strike
pt_pt: Preço 'Strike'
ru_ru: Страйк цена
th_th: ราคาใช้สิทธิ
tr_tr: İşlem fiyatı
uk_ua: Ціна страйка

source: Option’s strike price
ar_sa: سعر التنفيذ للخيار
de_de: Der Ausübungspreis der Option
es_es: Precio de ejercicio de la opción
fa_ir: قیمت اعتصاب گزینه
fr_fr: Prix ​​d'exercice de l'option
hi_in: विकल्प का स्ट्राइक प्राइस
it_it: Prezzo di esercizio dell'opzione
ja_jp: オプションの行使価格
pl_pl: Cena wykonania opcji
pt_br: Preço de strike da opção
pt_pt: Preço de exercício da opção
ru_ru: Цена исполнения опциона
th_th: ราคาใช้สิทธิ์ของออปชั่น
tr_tr: Option’un grev fiyatı
uk_ua: Варіант вартістю

source: Side
ar_sa: جانب
de_de: Seite
es_es: Lado
fa_ir: جانبی
fr_fr: Côté
hi_in: पक्ष
it_it: Lato
ja_jp: アクション
pl_pl: Bok
pt_br: Tipo de Trade
pt_pt: Lado
ru_ru: Сторона
th_th: ข้าง
tr_tr: Yön
uk_ua: Сторона

source: The direction of the order
ar_sa: اتجاه الطلب
de_de: Die Richtung der Bestellung
es_es: La dirección de la orden
fa_ir: جهت سفارش
fr_fr: La direction de la commande
hi_in: आदेश की दिशा
it_it: La direzione dell'ordine
ja_jp: 注文の方向
pl_pl: Kierunek zamówienia
pt_br: A direção da ordem
pt_pt: A direção do pedido
ru_ru: Направление ордера
th_th: ทิศทางของคําสั่ง
tr_tr: Siparişin yönü
uk_ua: Напрямок замовлення

source: Order type
ar_sa: نوع الأمر
de_de: Auftragsart
es_es: Tipo de orden
fa_ir: نوع سفارش
fr_fr: Type d'ordre
hi_in: आदेश प्रकार
it_it: Tipo di ordine
ja_jp: 注文の種類
pl_pl: Typ zlecenia
pt_br: Tipo de ordem
pt_pt: Tipo de ordem
ru_ru: Тип ордера
th_th: ประเภทคําสั่ง
tr_tr: Emir türü
uk_ua: Тип замовлення

source: The type of the order
ar_sa: نوع الطلب
de_de: Die Art der Bestellung
es_es: El tipo de la orden
fa_ir: نوع سفارش
fr_fr: Le type de la commande
hi_in: आदेश का प्रकार
it_it: Il tipo di ordine
ja_jp: 注文の種類
pl_pl: Rodzaj zamówienia
pt_br: O tipo de ordem
pt_pt: O tipo do pedido
ru_ru: Тип ордера
th_th: ประเภทของคําสั่งซื้อ
tr_tr: Siparişin tipi
uk_ua: Тип замовлення

source: Quantity
ar_sa: الكمية
de_de: Menge
es_es: Cantidad
fa_ir: مقدار
fr_fr: Quantité
hi_in: मात्रा
it_it: Quantità
ja_jp: 取引数量
pl_pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
ru_ru: Объем
th_th: ปริมาณ
tr_tr: Miktar
uk_ua: Об'єм
