Repository: Quantower/Localization
Catalog: plug-ins/SymbolsMappingPanel/*.po
Languages: ru_ru, th_th, uk_ua

source: Corresponding connection
ru_ru: Соответствующее соединение
th_th: การเชื่อมต่อที่สอดคล้องกัน
uk_ua: Відповідне з'єднання

source: We will try to automaticaly detect the best matching symbols from this vendor
ru_ru: Мы постараемся выбрать соответствующие символы от этого поставщика
th_th: เราจะพยายามตรวจจับสัญลักษณ์ที่ตรงกันที่ดีที่สุดจากผู้ขายรายนี้โดยอัตโนมัติ
uk_ua: Ми спробуємо автоматично знайти відповідні символи від цього постачальника

source: Add
ru_ru: Добавить
th_th: เพิ่ม
uk_ua: Додати

source: Cancel
ru_ru: Отмена
th_th: ยกเลิก
uk_ua: Скасувати

source: Tradable symbol
ru_ru: Торговый символ
th_th: สัญลักษณ์ที่สามารถซื้อขายได้
uk_ua: Торговий символ

source: Tradable connection
ru_ru: Торгуемое соединение
th_th: การเชื่อมต่อที่สามารถซื้อขายได้
uk_ua: Торгове з'єднання

source: Data symbol
ru_ru: Символ данных
th_th: สัญลักษณ์ข้อมูล
uk_ua: Символ даних

source: Data connection
ru_ru: Подключение к данным
th_th: การเชื่อมต่อข้อมูล
uk_ua: З'єднання для даних

source: Settings
ru_ru: Настройки
th_th: การตั้งค่า
uk_ua: Налаштування

source: Remove
ru_ru: Удалить
th_th: ถอด
uk_ua: Видалити

source: Multiple
ru_ru: Несколько
th_th: หลายเท่า
uk_ua: Кілька

source: Symbols mapping
ru_ru: Сопоставление символов
th_th: การแมปสัญลักษณ์
uk_ua: Зіставлення символів

source: Add symbols
ru_ru: Добавить символы
th_th: เพิ่มสัญลักษณ์
uk_ua: Додати символи

source: Delete selected
ru_ru: Удалить выделенные
th_th: ลบที่เลือก
uk_ua: Видалити вибране

source: Delete all
ru_ru: Удалить все
th_th: ลบทั้งหมด
uk_ua: Видалити все

source: Add symbol(s)
ru_ru: Добавить символ(ы)
th_th: เพิ่มสัญลักษณ์
uk_ua: Додати символ(и)

source: Delete all maps
ru_ru: Удалить все сопоставления
th_th: ลบแผนที่ทั้งหมด
uk_ua: Видалити всі зіставлення

source: Are you sure you want to delete symbol map?
ru_ru: Вы уверены, что хотите удалить сопоставление символов?
th_th: คุณแน่ใจหรือว่าต้องการลบแผนที่สัญลักษณ์?
uk_ua: Справді видалити зіставлення символів?

source: Are you sure you want to delete selected ({selectedItems.Count}) symbol maps?
ru_ru: Вы уверены, что хотите удалить выбранные ({selectedItems.Count}) сопоставления символов?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบแผนที่สัญลักษณ์ที่เลือก ({selectedItems.Count})
uk_ua: Справді видалити вибрані ({selectedItems.Count}) зіставлення символів?

source: Are you sure you want to delete all symbol maps?
ru_ru: Вы уверены, что хотите удалить все сопоставления символов?
th_th: คุณแน่ใจหรือว่าต้องการลบแผนที่สัญลักษณ์ทั้งหมด?
uk_ua: Справді видалити всі зіставлення символів?
