Repository: Quantower/Localization
Catalog: plug-ins/ChartPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Draw text
ar_sa: رسم النص
de_de: Text zeichnen
es_es: Dibujar texto
fa_ir: رسم متن
fr_fr: Dessiner le texte
hi_in: पाठ आरेखित करें
it_it: Disegna testo
ja_jp: テキストの描画
pl_pl: Rysowanie tekstu
pt_br: Desenhar texto
pt_pt: Desenhar texto
ru_ru: Нарисовать текст
th_th: วาดข้อความ
tr_tr: Metin çiz
uk_ua: Намалювати текст

source: Draw note
ar_sa: رسم ملاحظه
de_de: Verlosung
es_es: Dibujar Nota
fa_ir: رسم یادداشت
fr_fr: Note de dessin
hi_in: नोट आरेखित करें
it_it: Nota di tiraggio
ja_jp: 注記の描画
pl_pl: Uwaga do rysowania
pt_br: Adicionar Observações
pt_pt: Desenhe nota
ru_ru: Нарисовать заметку
th_th: วาดโน้ต
tr_tr: Not çiz
uk_ua: Намалювати примітку

source: Draw comment
ar_sa: رسم التعليق
de_de: Kommentar abgeben
es_es: Dibujar comentario
fa_ir: رسم نظر
fr_fr: Dessiner un commentaire
hi_in: टिप्पणी ड्रा
it_it: Disegnare commento
ja_jp: コメントの描画
pl_pl: Rysowanie komentarza
pt_br: Adicionar comentário
pt_pt: Desenhar comentário
ru_ru: Нарисовать комментарий
th_th: วาดความคิดเห็น
tr_tr: Yorum çiz
uk_ua: Намалювати коментар

source: Add custom profile
ar_sa: إضافة ملف تعريف مخصص
de_de: Hinzufügen eines benutzerdefinierten Profils
es_es: Añadir perfil personalizado
fa_ir: افزودن نمایه سفارشی
fr_fr: Ajouter un profil personnalisé
hi_in: कस्टम प्रोफाइल जोड़ें
it_it: Aggiungere un profilo personalizzato
ja_jp: カスタム プロファイルの追加
pl_pl: Dodawanie profilu niestandardowego
pt_br: Adicionar perfil personalizado
pt_pt: Adicionar perfil personalizado
ru_ru: Добавить свой профиля
th_th: เพิ่มโปรไฟล์ที่กําหนดเอง
tr_tr: Özel profil ekle
uk_ua: Додати свій профіль

source: Add custom VWAP
ar_sa: إضافة VWAP مخصص
de_de: Hinzufügen von benutzerdefiniertem VWAP
es_es: Añadir VWAP personalizado
fa_ir: اضافه کردن VWAP سفارشی
fr_fr: Ajouter vwap personnalisé
hi_in: कस्टम वीडब्ल्यूएपी जोड़ें
it_it: Aggiungere VWAP personalizzato
ja_jp: カスタム VWAP を追加する
pl_pl: Dodawanie niestandardowego programu VWAP
pt_br: Adicionar VWAP personalizado
pt_pt: Adicionar VWAP personalizado
ru_ru: Добавить свой VWAP
th_th: เพิ่ม VWAP แบบกําหนดเอง
tr_tr: Özel VWAP ekle
uk_ua: Додати свій VWAP

source: Add alert
ar_sa: إضافة تنبيه
de_de: Warnung hinzufügen
es_es: Añadir alerta
fa_ir: اضافه کردن هشدار
fr_fr: Ajouter l'alerte
hi_in: चेतावनी जोड़ें
it_it: Aggiungi avviso
ja_jp: アラートの追加
pl_pl: Dodaj alert
pt_br: Adicionar Alerta
pt_pt: Adicionar alerta
ru_ru: Добавить оповещение
th_th: เพิ่มการแจ้งเตือน
tr_tr: Uyarı ekle
uk_ua: Додати оповіщення

source: Sell Market
ar_sa: بيع السوق
es_es: Mercado de ventas
fa_ir: فروش بازار
fr_fr: Vente au marché
hi_in: बाजार बेचें
it_it: Mercato delle vendere
ja_jp: 成行き売り
pl_pl: Rynek sprzedaży
pt_br: Vender
pt_pt: Venda à Mercado
ru_ru: Продать по маркету
th_th: ขายตลาด
tr_tr: Piyasa (Market) Fiyatından Sat
uk_ua: Продати по ринку

source: Sell Bid
ar_sa: بيع أمر الشراء
es_es: Vender venta
fa_ir: فروش پیشنهاد
fr_fr: Vendre offre
hi_in: बोली बेचें
it_it: Vendi offerta
ja_jp: Bidを売りする
pl_pl: Sprzedaj ofertę
pt_br: Oferta da Compra
pt_pt: Venda 'Bid'
ru_ru: Продать Бид
th_th: ขายราคาประมูล
tr_tr: Alış (Bid) Fiyatından Sat
uk_ua: Продати Бід

source: Sell Ask
ar_sa: إضافة طلب
es_es: Añadir Compra
fa_ir: فروش بپرسید
fr_fr: Vendre demande
hi_in: पूछो पूछो
it_it: Vendi Chiedi
ja_jp: Askを追加する
pl_pl: Add Ask
pt_br: Oferta de Venda
pt_pt: Venda 'Ask'
ru_ru: Продать Аск
th_th: ขายถาม
tr_tr: Satış (Ask) Fiyatından Sat
uk_ua: Продати Аск

source: Buy Market
ar_sa: شراء السوق
de_de: Kaufen Markt
es_es: Mercado de compra
fa_ir: خرید بازار
fr_fr: Achat au marché
hi_in: बाजार खरीदें
it_it: Acquista mercato
ja_jp: 成行き買い
pl_pl: Rynek kupna
pt_br: Mercado Comprador
pt_pt: C.Mercado
ru_ru: Купить по рынку
th_th: ซื้อตลาด
tr_tr: Piyasa (Market) Fiyatından Al
uk_ua: Купити по ринку

source: Buy Bid
ar_sa: إضافة عرض
de_de: Kaufen Bid
es_es: Añadir Venta
fa_ir: خرید پیشنهاد
fr_fr: Vendre offre
hi_in: बोली खरीदें
it_it: Acquista offerta
ja_jp: Bidを追加する
pl_pl: Add Bid
pt_br: Ordem de Compra
pt_pt: Compra 'Bid'
ru_ru: Купить Бид
th_th: ซื้อประมูล
tr_tr: Alış (Bid) Fiyatından Al
uk_ua: Купити Бід

source: Buy Ask
ar_sa: شراء طلب
de_de: Kaufen Ask
es_es: Adquirir compra
fa_ir: خرید بپرسید
fr_fr: Acheter demande
hi_in: खरीदें पूछो
it_it: Acquista Chiedi
ja_jp: Askを買いする
pl_pl: Kup Ask
pt_br: Ordem de Venda
pt_pt: Compra 'Ask'
ru_ru: Купить Аск
th_th: ซื้อถาม
tr_tr: Satış (Ask) Fiyatından Al
uk_ua: Купити Аск

source: Cancel Orders
ar_sa: إلغاء الطلبات
de_de: Stornieren von Bestellungen
es_es: Cancelar pedidos
fa_ir: لغو دستورات
fr_fr: Annuler les commandes
hi_in: आदेश रद्द करें
it_it: Annulla ordini
ja_jp: 注文のキャンセル
pl_pl: Anuluj zamówienia
pt_br: Cancelar ordem
pt_pt: Cancelar Encomendas
ru_ru: Отмена ордеров
th_th: ยกเลิกคําสั่งซื้อ
tr_tr: Emirleri İptal Et
uk_ua: Скасувати ордери

source: Cancel Buy orders
ar_sa: إلغاء أوامر الشراء
de_de: Kaufen dekündig
es_es: Cancelar órdenes de compra
fa_ir: لغو سفارشات خرید
fr_fr: Annuler les ordres d’achat
hi_in: आदेश खरीदें रद्द करें
it_it: Annulla ordini di acquisto
ja_jp: 購入注文のキャンセル
pl_pl: Anuluj zamówienia kupna
pt_br: Cancelar ordem de compra
pt_pt: Cancelar Ordens de Compra
ru_ru: Отмена ордеров на покупку
th_th: ยกเลิกคําสั่งซื้อ
tr_tr: Satın alma siparişlerini iptal et
uk_ua: Скасувати ордери на купівлю

source: Cancel Sell orders
ar_sa: إلغاء أوامر البيع
de_de: Stornieren von Verkaufsaufträgen
es_es: Cancelar órdenes de venta
fa_ir: لغو سفارشات فروش
fr_fr: Annuler les commandes de vente
hi_in: बिक्री आदेश रद्द करें
it_it: Annulla ordini di vendita
ja_jp: 販売注文のキャンセル
pl_pl: Anuluj zamówienia sprzedaży
pt_br: Cancelar ordens de venda
pt_pt: Cancelar Cancelar Encomendas de Venda
ru_ru: Отмена ордеров на продажу
th_th: ยกเลิกคําสั่งขาย
tr_tr: Satış siparişlerini iptal et
uk_ua: Скасувати ордери на продаж

source: Close Positions
ar_sa: إغلاق المراكز
de_de: Close-Positionen
es_es: Cerrar posiciones
fa_ir: بستن موقعیت ها
fr_fr: Fermer les positions
hi_in: क्लोज पोजीशन
it_it: Chiudi posizioni
ja_jp: ポジションを閉じる
pl_pl: Zamykanie pozycji
pt_br: Zerar Posições
pt_pt: Posições próximas
ru_ru: Закрыть позиции
th_th: ปิดตําแหน่ง
tr_tr: Pozisyonları Kapat
uk_ua: Закрити позиції

source: Flatten
ar_sa: تتسطح
de_de: Glätten
es_es: Aplanar
fa_ir: صاف
fr_fr: Aplatir
hi_in: समतल
it_it: Appiattire
ja_jp: 平ら
pl_pl: Spłaszczyć
pt_br: Sem Movimento
pt_pt: Achatado
ru_ru: Выровнять
th_th: ทําให้เรียบ
tr_tr: Flat ol
uk_ua: Зрівняти

source: Cancel Limit orders
ar_sa: إلغاء أوامر الحد
de_de: Stornolimit-Aufträge
es_es: Cancelar órdenes de Límite
fa_ir: لغو دستورات محدود
fr_fr: Annuler les ordres de limite
hi_in: सीमा आदेश रद्द करें
it_it: Annulla ordini limite
ja_jp: リミット注文をキャンセルする
pl_pl: Anuluj zamówienia z limitem
pt_br: Cancelar ordens de limite
pt_pt: Cancelar ordens 'Limit'
ru_ru: Отменить Лимит ордера
th_th: ยกเลิกคําสั่งจํากัด
tr_tr: Limit emirlerini iptal et
uk_ua: Скасування Ліміт ордери

source: Cancel Stop orders
ar_sa: إلغاء أوامر الإيقاف
de_de: Stop-Orders stornieren
es_es: Cancelar órdenes de Stop
fa_ir: لغو دستورات توقف
fr_fr: Annuler les ordres stop
hi_in: स्टॉप ऑर्डर रद्द करें
it_it: Annulla stop ordini
ja_jp: ストップ注文をキャンセルする
pl_pl: Anuluj zlecenia zatrzymania
pt_br: Cancelar ordens de stop
pt_pt: Cancelar ordens 'Stop'
ru_ru: Отменить Стоп ордера
th_th: ยกเลิกคําสั่งหยุด
tr_tr: Durdurma emirlerini iptal et
uk_ua: Скасувати Стоп ордери

source: Reverse position
ar_sa: عكس المركز
de_de: Rückwärtsposition
es_es: Revertir posiciones
fa_ir: موقعیت معکوس
fr_fr: Inverser la position
hi_in: रिवर्स स्थिति
it_it: Posizione inversa
ja_jp: ポジションをリバースする
pl_pl: Pozycja odwrotna
pt_br: Reverter Posição
pt_pt: Inverter posições
ru_ru: Реверс позиции
th_th: ตําแหน่งย้อนกลับ
tr_tr: Pozisyonu tersine çevir
uk_ua: Реверс позицій

source: Break even
ar_sa: يخرج بلا مكسب أو خسارة
de_de: Aus den roten Zahlen kommen
es_es: Salir tablas
fa_ir: شکستن حتی
fr_fr: Atteindre l'équilibre
hi_in: लाभ-अलाभ स्थिति
it_it: Chiudere in pareggio
ja_jp: トントン
pl_pl: Złamać nawet
pt_pt: Empatar
ru_ru: Безубыток
th_th: เท่าทุน
tr_tr: Ne kâr ne zarar etmek
uk_ua: Беззбиток

source: Set Quantity to match position size
ar_sa: تعيين الكمية لمطابقة حجم المنصب
de_de: Festlegen der Menge, die der Positionsgröße entspricht
es_es: Establezca Cantidad para que coincida con el tamaño de la posición
fa_ir: تنظیم کمیت برای مطابقت با اندازه موقعیت
fr_fr: Définir la quantité pour correspondre à la taille de la position
hi_in: स्थिति आकार से मेल खाने के लिए मात्रा निर्धारित करें
it_it: Imposta quantità in base alle dimensioni della posizione
ja_jp: 位置サイズに合わせて数量を設定
pl_pl: Ustawianie ilości w celu dopasowania rozmiaru pozycji
pt_br: Definir Quantidade/tamanho da posição
pt_pt: Definir quantidade para combinar o tamanho da posição
ru_ru: Установить количество, соответствующее размеру позиции
th_th: ตั้งค่าปริมาณให้ตรงกับขนาดตําแหน่ง
tr_tr: Miktar'ı konum boyutuyla eşleşecek şekilde ayarlama
uk_ua: Встановити кількість відповідно до розміру позиції

source: Toggle Reduce-Only
ar_sa: تبديل تقليل فقط
de_de: Nur reduzieren ein-/ausblenden
es_es: Alternar Solo reducir
fr_fr: Basculer Réduire uniquement
hi_in: केवल-कम करें टॉगल करें
it_it: Attiva/disattiva solo riduzione
pl_pl: Przełącz tylko redukcję
pt_br: Alternar somente reduzir
pt_pt: Reduzir apenas
ru_ru: Переключение только для уменьшения
th_th: สลับ ลดอย่างเดียว
tr_tr: Yalnızca Küçült'e geçiş yapma
uk_ua: Переключення лише на зменшення

source: Remove indicators
ar_sa: أزاله المؤشرات
de_de: Indikatoren entfernen
es_es: Eliminar indicadores
fa_ir: حذف شاخص
fr_fr: Supprimer les indicateurs
hi_in: संकेतक निकालें
it_it: Rimuovere gli indicatori
ja_jp: インジケーターの削除
pl_pl: Usuwanie wskaźników
pt_br: Remover indicadores
pt_pt: Remover indicadores
ru_ru: Удалить индикаторы
th_th: ลบตัวบ่งชี้
tr_tr: Göstergeleri kaldır
uk_ua: Видалити індикатори

source: Remove overlays
ar_sa: أزاله التراكبات
de_de: Überlagerungen entfernen
es_es: Eliminar superposiciones
fa_ir: حذف overlays
fr_fr: Enlever les incrustations
hi_in: ओवरले निकालें
it_it: Rimuovere sovrapposizioni
ja_jp: オーバーレイの削除
pl_pl: Usuwanie nakładek
pt_br: Remover Sobreposições
pt_pt: Remover sobreposições
ru_ru: Удалить наложения
th_th: ลบภาพซ้อนทับ
tr_tr: Katmanları kaldır
uk_ua: Видалити накладання

source: Remove drawings
ar_sa: أزاله الرسومات
de_de: Zeichnungen entfernen
es_es: Quitar dibujos
fa_ir: حذف نقاشی ها
fr_fr: Supprimer des dessins
hi_in: आरेखण निकालें
it_it: Rimuovere i disegni
ja_jp: 図面を削除する
pl_pl: Usuwanie rysunków
pt_br: Remover Linhas
pt_pt: Remover desenhos
ru_ru: Удалить рисунки
th_th: เอาภาพวาดออก
tr_tr: Çizimleri kaldır
uk_ua: Видалити малюнки

source: Remove all chart objects
ar_sa: أزاله كافة كائنات المخطط
de_de: Alle Chart-Objekte entfernen
es_es: Eliminar todos los objetos de gráfico
fa_ir: حذف همه اشیاء نمودار
fr_fr: Supprimer tous les objets de graphique
hi_in: सभी चार्ट ऑब्जेक्ट्स निकालें
it_it: Rimuovere tutti gli oggetti del grafico
ja_jp: すべてのグラフオブジェクトを削除する
pl_pl: Usuń wszystkie obiekty wykresów
pt_br: Limpar todos os indicadores de gráfico
pt_pt: Remover todos os objetos de gráfico
ru_ru: Удалить все объекты на графике
th_th: เอาวัตถุแผนภูมิทั้งหมดออก
tr_tr: Tüm grafik nesnelerini kaldır
uk_ua: Видалити всі об'єкти діаграми

source: Show all indicators
ar_sa: إظهار كافة المؤشرات
de_de: Alle Indikatoren anzeigen
es_es: Mostrar todos los indicadores
fa_ir: نمایش همه شاخص ها
fr_fr: Afficher tous les indicateurs
hi_in: सभी संकेतक दिखाएं
it_it: Mostra tutti gli indicatori
ja_jp: すべてのインジケータを表示
pl_pl: Pokaż wszystkie wskaźniki
pt_br: Mostre todos os indicadores
pt_pt: Mostrar todos os indicadores
ru_ru: Показать все индикаторы
th_th: แสดงอินดิเคเตอร์ทั้งหมด
tr_tr: Tüm göstergeleri göster
uk_ua: Показати всі індикатори

source: Hide all indicators
ar_sa: إخفاء كافة المؤشرات
de_de: Alle Indikatoren ausblenden
es_es: Ocultar todos los indicadores
fa_ir: پنهان کردن تمام شاخص ها
fr_fr: Masquer tous les indicateurs
hi_in: सभी संकेतकों को छिपाएं
it_it: Nascondere tutti gli indicatori
ja_jp: すべてのインジケータを非表示にする
pl_pl: Ukrywanie wszystkich wskaźników
pt_br: Ocultar todos os indicadores
pt_pt: Ocultar todos os indicadores
ru_ru: Скрыть все индикаторы
th_th: ซ่อนอินดิเคเตอร์ทั้งหมด
tr_tr: Tüm göstergeleri gizle
uk_ua: Приховати всі індикатори

source: Show all drawings
ar_sa: إظهار كافة الرسومات
de_de: Alle Zeichnungen anzeigen
es_es: Mostrar todos los dibujos
fa_ir: نمایش تمام نقاشی ها
fr_fr: Afficher tous les dessins
hi_in: सभी चित्र दिखाएं
it_it: Mostra tutti i disegni
ja_jp: すべての図面を表示
pl_pl: Pokaż wszystkie rysunki
pt_br: Mostre todos os desenhos
pt_pt: Mostrar todos os desenhos
ru_ru: Показать все рисунки
th_th: แสดงภาพวาดทั้งหมด
tr_tr: Tüm çizimleri göster
uk_ua: Показати всі малюнки

source: Hide all drawings
ar_sa: إخفاء كافة الرسومات
de_de: Alle Zeichnungen ausblenden
es_es: Ocultar todos los dibujos
fa_ir: پنهان کردن تمام نقاشی ها
fr_fr: Masquer tous les dessins
hi_in: सभी चित्रों को छिपाएं
it_it: Nascondere tutti i disegni
ja_jp: すべての図面を非表示にする
pl_pl: Ukrywanie wszystkich rysunków
pt_br: Esconda todos os desenhos
pt_pt: Esconda todos os desenhos
ru_ru: Скрыть все рисунки
th_th: ซ่อนภาพวาดทั้งหมด
tr_tr: Tüm çizimleri gizle
uk_ua: Приховати всі малюнки

source: Show all overlays
ar_sa: إظهار كافة التراكبات
de_de: Alle Overlays anzeigen
es_es: Mostrar todas las superposiciones
fa_ir: همه روکش ها رو نشون بده
fr_fr: Afficher toutes les superpositions
hi_in: सभी ओवरले दिखाएं
it_it: Mostra tutte le sovrapposizioni
ja_jp: すべてのオーバーレイを表示
pl_pl: Pokaż wszystkie nakładki
pt_br: Mostre todas as sobreposições
pt_pt: Mostrar todas as sobreposições
ru_ru: Показать все наложения
th_th: แสดงภาพซ้อนทับทั้งหมด
tr_tr: Tüm kaplamaları göster
uk_ua: Показати всі накладання

source: Hide all overlays
ar_sa: إخفاء كافة التراكبات
de_de: Alle Overlays ausblenden
es_es: Ocultar todas las superposiciones
fa_ir: پنهان کردن تمام روکش ها
fr_fr: Masquer toutes les superpositions
hi_in: सभी ओवरले छुपाएं
it_it: Nascondere tutte le sovrapposizioni
ja_jp: すべてのオーバーレイを非表示にする
pl_pl: Ukryj wszystkie nakładki
pt_br: Esconda todas as sobreposições
pt_pt: Esconda todas as sobreposições
ru_ru: Скрыть все наложения
th_th: ซ่อนภาพซ้อนทับทั้งหมด
tr_tr: Tüm kaplamaları gizle
uk_ua: Приховати всі накладання

source: Show all chart objects
ar_sa: إظهار كافة كائنات المخطط
de_de: Alle Diagrammobjekte anzeigen
es_es: Mostrar todos los objetos de gráfico
fa_ir: نمایش تمام اشیاء نمودار
fr_fr: Afficher tous les objets graphiques
hi_in: सभी चार्ट ऑब्जेक्ट्स दिखाएं
it_it: Visualizzare tutti gli oggetti grafico
ja_jp: すべてのグラフ オブジェクトを表示
pl_pl: Pokaż wszystkie obiekty wykresu
pt_br: Mostre todos os objetos gráficos
pt_pt: Mostrar todos os objetos de gráfico
ru_ru: Показать все объекты графика
th_th: แสดงวัตถุแผนภูมิทั้งหมด
tr_tr: Tüm grafik nesnelerini göster
uk_ua: Показати всі об'єкти чарту

source: Hide all chart objects
ar_sa: إخفاء كافة كائنات المخطط
de_de: Alle Diagrammobjekte ausblenden
es_es: Ocultar todos los objetos de gráfico
fa_ir: پنهان کردن تمام اشیاء نمودار
fr_fr: Masquer tous les objets graphiques
hi_in: सभी चार्ट ऑब्जेक्ट्स को छिपाएं
it_it: Nascondere tutti gli oggetti grafico
ja_jp: すべてのグラフ オブジェクトを非表示にする
pl_pl: Ukrywanie wszystkich obiektów wykresu
pt_br: Ocultar todos os objetos gráficos
pt_pt: Esconda todos os objetos de gráfico
ru_ru: Скрыть все объекты графика
th_th: ซ่อนวัตถุแผนภูมิทั้งหมด
tr_tr: Tüm grafik nesnelerini gizleme
uk_ua: Приховати всі об'єкти чарту

source: Zoom in
ar_sa: تكبير
de_de: Hineinzoomen
es_es: Acercarse
fa_ir: نزدیکنمایی در
fr_fr: Zoomer
hi_in: ज़ूम इन करें
it_it: Ingrandire
ja_jp: ズームイン
pl_pl: Powiększenie
pt_br: Ampliar Zoom
pt_pt: Mais zoom
ru_ru: Увеличить
th_th: ซูมเข้า
tr_tr: Yakınlaştır
uk_ua: Збільшити

source: Zoom out
ar_sa: تصغير
de_de: Rauszoomen
es_es: Alejarse
fa_ir: بزرگنمایی منفی
fr_fr: Dézoomer
hi_in: ज़ूम आउट करें
it_it: Zoom indietro
ja_jp: ズームアウト
pl_pl: Pomniejsz
pt_br: Diminuir Zoom
pt_pt: (-) zoom
ru_ru: Уменьшить
th_th: ซูมออก
tr_tr: Uzaklaştır
uk_ua: Зменшити

source: Open Indicators Lookup
ar_sa: البحث عن المؤشرات المفتوحة
de_de: Suche nach offenen Indikatoren
es_es: Búsqueda de indicadores abiertos
fr_fr: Ouvrir la recherche d’indicateurs
it_it: Ricerca di indicatori aperti
pl_pl: Wyszukiwanie otwartych wskaźników
pt_pt: Olhar para indicadores abertos
ru_ru: Поиск открытых индикаторов
th_th: เปิดการค้นหาตัวบ่งชี้
uk_ua: Відкрити підстановку індикаторів

source: Bar by bar moving
ar_sa: شريط بواسطة شريط تتحرك
de_de: Bar bei Barbewegung
es_es: Bar por barra en movimiento
fa_ir: نوار توسط نوار در حال حرکت
fr_fr: Barre par déplacement de barre
hi_in: पट्टी द्वारा बार चलती
it_it: Bar per bar in movimento
ja_jp: バー移動によるバー
pl_pl: Bar po przejściu baru
pt_br: Barra por barra em movimento
pt_pt: Movimentando barra a barra
ru_ru: Побаровое движение
th_th: การเคลื่อนย้ายแบบบาร์ต่อบาร์
tr_tr: Çubuğun hareket ettiği çubuk
uk_ua: Рух по барам

source: Change symbol
ar_sa: تغيير الرمز
de_de: Ändern Sie das Symbol
es_es: Cambiar símbolo
fa_ir: تغییر نماد
fr_fr: Changer de symbole
hi_in: परिवर्तन प्रतीक
it_it: Cambia simbolo
ja_jp: シンボルを変える
pl_pl: Dodaj instrument
pt_br: Mudar Ativo
pt_pt: Alterar Ativo
ru_ru: Изменить символ
th_th: เปลี่ยนสัญลักษณ์
tr_tr: Sembol ekle
uk_ua: Змінити символ

source: Copy selected tools
ar_sa: نسخ الأدوات المحددة
de_de: Ausgewählte Werkzeuge kopieren
es_es: Copiar herramientas seleccionadas
fa_ir: کپی ابزار انتخاب شده
fr_fr: Copier les outils sélectionnés
hi_in: चयनित उपकरणों की प्रतिलिपि
it_it: Copiare gli strumenti selezionati
ja_jp: 選択したツールをコピー
pl_pl: Kopiowanie zaznaczonych narzędzi
pt_br: Copiar ferramentas selecionadas
pt_pt: Copiar ferramentas selecionadas
ru_ru: Копировать выбранные инструменты
th_th: คัดลอกเครื่องมือที่เลือก
tr_tr: Seçili araçları kopyala
uk_ua: Копіювати вибрані інструменти

source: Paste tools
ar_sa: أدوات اللصق
de_de: Einfügen von Werkzeugen
es_es: Pegar herramientas
fa_ir: ابزار خمیر
fr_fr: Outils de collage
hi_in: उपकरण चिपकाने
it_it: Strumenti Incolla
ja_jp: ツールを貼り付ける
pl_pl: Narzędzia do wklejania
pt_br: Ferramentas de colar
pt_pt: Ferramentas de pasta
ru_ru: Вставить инструменты
th_th: วางเครื่องมือ
tr_tr: Araçları yapıştır
uk_ua: Вставити інструменти

source: Show Object manager
ar_sa: إظهار مدير الكائن
de_de: Zeigen Sie den Objektmanager an
es_es: Mostrar el administrador de objetos
fa_ir: نمایش مدیر شیء
fr_fr: Afficher le gestionnaire d'objets
hi_in: ऑब्जेक्ट प्रबंधक दिखाएं
it_it: Mostra gestore oggetti
ja_jp: オブジェクトマネージャを表示
pl_pl: Pokaż menedżera obiektów
pt_br: Mostrar Indicadores
pt_pt: Mostrar gerenciador de objetos
ru_ru: Показать менеджер объектов
th_th: แสดงตัวจัดการออบเจ็กต์
tr_tr: Nesne yöneticisini göster
uk_ua: Показати менеджер об'єктів

source: Make screenshot
ar_sa: جعل لقطه شاشه
de_de: Screenshot machen
es_es: Hacer captura de pantalla
fa_ir: تصویر را
fr_fr: Effectuer une capture d'écran
hi_in: स्क्रीनशॉट बनाएं
it_it: Crea screenshot
ja_jp: 画面を保存する
pl_pl: Utwórz zrzut ekranu
pt_br: Tirar foto de tela
pt_pt: Capturar tela
ru_ru: Сделать снимок экрана
th_th: สร้างภาพหน้าจอ
tr_tr: Ekran Görüntüsü Al
uk_ua: Зробити знімок екрану

source: Change positions visiblity
ar_sa: تغيير وضوح المواضع
de_de: Sichtbarkeit von Änderungspositionen
es_es: Cambiar la visibilidad de las posiciones
fr_fr: Changer de position visiblement
it_it: Cambia posizione visibilità
ru_ru: Изменение видимости положений
th_th: เปลี่ยนตําแหน่งที่มองเห็นได้

source: Change orders visiblity
ar_sa: تغيير وضوح الأوامر
de_de: Sichtbarkeit von Änderungsaufträgen
es_es: Visibilidad de las órdenes de cambio
fr_fr: Visibilité des ordres de modification
it_it: Modifica degli ordini di visibilità
ru_ru: Изменение видимости ордеров
th_th: เปลี่ยนการแสดงคําสั่งซื้อ

source: Change trades visiblity
ar_sa: تغيير وضوح الصفقات
de_de: Sichtbarkeit von Trades ändern
es_es: Cambiar la visibilidad de las operaciones
fr_fr: Changer les métiers visiblement
it_it: Cambia le operazioni visibilità
ru_ru: Изменение видимости сделок
th_th: เปลี่ยนการมองเห็นการซื้อขาย

source: OE qty button
ar_sa: زر Qty OE
de_de: OE-Menge-Taste
es_es: Botón de cantidad OE
fa_ir: دکمه OE qty
fr_fr: Bouton DE QTÉ OE
hi_in: OE qty बटन
it_it: Pulsante Qty OE
pl_pl: Przycisk ilości OE
pt_br: Botão OE qty
pt_pt: Botão Qty OE
ru_ru: Кнопки кол-ва в ОЕ
th_th: ปุ่มจํานวน OE
tr_tr: OE miktarı düğmesi
uk_ua: Кнопки кіл-ті в ОЕ

source: Volume Analysis settings
ar_sa: إعدادات تحليل وحده التخزين
de_de: Einstellungen der Volumenanalyse
es_es: Configuración de análisis de volumen
fa_ir: تنظیمات تحلیل صدا
fr_fr: Paramètres d'analyse du volume
hi_in: वॉल्यूम विश्लेषण सेटिंग्स
it_it: Impostazioni di analisi del volume
ja_jp: ボリューム分析の設定
pl_pl: Ustawienia analizy wolumenu
pt_br: Configurações da análise de volume
pt_pt: Configurações de análise de volume
ru_ru: Настройки объемного анализа
th_th: การตั้งค่าการวิเคราะห์ปริมาณ
tr_tr: Hacim Analizi ayarları
uk_ua: Параметри Об'ємного аналізу

source: Quick settings
ar_sa: إعدادات سريعة
de_de: Schnelleinstellungen
es_es: Ajustes rápidos
fa_ir: تنظیمات سریع
fr_fr: Paramètres rapides
hi_in: त्वरित सेटिंग्स
it_it: Impostazioni rapide
ja_jp: クイック設定
pl_pl: Szybkie ustawienia
pt_br: Configurar
pt_pt: Configurações rápidas
ru_ru: Быстрые настройки
th_th: การตั้งค่าด่วน
tr_tr: Hızlı ayarlar
uk_ua: Швидкі налаштування

source: Show/Hide Order Book
ar_sa: إظهار/إخفاء دفتر الطلبات
de_de: Bestellbuch anzeigen/ausblenden
es_es: Mostrar/Ocultar libro de pedidos
fa_ir: نمایش/ مخفی کردن کتاب سفارش
fr_fr: Afficher/Masquer le carnet de commandes
hi_in: शो/हाइड ऑर्डर बुक
it_it: Mostra/Nascondi libro ordini
ja_jp: 注文書の表示/非表示
pl_pl: Pokaż/Ukryj księgę zamówień
pt_br: Mostrar/Escoder BOOK
pt_pt: Livro de encomendas show/hide
ru_ru: Показать/Скрыть Книгу ордеров
th_th: แสดง/ซ่อนหนังสือสั่งซื้อ
tr_tr: Emir Defterini Göster/Gizle
uk_ua: Показати/приховати книгу ордерів

source: Enable auto centering
ar_sa: تمكين توسيط تلقائي
de_de: Automatische zentrierung aktivieren
es_es: Habilitar el centrado automático
fa_ir: فعال کردن مرکز خودکار
fr_fr: Activer le centrage automatique
hi_in: ऑटो सेंटरिंग सक्षम
it_it: Abilitare la centravanti automatica
ja_jp: 自動中央揃えの有効化
pl_pl: Włączanie automatycznego centrowania
pt_br: Auto-Centralizar
pt_pt: Permitir a centralção automática
ru_ru: Включить авто-центрирование
th_th: เปิดใช้งานการตั้งศูนย์อัตโนมัติ
tr_tr: Otomatik ortalamayı etkinleştir
uk_ua: Увімкнути авто-центрування

source: Switch info window mode
ar_sa: تبديل وضع نافذة المعلومات
de_de: Wechseln des Infofenstermodus
es_es: Cambiar el modo de ventana de información
fa_ir: تعویض حالت پنجره اطلاعات
fr_fr: Changer le mode fenêtre d’information
hi_in: जानकारी विंडो मोड स्विच करें
it_it: Cambia modalità finestra informazioni
ja_jp: 情報ウィンドウモードの切り替え
pl_pl: Przełączanie trybu okna informacyjnego
pt_br: Mudar Info
pt_pt: Altere o modo de janela de informação
ru_ru: Режим инфо-окна
th_th: สลับโหมดหน้าต่างข้อมูล
tr_tr: Bilgi penceresi modunu değiştir
uk_ua: Режим інфо-вікна

source: Show Order Book
ar_sa: إظهار دفتر الطلبات
de_de: Bestellbuch anzeigen
es_es: Mostrar libro de pedidos
fa_ir: نمایش کتاب سفارش
fr_fr: Afficher le carnet de commandes
hi_in: दिखाएं ऑर्डर बुक
it_it: Mostra libro ordini
ja_jp: 注文書の表示
pl_pl: Pokaż księgę zamówień
pt_br: Mostrar BOOK
pt_pt: Livro de Ordem de Espetáculo
ru_ru: Показать Книгу ордеров
th_th: แสดงหนังสือสั่งซื้อ
tr_tr: Emir Defterini Göster
uk_ua: Показати Книгу ордерів

source: Size/Cumulative
ar_sa: الحجم/التراكمي
de_de: Größe/Kumulativ
es_es: Tamaño/Acumulativo
fa_ir: اندازه / تجمعی
fr_fr: Taille/Cumulatif
hi_in: आकार/संचयी
it_it: Dimensione/Cumulativo
pl_pl: Rozmiar/Skumulowany
pt_br: Tamanho/Cumulativo
pt_pt: Tamanho/Cumulativo
ru_ru: Размер/Кумулятивный
th_th: ขนาด/สะสม
tr_tr: Boyut/Kümülatif
uk_ua: Розмір/Кумулятивний
