Repository: Quantower/Localization
Catalog: plug-ins/ChartPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Show aggregation settings
ar_sa: إظهار إعدادات التجميع
de_de: Aggregationseinstellungen anzeigen
es_es: Mostrar configuraciones de agregación
fa_ir: نمایش تنظیمات تجمع
fr_fr: Afficher les paramètres d'agrégation
hi_in: एकत्रीकरण सेटिंग दिखाएँ
it_it: Mostra le impostazioni di aggregazione
ja_jp: 集約設定を表示する
pl_pl: Pokaż ustawienia agregacji
pt_br: Mostrar configurações de agregação
pt_pt: Mostrar configurações de agregação
ru_ru: Показать настройки агрегации
th_th: แสดงการตั้งค่าการรวม
tr_tr: Toplama ayarlarını göster
uk_ua: Показати налаштування агрегації

source: Change aggregation type
ar_sa: تغيير نوع التجميع
de_de: Ändern Sie den Aggregationstyp
es_es: Cambiar el tipo de agregación
fa_ir: تغییر نوع تجمع
fr_fr: Modifier le type d'agrégation
hi_in: एग्रीगेशन प्रकार बदलें
it_it: Cambia il tipo di aggregazione
ja_jp: 集約タイプの変更
pl_pl: Zmień typ agregacji
pt_br: Tipo de agregação de alterações
pt_pt: Alterar o tipo de agregação
ru_ru: Изменить тип агрегации
th_th: เปลี่ยนชนิดการรวม
tr_tr: Toplama türünü değiştir
uk_ua: Змінити тип агрегації

source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
fa_ir: موارد دلخواه
fr_fr: Favoris
hi_in: पसंद
it_it: Preferiti
ja_jp: お気に入り
pl_pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritos
ru_ru: Избранные
th_th: โปรด
tr_tr: Favoriler
uk_ua: Вибране

source: Range
ar_sa: المدى
de_de: Bereich
es_es: Rango
fa_ir: محدوده
fr_fr: Portée
hi_in: श्रेणी
it_it: gamma
ja_jp: 範囲
pl_pl: Zakres:
pt_br: gama
pt_pt: Limite
ru_ru: Диапазон
th_th: เทือก
tr_tr: Aralık
uk_ua: Діапазон

source: Similar settings already exist. Do you want to add one more?
ar_sa: إعدادات مماثلة موجودة بالفعل.
de_de: Ähnliche Einstellungen existieren bereits.
es_es: Configuraciones similares ya existen.
fa_ir: تنظیمات مشابه در حال حاضر وجود دارند. آیا می خواهید یکی دیگر اضافه کنید ؟
fr_fr: Des paramètres similaires existent déjà.
hi_in: समान सेटिंग्स पहले से मौजूद है । क्या आप एक और जोड़ना चाहते हैं?
it_it: Impostazioni simili esistono già.
ja_jp: 同様の設定が既に存在します。
pl_pl: Podobne ustawienia już istnieją.
pt_br: Configurações semelhantes já existem. Você quer adicionar mais um?
pt_pt: Configurações semelhantes já existem.
ru_ru: Подобные настройки уже существуют. Хотите добавить еще одну?
th_th: มีการตั้งค่าที่คล้ายกันอยู่แล้ว คุณต้องการเพิ่มอีกหนึ่งรายการหรือไม่?
tr_tr: Benzer ayarlar zaten mevcut. Bir tane daha eklemek istiyor musunuz?
uk_ua: Подібні налаштування вже існують. Бажаєте додати ще?

source: Coloring by volume
ar_sa: التلوين حسب الحجم
de_de: Färbung nach Volumen
es_es: Colorear por volumen
fa_ir: رنگ بر اساس حجم
fr_fr: Coloration par volume
hi_in: वॉल्यूम के अनुसार रंग
it_it: Colorazione per volume
ja_jp: ボリュームで着色
pl_pl: Kolorowanie według objętości
pt_br: Coloração por volume
pt_pt: Coloração por volume
ru_ru: Раскраска по объему
th_th: การระบายสีตามปริมาตร
tr_tr: Hacme göre renklendir
uk_ua: Забарвлення за об'ємом

source: Coloring by ticks
ar_sa: التلوين بواسطة القراد
de_de: Färbung durch Zecken
es_es: Colorear por garrapatas
fa_ir: رنگ آمیزی توسط کنه
fr_fr: Coloriage par tiques
hi_in: Ticks द्वारा रंग
it_it: Colorazione da zecche
ja_jp: ダニによる着色
pl_pl: Kolorowanki przez kleszcze
pt_br: Colorindo por ticks
pt_pt: Coloração por carrapatos
ru_ru: Раскраска по тикам
th_th: ระบายสีตามเห็บ
tr_tr: Tiklere göre renklendir
uk_ua: Забарвлення по тікам

source: Coloring by delta
ar_sa: التلوين بواسطة دلتا
de_de: Färbung durch Delta
es_es: Colorear por Delta
fa_ir: رنگ آمیزی توسط دلتا
fr_fr: Coloriage par Delta
hi_in: डेल्टा द्वारा रंग
it_it: Colorazione da Delta
ja_jp: デルタで着色
pl_pl: Kolorowanki przez Delta
pt_br: Coloração por delta
pt_pt: Coloração por Delta
ru_ru: Раскраска по дельте
th_th: ระบายสีโดยเดลต้า
tr_tr: Deltaya göre renklendir
uk_ua: Забарвлення по Дельті

source: Coloring by trades
ar_sa: التلوين بالحرف
de_de: Färbung durch Handwerk
es_es: Colorear por oficios
fa_ir: رنگ آمیزی توسط معاملات
fr_fr: Coloriage par métiers
hi_in: ट्रेडों द्वारा रंग
it_it: Colorazione da mestieri
ja_jp: トレードで着色
pl_pl: Kolorowanki według transakcji
pt_br: Coloração por Trades
pt_pt: Coloração por comércios
ru_ru: Раскраска по сделкам
th_th: ระบายสีโดยการซื้อขาย
tr_tr: İşlemlere göre renklendir
uk_ua: Забарвлення за угодами

source: Histogram
ar_sa: المدرج الإحصائي
de_de: Histogramm
es_es: Histograma
fa_ir: هیستوگرام
fr_fr: Histogramme
hi_in: हिस्टोग्राम
it_it: Istogramma
ja_jp: ヒストグラム
pt_br: HIST
pt_pt: Histograma
ru_ru: Гистограмма
th_th: ฮิสโตแกรม
uk_ua: Гістограма

source: Single
ar_sa: فردي
de_de: Einzelnen
es_es: Único
fa_ir: تک
fr_fr: Unique
hi_in: एकल
it_it: Singolo
ja_jp: 単一注文
pl_pl: Pojedynczy
pt_br: Único
pt_pt: Simples
ru_ru: Единичный
th_th: โสด
tr_tr: Tek
uk_ua: Одиничний

source: Double
ar_sa: انقر نقرا مزدوجا
de_de: Doppel
es_es: Doble
fa_ir: دو
hi_in: दोगुना
it_it: Doppia
ja_jp: ダブル
pl_pl: Podwójne
pt_br: Duplo
pt_pt: Duplo
ru_ru: Двойной
th_th: คู่
tr_tr: Çift
uk_ua: Подвійний

source: Imbalance
ar_sa: الاختلال
de_de: Ungleichgewicht
es_es: Desequilibrio
fa_ir: تعادل
fr_fr: Déséquilibre
hi_in: असंतुलन
it_it: Squilibrio
ja_jp: 不均衡
pl_pl: Brak równowagi
pt_br: Desequilíbrio
pt_pt: Desequilíbrio
ru_ru: Дисбаланс
th_th: ความไม่สมดุล
tr_tr: Dengesizlik
uk_ua: Дисбаланс

source: Enabled
ar_sa: يعمل
de_de: Aktiviert
es_es: Habilitado
fa_ir: فعال
fr_fr: Activé
hi_in: सक्षम
it_it: Abilitato
ja_jp: 有効
pl_pl: Włączone
pt_br: Habilitado
pt_pt: Habilitado
ru_ru: Включено
th_th: เปิด
tr_tr: Etkin
uk_ua: Включено

source: Sidebar view mode
ar_sa: وضع عرض الشريط الجانبي
de_de: Ansichtsmodus der Seitenleiste
es_es: Modo de vista de barra lateral
fr_fr: Mode d’affichage de la barre latérale
it_it: Modalità di visualizzazione della barra laterale
ru_ru: Режим просмотра боковой панели
th_th: โหมดมุมมองแถบด้านข้าง

source: Buy
ar_sa: شراء
de_de: Kaufen
es_es: Comprar
fa_ir: فروش
fr_fr: Acheter
hi_in: खरीद
it_it: Acquistare
ja_jp: 買い
pl_pl: Kupię
pt_br: Comprar
pt_pt: Compra
ru_ru: Купить
th_th: ซื้อ
tr_tr: Al
uk_ua: Купити

source: Sell
ar_sa: بيع
de_de: Verkaufen
es_es: Vender
fa_ir: فروش
fr_fr: Vendre
hi_in: बेचना
it_it: Vendere
ja_jp: 売り
pl_pl: Sprzedają
pt_br: Vender
pt_pt: Venda
ru_ru: Продать
th_th: ขาย
tr_tr: Sat
uk_ua: Продати

source: Visible
ar_sa: اظهار
de_de: Sichtbar
fa_ir: قابل رویت
hi_in: प्रकट
it_it: Visibile
ja_jp: 表示
pl_pl: Widoczne
pt_br: Visível
pt_pt: Visível
ru_ru: Видимый
th_th: ปรากฏ
tr_tr: Görünür
uk_ua: Видимі

source: Bids
ar_sa: أسعار العرض
de_de: Gebote
es_es: Ventas
fa_ir: مناقصه
fr_fr: Offres
hi_in: बोली
it_it: Offerte
ja_jp: Bid
pl_pl: Oferty
pt_br: Compras
pt_pt: Lances
ru_ru: Биды
th_th: ราคาเสนอ
tr_tr: Alışlar
uk_ua: Біди

source: Asks
ar_sa: أسعار الطلب
de_de: Fragt
es_es: Compras
fa_ir: می پرسد
fr_fr: Demandes
hi_in: पूछता
it_it: Chiede
ja_jp: Ask
pl_pl: Pyta
pt_br: Vendas
pt_pt: Pergunta
ru_ru: Аски
th_th: ถาม
tr_tr: Satışlar
uk_ua: Аски

source: Level changed color
ar_sa: تغيير مستوي اللون
de_de: Niveau geändert
es_es: Nivel cambiado de color
fa_ir: تغییر رنگ سطح
fr_fr: Couleur changée de niveau
hi_in: तर बदला रंग
it_it: Livello cambiato colore
ja_jp: レベル変更色
pl_pl: Poziom zmieniony kolor
pt_br: Cor alterada de nível
pt_pt: Cor mudada nível
ru_ru: Цвет измененного уровня
th_th: ระดับการเปลี่ยนสี
tr_tr: Düzey değiştirildi renk
uk_ua: Колір зміненого рівня

source: No data to show
ar_sa: لا توجد بيانات لإظهارها
de_de: Keine Daten zu zeigen
es_es: No hay datos para mostrar
fa_ir: هیچ داده ای برای نمایش وجود ندارد
fr_fr: Aucune donnée à afficher
hi_in: दिखाने के लिए कोई डेटा नहीं
it_it: Nessun dato da mostrare
ja_jp: 表示するデータがありません
pl_pl: Brak danych do pokazania
pt_br: Sem dados para mostrar
pt_pt: Não há dados para mostrar
ru_ru: Нет данных для отображения
th_th: ไม่มีข้อมูลที่จะแสดง
tr_tr: Gösterilecek veri yok
uk_ua: Немає даних для відображення

source: Please change the Power Trades settings
ar_sa: يرجى تغيير إعدادات Power Trades
de_de: Bitte ändern Sie die Power Trades-Einstellungen
es_es: Por favor, cambie la configuración de Power Trades
fa_ir: لطفاً تنظیمات «معاملات برق "را تغییر دهید
fr_fr: S'il vous plaît modifier les paramètres Power Trades
hi_in: कृपया पावर ट्रेड्स सेटिंग्स परिवर्तित करें
it_it: Si prega di modificare le impostazioni di Power Trades
ja_jp: 電源取引の設定を変更してください
pl_pl: Proszę zmienić ustawienia Power Trades
pt_br: Por favor, altere as configurações de Power Trades
pt_pt: Por favor, altere as configurações Power trades
ru_ru: Пожалуйста, измените настройки Power Trades
th_th: โปรดเปลี่ยนการตั้งค่าการซื้อขายพลังงาน
tr_tr: Lütfen Power Trades ayarlarını değiştirin
uk_ua: Будь ласка, поміняйте налаштування Power Trades

source: Start time
ar_sa: وقت البدء
de_de: Startzeit
es_es: Hora de inicio
fa_ir: زمان آغاز
fr_fr: Date de départ
hi_in: प्रारंभ समय
it_it: Ora di inizio
ja_jp: 開始時間
pl_pl: Czas rozpoczęcia
pt_br: Hora do início
pt_pt: Hora de início
ru_ru: Время начала
th_th: เวลาปล่อยตัว
tr_tr: Başlangıç zamanı
uk_ua: Час початку

source: End time
ar_sa: وقت الانتهاء
de_de: Endzeit
es_es: Hora final
fa_ir: زمان پایان
fr_fr: Heure de fin
hi_in: समाप्ति समय
it_it: Ora di fine
ja_jp: 終了時間
pl_pl: Czas zakończenia
pt_br: Fim
pt_pt: Hora de término
ru_ru: Время окончания
th_th: เวลาสิ้นสุด
tr_tr: Bitiş zamanı
uk_ua: Час завершення

source: Total volume
ar_sa: الحجم الإجمالي
de_de: Gesamtvolumen
es_es: Volumen total
fa_ir: حجم کل
fr_fr: Volume total
hi_in: कुल मात्रा
it_it: Volume totale
ja_jp: 合計出来高
pl_pl: Całkowita objętość
pt_br: Volume total
pt_pt: Volume total
ru_ru: Суммарный объем
th_th: ปริมาณรวม
tr_tr: Toplam hacim
uk_ua: Загальний обсяг

source: Delta, %
ar_sa: دلتا %
fa_ir: دلتا ، ٪
hi_in: डेल्टा,%
ja_jp: デルタ（％）
ru_ru: Дельта, %
th_th: เดลต้า, %
uk_ua: Дельта, %

source: Delta
ar_sa: دلتا
fa_ir: دلتا
hi_in: डेल्टा
ja_jp: デルタ
pt_pt: Variação
ru_ru: Дельта
th_th: เดลตา
uk_ua: Дельта

source: Basis ratio, %
ar_sa: نسبه الأساس ،%
de_de: Bilanzsumme,%
es_es: Ratio base,%
fa_ir: نسبت پایه ،%
fr_fr: Ratio de base,%
hi_in: आधार अनुपात,%
it_it: Rapporto di base,%
ja_jp: 基準率、%
pl_pl: Współczynnik podstawy,%
pt_br: Razão base, %
pt_pt: Relação da base,%
ru_ru: Базисное соотношение, %
th_th: อัตราส่วนพื้นฐาน, %
tr_tr: Temel oran, %
uk_ua: Базисний коефіцієнт, %

source: Basis ratio
ar_sa: نسبه الأساس
de_de: Basisverhältnis
es_es: Ratio base
fa_ir: نسبت پایه
fr_fr: Ratio de base
hi_in: आधार अनुपात
it_it: Rapporto di base
ja_jp: 基準比率
pl_pl: Współczynnik podstawy
pt_br: Razão base
pt_pt: Relação da base
ru_ru: Базисное соотношение
th_th: อัตราส่วนพื้นฐาน
tr_tr: Temel oran
uk_ua: Базисний коефіцієнт

source: Level2 ratio, %
ar_sa: نسبه Level2 ،%
de_de: Level2 Verhältnis,%
fa_ir: نسبت Level2 ،%
fr_fr: Ratio de Level2,%
hi_in: Level2 अनुपात,%
it_it: Rapporto Level2,%
ja_jp: レベル2率、%
pl_pl: Współczynnik Level2,%
pt_br: Proporção nível2, %
pt_pt: Relação de nivel,%
ru_ru: Коэффициент level2, %
th_th: อัตราส่วนระดับ 2, %
tr_tr: Seviye2 oranı, %
uk_ua: Коефіцієнт Level2, %

source: Level2 ratio
ar_sa: نسبه الLevel2
de_de: Level2 Verhältnis
fa_ir: نسبت Level2
fr_fr: Ratio de Level2
hi_in: Level2 अनुपात
it_it: Rapporto Level2
ja_jp: レベル2比
pl_pl: Współczynnik Level2
pt_br: Proporção de nível2
pt_pt: Relação de nivel
ru_ru: Коэффициент level2
th_th: อัตราส่วนระดับ 2
tr_tr: Seviye2 oranı
uk_ua: Коефіцієнт Level2

source: Size bar
ar_sa: حجم شريط
de_de: Größenleiste
es_es: Barra de tamaño
fa_ir: نوار اندازه
fr_fr: Barre de taille
hi_in: आकार बार
it_it: Barra delle dimensioni
ja_jp: サイズバー
pl_pl: Pasek rozmiarów
pt_br: Barra de QTD
pt_pt: Barra de tamanho
ru_ru: Размер бар
th_th: แถบขนาด
tr_tr: Boyut çubuğu
uk_ua: Розмір бар

source: Size
ar_sa: الحجم
de_de: Größe
es_es: Tamaño
fa_ir: اندازه
fr_fr: Taille
hi_in: आकार
it_it: Dimensione
ja_jp: サイズ
pl_pl: Ilość
pt_br: QTD
pt_pt: Quantidade
ru_ru: Размер
th_th: ขนาด
tr_tr: Büyüklük
uk_ua: Розмір

source: Price
ar_sa: السعر
de_de: Preis
es_es: Precio
fa_ir: قيمت
fr_fr: Prix
hi_in: मूल्य
it_it: Prezzo
ja_jp: 価格
pl_pl: Cena
pt_br: Preço
pt_pt: Preço
ru_ru: Цена
th_th: ราคา
tr_tr: Fiyat
uk_ua: Ціна

source: Imb. bar
ar_sa: (إم بي) - (إيإمب) بار
fa_ir: الگو. نوار
fr_fr: Dgi. café
hi_in: इम्ब. छड़
ja_jp: Imb。バー
pt_br: Imb. Barra
ru_ru: Дисб. бар
th_th: ฝังศพ บาร์
tr_tr: ışkıncı. Bar
uk_ua: Дисб. Бар

source: Imbalance bar
ar_sa: شريط عدم التوازن
de_de: Ungleichgewichtsbalken
es_es: Barra de desequilibrio
fa_ir: نوار عدم تعادل
fr_fr: Barre d'équilibre
hi_in: असंतुलन बार
it_it: Barra di squilibrio
ja_jp: 不均衡バー
pl_pl: Pasek nierównowagi
pt_br: Barra de desequilíbrio
pt_pt: Barra de desequilíbrio
ru_ru: Дисбаланс бар
th_th: แถบความไม่สมดุล
tr_tr: Dengesizlik Bar
uk_ua: Дисбаланс бар

source: Chart
ar_sa: الرسم البياني
de_de: Diagramm
es_es: Gráfico
fa_ir: نمودار
fr_fr: Graphiques
hi_in: चार्ट
it_it: Grafico
ja_jp: チャート
pl_pl: Wykres
pt_br: Gráfico
pt_pt: Gráfico
ru_ru: График
th_th: แผนภูมิ
tr_tr: Grafik
uk_ua: Графік

source: Show/Hide objects toolbar
ar_sa: إظهار / إخفاء شريط أدوات الكائنات
de_de: Werkzeugleiste ein- / ausblenden
es_es: Mostrar / Ocultar barra de herramientas de objetos
fa_ir: نمایش/پنهان کردن نوار ابزار اشیاء
fr_fr: Afficher / Masquer les objets barre d'outils
hi_in: ऑब्जेक्ट्स उपकरण पट्टी दिखाएं/
it_it: Mostra / nascondi barra degli strumenti
ja_jp: オブジェクトの表示/非表示ツールバー
pl_pl: Pokaż / ukryj pasek narzędzi obiektów
pt_br: Mostrar/Esconder Análise técnica
pt_pt: Mostrar / ocultar barra de ferramentas de objetos
ru_ru: Показать/скрыть панель объектов
th_th: แถบเครื่องมือแสดง/ซ่อนวัตถุ
tr_tr: Nesne araç çubuğunu göster/gizle
uk_ua: Показати/сховати панель об'єктів

source: Chart style
ar_sa: نمط الرسم البياني
de_de: Diagrammstil
es_es: Estilo de gráfico
fa_ir: سبک نمودار
fr_fr: Style de graphique
hi_in: चार्ट शैली
it_it: Stile grafico
ja_jp: チャートスタイル
pl_pl: Styl wykresu
pt_br: Estilo do Gráfico
pt_pt: Estilo gráfico
ru_ru: Стиль графика
th_th: สไตล์แผนภูมิ
tr_tr: Grafik stili
uk_ua: Стиль графіку

source: Depth of history
ar_sa: عمق التاريخ
de_de: Tiefe der Geschichte
es_es: Profundidad de la historia
fa_ir: عمق تاریخ
fr_fr: Profondeur de l'histoire
hi_in: इतिहास की गहराई
it_it: Profondità della storia
ja_jp: 歴史の深さ
pl_pl: Głębokość historii
pt_br: Profundidade Histórica
pt_pt: Profundidade da história
ru_ru: Глубина истории
th_th: ความลึกของประวัติศาสตร์
tr_tr: Tarihin derinliği
uk_ua: Глибина історії

source: Mouse trading
ar_sa: التداول بالماوس
de_de: Maus-Handel
es_es: Trading desde gráfico
fa_ir: تجارت ماوس
fr_fr: Trading à l'aide de la souris
hi_in: माउस ट्रेडिंग
it_it: Trading di mouse
ja_jp: マウス取引
pl_pl: Handel myszami
pt_br: Negociação pelo mouse
pt_pt: Negociar com o mouse
ru_ru: Торговля мышью
th_th: การซื้อขายเมาส์
tr_tr: Fare ile işlem
uk_ua: Торгівля мишею

source: Enable keyboard trading
ar_sa: تمكين تداول لوحة المفاتيح
de_de: Aktivieren des Tastaturhandels
es_es: Habilitar el comercio de teclado
fa_ir: فعال کردن تجارت صفحه کلید
fr_fr: Activer le trading de claviers
hi_in: कीबोर्ड ट्रेडिंग को सक्षम
it_it: Abilitare il trading tramite tastiera
ja_jp: キーボード取引を有効にする
pl_pl: Włącz handel klawiaturą
pt_br: Habilite a negociação por teclado
pt_pt: Ativar a negociação de teclados
ru_ru: Включить торговлю с клавиатуры
th_th: เปิดใช้งานการซื้อขายคีย์บอร์ด
tr_tr: Klavye ile işlemi etkinleştir
uk_ua: Увімкнути торгівлю з клавіатури

source: Show/Hide Quick OE
ar_sa: إظهار/إخفاء OE السريع
de_de: Ein-/Ausblenden von Quick OE
es_es: Mostrar/Ocultar OE rápido
fa_ir: نمایش/پنهان کردن OE سریع
fr_fr: Afficher/Masquer l'OE rapide
hi_in: त्वरित OE दिखाएँ/छुपाएँ
it_it: Mostra/Nascondi sistema operativo rapido
ja_jp: クイック OE の表示/非表示
pl_pl: Pokaż/Ukryj szybkie OE
pt_br: Mostrar/Esconder OE
pt_pt: Mostrar/ocultar OE rápido
ru_ru: Показать/Скрыть быстрый OE
th_th: แสดง/ซ่อน OE ด่วน
tr_tr: Hızlı EG(Emir Girişi) göster/gizle
uk_ua: Показати/приховати швидкий ОЕ

source: Show/Hide End of Bar
ar_sa: إظهار/إخفاء نهاية الشريط
de_de: Anzeigen/Ausblenden des Endes der Bar
es_es: Mostrar/Ocultar fin de barra
fa_ir: نمایش/ پنهان کردن انتهای نوار
fr_fr: Afficher/Masquer l’extrémité de la barre
hi_in: बार के शो/हाइड एंड
it_it: Mostra/Nascondi fine della barra
ja_jp: バーの終わりを表示/非表示にする
pl_pl: Pokaż/Ukryj koniec paska
pt_br: Mostrar/Esconder Fim da janela
ru_ru: Показать/Скрыть конец бара
th_th: แสดง/ซ่อนจุดสิ้นสุดของบาร์
tr_tr: Çubuğun Sonunu göster/gizle
uk_ua: Показати/приховати кінець бару

source: Show/Hide Volume Analysis toolbar
ar_sa: إظهار/إخفاء شريط أدوات تحليل وحده التخزين
es_es: Mostrar/ocultar barra de herramientas de análisis de volumen
fa_ir: نمایش/مخفی کردن نوار ابزار تحلیل صدا
fr_fr: Afficher/masquer la barre d'outils analyse du volume
hi_in: वॉल्यूम विश्लेषण उपकरण पट्टी दिखाएं/
it_it: Mostra/Nascondi barra degli strumenti analisi volume
ja_jp: ボリューム分析ツールバーの表示/非表示
pl_pl: Pokaż/Ukryj pasek narzędzi Analiza głośności
pt_br: Mostrar análise de volume
pt_pt: Mostrar/ocultar a barra de ferramentas análise de volume
ru_ru: Показать/скрыть панель объемного анализа
th_th: แถบเครื่องมือแสดง/ซ่อนการวิเคราะห์โวลุ่ม
tr_tr: Hacim analizi araç çubuğunu göster/gizle
uk_ua: Показати/приховати панель об'ємного аналізу

source: Show/Hide quick trading toolbar
ar_sa: إظهار/إخفاء شريط أدوات التداول السريع
de_de: Show/Hide schnelle Handelswerkzeugleiste
es_es: Mostrar/ocultar barra de herramientas de comercio rápido
fa_ir: نمایش/پنهان کردن نوار ابزار معاملاتی سریع
fr_fr: Afficher/masquer la barre d'outils Trading rapide
hi_in: त्वरित व्यापार उपकरण पट्टी दिखाएं/छुपाएं
it_it: Mostra/Nascondi barra degli strumenti Quick Trading
ja_jp: クイックトレーディングツールバーの表示/非表示
pl_pl: Pokaż/Ukryj pasek szybkiego obrotu
pt_br: Mostrar/Ocultar Boleta
pt_pt: Mostrar/ocultar barra de ferramentas de negociação rápida
ru_ru: Показать/скрыть панель быстрой торговли
th_th: แสดง/ซ่อนแถบเครื่องมือการซื้อขายด่วน
tr_tr: Hızlı işlem araç çubuğunu göster/gizle
uk_ua: Показати/приховати панель швидкої торгівлі

source: Chart settings
ar_sa: إعدادات الرسم البياني
de_de: Diagrammeinstellungen
es_es: Configuración de gráfico
fa_ir: تنظیمات نمودار
fr_fr: Paramètres de graphique
hi_in: चार्ट सेटिंग्स
it_it: Impostazioni del grafico
ja_jp: チャートの設定
pl_pl: Ustawienia wykresu
pt_br: Configurações do gráfico
pt_pt: Configurações do gráfico
ru_ru: Настройки графика
th_th: การตั้งค่าแผนภูมิ
tr_tr: Grafik ayarları
uk_ua: Параметри графіку

source: Additional
ar_sa: إضافي
de_de: Zusätzlich
es_es: Adicional
fa_ir: اضافی
fr_fr: Additionnel
hi_in: अतिरिक्त
it_it: addizionale
ja_jp: 追加的
pl_pl: Dodatkowy
pt_br: Adicionais
pt_pt: Adicional
ru_ru: Дополнительные
th_th: พิเศษ
tr_tr: Ek
uk_ua: Додаткові

source: Show objects toolbar
ar_sa: إظهار شريط أدوات الكائنات
de_de: Symbolleiste für Objekte anzeigen
es_es: Mostrar barra de herramientas de objetos
fa_ir: نمایش نوار ابزار اشیاء
fr_fr: Afficher la barre d'outils des objets
hi_in: ऑब्जेक्ट्स उपकरण पट्टी दिखाएं
it_it: Mostra la barra degli strumenti degli oggetti
ja_jp: オブジェクトを表示するツールバー
pl_pl: Pokaż pasek narzędzi obiektów
pt_br: Mostrar Indicadores/Ferramentas
pt_pt: Mostrar barra de ferramentas de objetos
ru_ru: Показать панель объектов
th_th: แถบเครื่องมือ แสดงวัตถุ
tr_tr: Nesneleri araç çubuğunu göster
uk_ua: Показати панель об'єктів

source: Show toolbar
ar_sa: إظهار شريط الأدوات
de_de: Werkzeugleiste anzeigen
es_es: Mostrar la barra de herramientas
fa_ir: نمایش نوار ابزار
fr_fr: Afficher la barre d'outils
hi_in: उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti
ja_jp: ツールバーを表示する
pl_pl: Pokaż pasek narzędzi
pt_br: Mostrar Ferramentas
pt_pt: Mostrar barra de Ferramentas
ru_ru: Показать панель инструментов
th_th: แถบเครื่องมือแสดง
tr_tr: Araç çubuğunu göster
uk_ua: Показати панель інструментів

source: Show volume analysis toolbar
ar_sa: إظهار شريط أدوات تحليل الحجم
de_de: Werkzeugleiste anzeigen
es_es: Mostrar barra de herramientas de análisis de volumen
fa_ir: نمایش نوار ابزار تجزیه و تحلیل حجم
fr_fr: Afficher la barre d'outils analyse du volume
hi_in: वॉल्यूम विश्लेषण उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti analisi volume
ja_jp: [ボリューム分析] ツールバーの表示
pl_pl: Pokaż pasek narzędzi analizy objętości
pt_br: Mostrar AV
pt_pt: Mostrar barra de ferramentas de análise de volume
ru_ru: Показать панель объемного анализа
th_th: แสดงแถบเครื่องมือการวิเคราะห์ปริมาณ
tr_tr: Hacim analizi araç çubuğunu göster
uk_ua: Показати панель об'ємного аналізу

source: Show Quick OE
ar_sa: إظهار OE سريع
de_de: Quick OE anzeigen
es_es: Mostrar OE rápido
fa_ir: نمایش OE سریع
fr_fr: Afficher Quick OE
hi_in: त्वरित OE दिखाएँ
it_it: Mostra OE veloce
ja_jp: クイック OE を表示
pl_pl: Pokaż szybkie OE
pt_br: Mostrar CT
pt_pt: Mostrar Quick OE
ru_ru: Показать Быстрый OE
th_th: แสดง OE ด่วน
tr_tr: Hızlı EG'yi göster
uk_ua: Показувати Швидке OE

source: Show End of Bar
ar_sa: إظهار نهاية الشريط
fa_ir: نمایش انتهای نوار
fr_fr: Afficher la fin de la barre
hi_in: बार का शो एंड
it_it: Mostra fine barra
ja_jp: バーの終わりを表示
pl_pl: Pokaż koniec paska
pt_br: Mostra Barra Final
ru_ru: Показать конец бара
th_th: โชว์เอนด์ออฟบาร์
tr_tr: Çubuğun Sonunu Göster
uk_ua: Показати кінець бару

source: Show symbol description
ar_sa: إظهار وصف الرمز
de_de: Symbolbeschreibung anzeigen
es_es: Mostrar descripción del símbolo
fa_ir: نمایش توصیف نماد
fr_fr: Afficher la description du symbole
hi_in: प्रतीक विवरण दिखाएं
it_it: Mostra descrizione simbolo
ja_jp: シンボルの説明を表示
pl_pl: Pokaż opis symbolu
pt_br: Mostrar descrição do Ativo
pt_pt: Mostrar descrição do símbolo
ru_ru: Показать описание символа
th_th: แสดงคําอธิบายสัญลักษณ์
tr_tr: Sembol açıklamasını göster
uk_ua: Показати опис символу

source: Confirm on panel's close
ar_sa: تأكيد على إغلاق لوحة
de_de: Bestätigen Sie den Abschluss des Panels
es_es: Confirmar en el cierre del panel
fa_ir: تایید در نزدیک پانل
fr_fr: Confirmer sur la clôture du panneau
hi_in: पैनल के बंद पर पुष्टि करें
it_it: Conferma alla chiusura del pannello
ja_jp: パネルのクローズを確認する
pl_pl: Potwierdź na zamknięciu panelu
pt_br: Confirme o fechamento do painel
pt_pt: Confirme na proximidade do painel
ru_ru: Подтвердите закрытие панели
th_th: ยืนยันเมื่อปิดแผง
tr_tr: Panelin kapanışında onaylayın
uk_ua: Підтверджувати закриття панелі

source: Visibility
ar_sa: الرؤية
de_de: Sichtweite
es_es: Visibilidad
fa_ir: دید
fr_fr: Visibilité
hi_in: दृश्यता
it_it: Visibilità
ja_jp: 可視性
pl_pl: Widoczność
pt_br: Visibilidade
pt_pt: Visibilidade
ru_ru: Видимость
th_th: ทัศนวิสัย
tr_tr: Görünürlük
uk_ua: Видимість

source: Data type
ar_sa: نوع البيانات
de_de: Datentyp
es_es: Tipo de dato
fa_ir: نوع داده ها
fr_fr: Type de données
hi_in: डेटा प्रकार
it_it: Tipo di dati
ja_jp: ソースの種類
pl_pl: Typ danych
pt_br: Tipo de Dados
pt_pt: Tipo de dados
ru_ru: Тип данных
th_th: ชนิดข้อมูล
tr_tr: Veri türü
uk_ua: Тип даних

source: Show Order entry
ar_sa: عرض إدخال الأوامر
de_de: Auftragseingang anzeigen
es_es: Mostrar orden de entrada
fa_ir: نمایش ورود سفارش
fr_fr: Visualiser l'entrée de l'ordre
hi_in: आदेश प्रविष्टि दिखाएँ
it_it: Mostra voce ordine
pl_pl: Pokaż wpis zamówienia
pt_br: Mostrar entrada do Pedido
pt_pt: Exibir Entrada da Ordem
ru_ru: Создать ордер
th_th: แสดงรายการคําสั่งซื้อ
tr_tr: emir girişini göster
uk_ua: Створити ордер

source: View
ar_sa: عرض
de_de: Aussicht
es_es: Ver
fa_ir: مشاهده
fr_fr: Visualiser
hi_in: देखना
it_it: vista
ja_jp: ビュー
pl_pl: Widok
pt_br: Ver
pt_pt: Exibir
ru_ru: Вид
th_th: ทิวทัศน์
tr_tr: Görüntüle
uk_ua: Вид

source: Data style
ar_sa: نمط البيانات
de_de: Datenstil
es_es: Estilo de datos
fa_ir: سبک داده ها
fr_fr: Style de données
hi_in: डेटा शैली
it_it: Stile dati
ja_jp: データのスタイル
pl_pl: Styl danych
pt_br: Gráfico
pt_pt: Estilo de dados
ru_ru: Стиль данных
th_th: สไตล์ข้อมูล
tr_tr: Veri stili
uk_ua: Стиль даних

source: Time scale
ar_sa: المقياس الزمني
de_de: Zeitstrahl
es_es: Escala de tiempo
fa_ir: مقیاس زمانی
fr_fr: Échelle temporelle
hi_in: समय स्केल
it_it: Scala temporale
ja_jp: タイムスケール
pl_pl: Skala czasu
pt_br: Legenda
pt_pt: Escala de horas
ru_ru: Шкала времени
th_th: มาตราส่วนเวลา
tr_tr: Zaman ölçeği
uk_ua: Шкала часу
