Repository: Quantower/Localization
Catalog: plug-ins/ChartPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Price scale
ar_sa: مقياس السعر
de_de: Preisstaffel
es_es: Escala de precios
fa_ir: مقیاس قیمت
fr_fr: Échelle de prix
hi_in: मूल्य स्केल
it_it: Scala dei prezzi
ja_jp: 価格スケール
pl_pl: Skala cenowa
pt_br: Preços
pt_pt: Escala de preço
ru_ru: Шкала цен
th_th: ระดับราคา
tr_tr: Fiyat ölçeği
uk_ua: Шкала ціни

source: Visual trading
ar_sa: التداول المرئي
es_es: Trading visual
fa_ir: تجارت بصری
fr_fr: Trading visuel
hi_in: दृश्य व्यापार
it_it: Trading visivo
ja_jp: 視覚的取引
pl_pl: Handel wizualny
pt_br: Trades
pt_pt: Negociação visual
ru_ru: Визуальная торговля
th_th: การซื้อขายด้วยภาพ
tr_tr: Görsel işlem
uk_ua: Візуальна торгівля

source: Positions
ar_sa: المراكز
de_de: Positionen
es_es: Posiciones
fa_ir: موقعیت
hi_in: पदों
it_it: Posizioni
pl_pl: Pozycji
pt_br: Posições
pt_pt: Posições
ru_ru: Позиции
th_th: ตำแหน่ง
tr_tr: Pozisyonlar
uk_ua: Позиції

source: Orders
ar_sa: الأوامر
de_de: Aufträge
es_es: Pedidos
fa_ir: سفارشات
fr_fr: Ordres
hi_in: आदेश
it_it: Ordini
pl_pl: Zlecenia
pt_br: Ordens
pt_pt: Ordens
ru_ru: Ордера
th_th: ใบ สั่ง
tr_tr: Emirler
uk_ua: Ордери

source: Trades
ar_sa: التداولات
es_es: Operaciones
fa_ir: معاملات
fr_fr: Métiers
hi_in: ट्रेडों
it_it: Mestieri
pl_pl: Transakcji
pt_br: Comércios
pt_pt: Negociações
ru_ru: Сделки
th_th: ค้า
tr_tr: İşlemler
uk_ua: Угоди

source: SL/TP
ar_sa: إ.خ/أ.ر
ru_ru: СЛ/ТП

source: Order Entry
ar_sa: إدخال الطلب
de_de: Auftragseintrag
es_es: Entrada de pedido
fa_ir: ورود سفارش
fr_fr: Entrée de commande
hi_in: आदेश प्रविष्टि
it_it: Inserimento ordine
ja_jp: 注文入力
pl_pl: Zapis zamówienia
pt_br: Boleta
pt_pt: Entrada de Encomendas
ru_ru: Создание ордера
th_th: รายการสั่งซื้อ
tr_tr: Emir Girişi
uk_ua: Створення ордеру

source: Quick ruler
ar_sa: مسطرة سريعة
de_de: Schnelles Lineal
es_es: Regla rápida
fa_ir: حاکم سریع
fr_fr: Règle rapide
hi_in: त्वरित शासक
it_it: Righello rapido
pl_pl: Szybka linijka
pt_br: Régua rápida
pt_pt: Régua rápida
ru_ru: Быстрая линейка
th_th: ไม้บรรทัดด่วน
tr_tr: Hızlı cetvel
uk_ua: Швидка лінійка

source: Info window
ar_sa: نافذة المعلومات
de_de: Infofenster
es_es: Ventana de información
fa_ir: پنجره اطلاعات
fr_fr: Fenêtre d'infos
hi_in: जानकारी विंडो
it_it: Finestra informativa
ja_jp: 情報ウィンドウ
pl_pl: Okno danych
pt_br: Info do Gráfico
pt_pt: Janela de informação
ru_ru: Информационное окно
th_th: หน้าต่างข้อมูล
tr_tr: Bilgi penceresi
uk_ua: Інформаційне вікно

source: Volume bars
ar_sa: حجم الأشرطة
de_de: Lautstärkeleisten
es_es: Barras de volumen
fa_ir: میله های دوره
fr_fr: Barres de volume
hi_in: वॉल्यूम पट्टियां
it_it: Barre del volume
ja_jp: 出来高バー
pl_pl: Wolumen
pt_br: Volume
pt_pt: Volume das barras
ru_ru: Объемные бары
th_th: แถบระดับเสียง
tr_tr: Hacim çubukları
uk_ua: Графік об'ємів

source: Set period (tick)
ar_sa: تعيين الفترة (علامة)
de_de: Zeitraum einstellen (Häkchen)
es_es: Establecer período (tick)
fr_fr: Définir la période (coche)
it_it: Imposta periodo (tick)
pl_pl: Ustaw okres (zaznacz)
pt_pt: Período definido (tique)
ru_ru: Установленный период (галочка)
th_th: กําหนดระยะเวลา (ติ๊ก)
uk_ua: Установлення періоду (галочка)

source: Set period (1m)
ar_sa: ضبط الفترة (1 م)
de_de: Zeitraum einstellen (1m)
es_es: Establecer período (1m)
fa_ir: تنظیم دوره (1m)
fr_fr: Définir la période (1m)
hi_in: सेट अवधि (1m)
it_it: Imposta periodo (1m)
ja_jp: 設定期間（1m）
pl_pl: Ustaw okres (1m)
pt_br: Período Definido (1m)
pt_pt: Definir período (1m)
ru_ru: Установить период (1м)
th_th: กําหนดระยะเวลา (1 เมตร)
tr_tr: Periyodu ayarla (1m)
uk_ua: Встановити період (1хв)

source: Set period (5m)
ar_sa: ضبط الفترة (5 م)
de_de: Zeitraum einstellen (5m)
es_es: Establecer período (5m)
fa_ir: تنظیم دوره (5m)
fr_fr: Définir la période (5m)
hi_in: सेट अवधि (5m)
it_it: Imposta periodo (5m)
ja_jp: 設定期間（5m）
pl_pl: Ustaw okres (5 m)
pt_br: Período Definido (5m)
pt_pt: Definir período (5m)
ru_ru: Установить период (5м)
th_th: กําหนดระยะเวลา (5 เมตร)
tr_tr: Periyodu ayarla (5m)
uk_ua: Встановити період (5хв)

source: Set period (15m)
ar_sa: ضبط الفترة (15 م)
de_de: Eingestellte Zeit (15m)
es_es: Establecer período (15 m)
fa_ir: تنظیم دوره (15m)
fr_fr: Régler la période (15m)
hi_in: सेट अवधि (15m)
it_it: Imposta periodo (15m)
ja_jp: 設定時間（15m）
pl_pl: Ustaw okres (15 m)
pt_br: Período Definido (15m)
pt_pt: Definir período (15m)
ru_ru: Установить период (15м)
th_th: กําหนดระยะเวลา (15 เมตร)
tr_tr: Periyodu ayarla (15m)
uk_ua: Встановити період (15хв)

source: Set period (30m)
ar_sa: ضبط الفترة (30 م)
de_de: Eingestellte Zeit (30m)
es_es: Establecer período (30m)
fa_ir: دوره تنظیم (30m)
fr_fr: Définir la période (30m)
hi_in: सेट अवधि (30m)
it_it: Imposta periodo (30m)
ja_jp: 設定期間（30m）
pl_pl: Ustaw okres (30 m)
pt_br: Período Definido (30m)
pt_pt: Definir período (30m)
ru_ru: Установить период (30м)
th_th: กําหนดระยะเวลา (30 ม.)
tr_tr: Periyodu ayarla (30m)
uk_ua: Встановити період (30хв)

source: Set period (1H)
ar_sa: تعيين الفترة (1H)
de_de: Zeitraum einstellen (1H)
es_es: Establecer el período (1H)
fa_ir: تنظیم دوره (1H)
fr_fr: Définir la période (1H)
hi_in: सेट अवधि (1H)
it_it: Imposta periodo (1h)
ja_jp: 設定期間（1H）
pl_pl: Ustaw okres (1H)
pt_br: Período Definido (1H)
pt_pt: Definir período (1H)
ru_ru: Установить период (1Ч)
th_th: กําหนดระยะเวลา (1H)
tr_tr: Periyodu ayarla (1H)
uk_ua: Встановити період (1Г)

source: Set period (4H)
ar_sa: تعيين الفترة (4H)
de_de: Zeitraum einstellen (4H)
es_es: Establecer el período (4H)
fa_ir: تنظیم دوره (4H)
fr_fr: Définir la période (4H)
hi_in: सेट अवधि (4H)
it_it: Imposta periodo (4 ore)
ja_jp: 設定期間（4H）
pl_pl: Ustaw okres (4H)
pt_br: Período Definido (4H)
pt_pt: Definir período (4H)
ru_ru: Установить период (4Ч)
th_th: กําหนดระยะเวลา (4 ชม.)
tr_tr: Periyodu ayarla (4H)
uk_ua: Встановити період (4Г)

source: Set period (1D)
ar_sa: ضبط الفترة (1 د)
de_de: Zeitraum einstellen (1D)
es_es: Establecer el período (1D)
fa_ir: تنظیم دوره (1D)
fr_fr: Définir la période (1D)
hi_in: सेट अवधि (1D)
it_it: Imposta periodo (1D)
ja_jp: 設定期間（1D）
pl_pl: Ustaw okres (1D)
pt_br: Período Definido (1D)
pt_pt: Definir período (1D)
ru_ru: Установить период (1Д)
th_th: กําหนดระยะเวลา (1D)
tr_tr: Periyodu ayarla (1D)
uk_ua: Встановити період (1Д)

source: Set period (1W)
ar_sa: ضبط الفترة (1 وات)
de_de: Einstellzeitraum (1W)
es_es: Establecer el período (1W)
fa_ir: تنظیم دوره (1W)
fr_fr: Définir la période (1W)
hi_in: सेट अवधि (1W)
it_it: Imposta periodo (1W)
ja_jp: 設定期間（1W）
pl_pl: Ustaw okres (1 W)
pt_br: Período Definido (1W)
pt_pt: Definir período (1W)
ru_ru: Установить период (1Н)
th_th: กําหนดระยะเวลา (1W)
tr_tr: Periyodu ayarla (1W)
uk_ua: Встановити період (1Н)

source: Draw horizontal line
ar_sa: ارسم خطًا أفقيًا
de_de: Zeichnen Sie die horizontale Linie
es_es: Dibujar línea horizontal
fa_ir: رسم خط افقی
fr_fr: Tracer une ligne horizontale
hi_in: क्षैतिज रेखा आरेखित करें
it_it: Disegna la linea orizzontale
ja_jp: 水平線を描く
pl_pl: Narysuj linię poziomą
pt_br: Desenhar linha horizontal
pt_pt: Desenhar linha horizontal
ru_ru: Нарисовать горизонтальную линию
th_th: วาดเส้นแนวนอน
tr_tr: Yatay çizgi çiz
uk_ua: Намалювати горизонтальну лінію

source: Draw vertical line
ar_sa: ارسم خط عمودي
de_de: Zeichne vertikale Linie
es_es: Dibujar línea vertical
fa_ir: رسم خط عمودی
fr_fr: Dessiner une ligne verticale
hi_in: अनुलंब रेखा आरेखित करें
it_it: Disegna una linea verticale
ja_jp: 縦線を描く
pl_pl: Narysuj pionową linię
pt_br: Desenhar linha vertical
pt_pt: Desenhar linha vertical
ru_ru: Нарисовать вертикальную линию
th_th: วาดเส้นแนวตั้ง
tr_tr: Dikey çizgi çiz
uk_ua: Намалювати вертикальну лінію

source: Draw line
ar_sa: ارسم خطا
de_de: Linie zeichnen
es_es: Dibujar linea
fa_ir: رسم خط
fr_fr: Dessiner une ligne
hi_in: रेखा आरेखित करें
it_it: Disegnare la linea
ja_jp: 線を引く
pl_pl: Rysować linię
pt_br: Linha de desenho
pt_pt: Desenhar linha
ru_ru: Нарисовать линию
th_th: วาดเส้น
tr_tr: Çizgi çiz
uk_ua: Намалювати лінію

source: Draw angeled line
ar_sa: رسم خط الانجيليه
de_de: Ziehung angelieferte Linie
es_es: Dibujar línea angelical
fa_ir: رسم خط angeled
fr_fr: Tracer la ligne Angélique
hi_in: स्वर्गदूत रेखा आरेखित करें
it_it: Disegnare la linea AngelEd
ja_jp: angeled 線を引く
pl_pl: Rysowanie linii anioła
pt_br: Desenhar linha a anjo
pt_pt: Desenhar linha angelada
ru_ru: Нарисовать угловую линию
th_th: วาดเส้นเทวดา
tr_tr: Açılı çizgi çiz
uk_ua: Намалювати лінію під кутом

source: Draw price channel
ar_sa: ارسم قناة سعرية
de_de: Preiskanal zeichnen
es_es: Dibujar canal de precio
fa_ir: قرعه کشی کانال قیمت
fr_fr: Tracer le canal des prix
hi_in: मूल्य चैनल आरेखित करें
it_it: Disegna il canale dei prezzi
ja_jp: 価格チャネルを引き出す
pl_pl: Narysuj kanał cenowy
pt_br: Canal de preços de saque
pt_pt: Canal de preço de compra
ru_ru: Нарисовать ценовой канал
th_th: วาดช่องทางราคา
tr_tr: Fiyat kanalı çiz
uk_ua: Намалювати ціновий канал

source: Draw regression chanel
ar_sa: رسم شانيل الانحدار
de_de: Regressionswandel zeichnen
es_es: Dibujar regresión Chanel
fa_ir: قرعه کشی رگرسیون شانل
fr_fr: Dessin de régression Chanel
hi_in: प्रतीपगमन चैनल ड्रा
it_it: Disegnare regressione Chanel
ja_jp: 回帰シャネルを描く
pl_pl: NaRysuj Chanel regresji
pt_br: Desenhar regressão chanel
pt_pt: Desenhar regressão Chanel
ru_ru: Нарисовать канал регрессии
th_th: วาดชาแนลถดถอย
tr_tr: Regresyon kanalı çiz
uk_ua: Намалювати канал регресії

source: Draw anfrew's pitchfork
ar_sa: رسم مذراة anfrew ' ق
de_de: Zeichnen Sie die Pitchgabel
es_es: Dibujar el tridente de anfrew
fa_ir: قرعه کشی پنجه
fr_fr: Dessiner la fourche de anfrew
hi_in: ड्रा है anfrew पिचकांटा
it_it: Disegna il forcone di anfrew
ja_jp: ドロー anfrew の熊手
pl_pl: Draw anfrew jest widłami
pt_br: Desenhe o garfo de Anfrew
pt_pt: Desenhe o Pitchfork de anfrew
ru_ru: Нарисовать вилы Эндрюса
th_th: วาดโกยของ anfrew
tr_tr: Andrew's Pitchfork çiz
uk_ua: Намалювати вила Ендрюса

source: Draw line arrow
ar_sa: رسم خط السهم
de_de: Pfeil der Ziehungslinie
es_es: Dibujar flecha de línea
fa_ir: رسم خط پیکان
fr_fr: Tracer la flèche de ligne
hi_in: रेखा तीर आरेखित करें
it_it: Disegna freccia linea
ja_jp: 線の矢印を描く
pl_pl: Strzałka linii naRysuj
pt_br: Desenhar seta de linha
pt_pt: Desenhar seta de linha
ru_ru: Нарисовать стрелку
th_th: วาดลูกศรเส้น
tr_tr: Çizgi oku çiz
uk_ua: Намалювати стрілку

source: Draw triangle
ar_sa: رسم مثلث
de_de: Ziehungsdreieck
es_es: Dibujar triángulo
fa_ir: رسم مثلث
fr_fr: Dessiner triangle
hi_in: त्रिकोण ड्रा
it_it: Disegnare triangolo
ja_jp: 三角形を描く
pl_pl: Rysowanie trójkątów
pt_br: Desenhar triângulo
pt_pt: Triângulo da tração
ru_ru: Нарисовать треугольник
th_th: วาดสามเหลี่ยม
tr_tr: Üçgen çiz
uk_ua: Намалювати трикутник

source: Draw rectangle
ar_sa: رسم مستطيل
de_de: Rechteck zeichnen
es_es: Dibujar rectángulo
fa_ir: رسم مستطیل
fr_fr: Dessiner rectangle
hi_in: आयत आरेखित करें
it_it: Disegna rettangolo
ja_jp: 長方形を描く
pl_pl: Rysowanie prostokąta
pt_br: Desenhar retângulo
pt_pt: Desenhar retângulo
ru_ru: Нарисовать прямоугольник
th_th: วาดสี่เหลี่ยมผืนผ้า
tr_tr: Dikdörtgen çiz
uk_ua: Намалювати прямокутник

source: Draw circle
ar_sa: رسم دائره
de_de: Kreis ziehen
es_es: Dibujar círculo
fa_ir: رسم دایره
fr_fr: Cercle de dessin
hi_in: वृत्त आरेखित करें
it_it: Disegna cerchio
ja_jp: 円を描く
pl_pl: Rysowanie okręgu
pt_br: Círculo de desenho
pt_pt: Desenhe o círculo
ru_ru: Нарисовать круг
th_th: วาดวงกลม
tr_tr: Daire çiz
uk_ua: Намалювати коло

source: Draw ellipse
ar_sa: رسم القطع الناقص
de_de: Zeichnen Ellipse
es_es: Dibujar elipse
fa_ir: رسم بیضی
fr_fr: Dessiner ellipse
hi_in: दीर्घवृत्त आरेखित करें
it_it: Disegna ellisse
ja_jp: 楕円の描画
pl_pl: Rysowanie elipsy
pt_br: Draw elipse
pt_pt: Desenhar elipse
ru_ru: Нарисовать овал
th_th: วาดวงรี
tr_tr: Elips çiz
uk_ua: Намалювати еліпс

source: Draw poligon
ar_sa: رسم بوليغون
de_de: Poligon zeichnen
es_es: Dibujar Poligon
fa_ir: قرعه کشی poligon
hi_in: आकर्षित पॉलिगॉन
it_it: Disegnare Poligon
ja_jp: ドロー poligon
pl_pl: Rysowanie poligon
pt_br: Desenhar poligon
pt_pt: Desenhe poligon
ru_ru: Нарисовать многоугольник
th_th: วาดโปลิกอน
tr_tr: Poligon çiz
uk_ua: Намалювати багатокутник

source: Draw fibonacci retracement
ar_sa: ارسم تصحيح فيبوناتشي
de_de: Zeichnen Sie Fibonacci-Retracement
es_es: Dibuja el retroceso de Fibonacci
fa_ir: قرعه کشی فیبوناچی اصلاحی
fr_fr: Dessiner le retracement de fibonacci
hi_in: फिबोनैकी रिट्रेसमेंट ड्रा
it_it: Disegna il ritracciamento di Fibonacci
ja_jp: フィボナッチリトレースメントを描く
pl_pl: Wyciągnij zniesienie fibonacci
pt_br: Desenhar retração/Fibonacci
pt_pt: Desenhe retração de fibonacci
ru_ru: Нарисовать коррекцию по Фибоначчи
th_th: วาด fibonacci retracement
tr_tr: Fibonacci retracement çiz
uk_ua: Намалювати корекцію за Фібоначчі

source: Draw fibonacci price extension
ar_sa: رسم تمديد سعر فيبوناتشي
de_de: Zeichnen fibonacci Preisverlängerung
es_es: Dibujar extensión de precio de fibonacci
fa_ir: قرعه کشی تمدید قیمت فیبوناچی
fr_fr: Dessiner fibonacci extension de prix
hi_in: फिबोनाची मूल्य विस्तार ड्रा करें
it_it: Disegnare l'estensione del prezzo di Fibonacci
ja_jp: フィボナッチ価格延長を描く
pl_pl: Narysuj przedłużenie ceny fibonacciego
pt_br: Desenhar a extensão de preço/Fibonacci
pt_pt: Desenhe extensão de preço de fibonacci
ru_ru: Нарисовать продление цены фибоначчи
th_th: วาดส่วนขยายราคาฟีโบนักชี
tr_tr: Fibonacci fiyat uzatma çizin
uk_ua: Намалювати продовження ціни за Фібоначчі

source: Draw fibonacci price expansion
ar_sa: رسم توسع سعر فيبوناتشي
de_de: Zeichnen Fibonacci Preisexpansion
es_es: Dibujar expansión de precios de fibonacci
fa_ir: قرعه کشی گسترش قیمت فیبوناچی
fr_fr: Dessiner fibonacci augmentation des prix
hi_in: ड्रा फिबोनाची मूल्य विस्तार
it_it: Disegna l'espansione dei prezzi di Fibonacci
ja_jp: フィボナッチ価格の拡大を描く
pl_pl: Narysuj wzrost cen fibonacciego
pt_br: Desenhar a expansão do preço/Fibonacci
pt_pt: Desenhar expansão de preços de fibonacci
ru_ru: Нарисовать расширение цены фибоначчи
th_th: วาดการขยายตัวของราคาฟีโบนักชี
tr_tr: Fibonacci fiyat genişlemesi çizin
uk_ua: Намалювати розширення ціни за Фібоначчі

source: Draw fibonacci arc
ar_sa: رسم قوس فيبوناتشي
de_de: Fibonacci-Bogen ziehen
es_es: Dibujar el arco de Fibonacci
fa_ir: قرعه کشی کمان فیبوناچی
fr_fr: Dessiner l'arc de Fibonacci
hi_in: फिबोनैकी आर्क ड्रा
it_it: Disegnare arco di Fibonacci
ja_jp: フィボナッチ弧を描く
pl_pl: Rysuj łuk Fibonacciego
pt_br: Desenhar arco/Fibonacci
pt_pt: Desenhe arco de Fibonacci
ru_ru: Нарисовать дуги по Фибоначчи
th_th: วาดส่วนโค้งฟีโบนักชี
tr_tr: Fıbonacci Arc çiz
uk_ua: Намалювати дуги за Фібоначчі

source: Draw fibonacci ellipse
ar_sa: رسم القطع الناقص فيبوناتشي
de_de: Fibonacci-Ellipse ziehen
es_es: Dibujar Fibonacci elipse
fa_ir: رسم بیضی فیبوناچی
fr_fr: Dessiner ellipse de Fibonacci
hi_in: फिबोनैकी दीर्घवृत्त आरेखित करें
it_it: Disegna ellisse di Fibonacci
ja_jp: フィボナッチ楕円を描画する
pl_pl: Rysowanie elipsy Fibonacciego
pt_br: Desenhar elipse/Fibonacci
pt_pt: Desenhar elipse de Fibonacci
ru_ru: Нарисовать эллипс по Фибоначчи
th_th: วาดวงรีฟีโบนักชี
tr_tr: Fıbonacci elips çiz
uk_ua: Намалювати еліпс Фібоначчі

source: Draw fibonacci spiral
ar_sa: رسم دوامه فيبوناتشي
de_de: Fibonacci-Spirale
es_es: Dibujar espiral de Fibonacci
fa_ir: رسم فیبوناچی مارپیچی
fr_fr: Dessiner spirale de Fibonacci
hi_in: फिबोनैकी सर्पिल ड्रा
it_it: Disegna spirale di Fibonacci
ja_jp: フィボナッチスパイラルを描く
pl_pl: NaRysuj spiralę Fibonacciego
pt_br: Desenhar espiral/Fibonacci
pt_pt: Desenhe espiral de Fibonacci
ru_ru: Нарисовать спираль по Фибоначчи
th_th: วาดเกลียวฟีโบนักชี
tr_tr: Fıbonacci spiral çiz
uk_ua: Намалювати спіраль Фібоначчі

source: Draw fibonacci fans
ar_sa: رسم مراوح فيبوناتشي
de_de: Fibonacci-Fans ziehen
es_es: Dibujar fans de Fibonacci
fa_ir: قرعه کشی طرفداران فیبوناچی
fr_fr: Dessiner les fans de Fibonacci
hi_in: फिबोनैकी प्रशंसक ड्रा
it_it: Disegnare i fan di Fibonacci
ja_jp: フィボナッチのファンを描画
pl_pl: Losowanie kibiców Fibonacciego
pt_br: Desenhar fãs/Fibonacci
pt_pt: Desenhe fãs de Fibonacci
ru_ru: Нарисовать веер по Фибоначчи
th_th: ดึงดูดแฟนๆ ฟีโบนักชี
tr_tr: Fıbonacci hayranları çiz
uk_ua: Намалювати вієр Фібоначчі

source: Draw fibonacci phi-channel
ar_sa: رسم فيبوناتشي فاي القناة
de_de: Fibonacci-Phi-Kanal ziehen
es_es: Dibujar canal de Fibonacci Phi
fa_ir: قرعه کشی فیبوناچی فی کانال
fr_fr: Draw Fibonacci Phi-canal
hi_in: फिबोनैकी फी-चैनल ड्रा
it_it: Disegnare Fibonacci Phi-Channel
ja_jp: フィボナッチファイ-チャンネルを描画する
pl_pl: Remis Fibonacciego Phi-Channel
pt_br: Desenhar Fibonacci phi-channel
pt_pt: Desenhe o canal de Fibonacci Phi
ru_ru: Нарисовать фи-канал по Фибоначчи
th_th: วาดฟีโบนักชีฟีแชนแนล
tr_tr: Fıbonacci Phi-Channel çiz
uk_ua: Намалювати фі-канал Фібоначчі

source: Draw fibonacci time extension
ar_sa: رسم تمديد الوقت فيبوناتشي
de_de: Zeichnen fibonacci Zeitverlängerung
es_es: Dibujar extensión de tiempo de fibonacci
fa_ir: قرعه کشی پسوند زمان فیبوناچی
fr_fr: Dessiner fibonacci extension de temps
hi_in: फिबोनासीई समय विस्तार ड्रा करें
it_it: Disegnare l'estensione del tempo di Fibonacci
ja_jp: フィボナッチ時間延長を描く
pl_pl: Rysowanie przedłużenia czasu fibonacciego
pt_br: Desenhe a extensão tempo/Fibonacci
pt_pt: Desenhe extensão de tempo de fibonacci
ru_ru: Нарисуйте продление времени фибоначчи
th_th: วาดการขยายเวลาฟีโบนักชี
tr_tr: Fibonacci zaman uzatma çizin
uk_ua: Намалювати продовження часу Фібоначчі

source: Draw fibonacci time expansion
ar_sa: رسم فيبوناتشي توسيع الوقت
de_de: Zeichnen fibonacci Zeiterweiterung
es_es: Dibujar expansión de tiempo de fibonacci
fa_ir: رسم گسترش زمان فیبوناچی
fr_fr: Dessiner fibonacci expansion du temps
hi_in: फिबोनासीई समय विस्तार ड्रा करें
it_it: Disegna l'espansione del tempo di Fibonacci
ja_jp: フィボナッチ時間拡張を描く
pl_pl: Narysuj rozszerzenie czasu fibonacciego
pt_br: Desenhar a expansão tempo/Fibonacci
pt_pt: Desenhar expansão do tempo de fibonacci
ru_ru: Нарисуйте расширение времени фибоначчи
th_th: วาดการขยายเวลาฟีโบนักชี
tr_tr: Fibonacci zaman genişlemesi çizin
uk_ua: Намалювати розширення часу Фібоначчі

source: Draw fibonacci time zone
ar_sa: رسم المنطقة الزمنيه فيبوناتشي
de_de: Ziehung Fibonacci-Zeitzone
es_es: Dibujar zona horaria de Fibonacci
fa_ir: قرعه کشی منطقه زمانی فیبوناچی
fr_fr: Tracer fuseau horaire Fibonacci
hi_in: फिबोनैकी समय क्षेत्र ड्रा
it_it: Disegna fuso orario Fibonacci
ja_jp: フィボナッチのタイムゾーンを描画する
pl_pl: NaRysuj strefę czasową Fibonacciego
pt_br: Desenhar fuso horário/Fibonacci
pt_pt: Desenhe o fuso horário de Fibonacci
ru_ru: Нарисовать временные периоды Фибоначчи
th_th: วาดโซนเวลาฟีโบนักชี
tr_tr: Fıbonacci saat dilimini çiz
uk_ua: Намалювати часові періоди Фібоначчі

source: Draw gann line
ar_sa: رسم خط غان
de_de: Ziehungsgann-Linie
es_es: Dibujar línea Gann
fa_ir: قرعه کشی خط گن
fr_fr: Tracer la ligne Gann
hi_in: गैंन रेखा आरेखित करें
it_it: Disegnare la linea di Giovanni
ja_jp: ギャン線を引く
pl_pl: Rysowanie linii Gann
pt_br: Desenhar linha Gann
pt_pt: Desenhar linha Gann
ru_ru: Нарисовать линию Ганна
th_th: วาดเส้นแกนน์
tr_tr: Gann hattı çiz
uk_ua: Намалювати лінію Ганна

source: Draw gann fan
ar_sa: رسم المروحة غان
fa_ir: قرعه کشی فن گن
hi_in: ड्रा gann प्रशंसक
it_it: Disegna Giovanni Federici
ja_jp: ギャンファンを描く
pt_br: Desenhar Gann/Fann
pt_pt: Desenhe Fan Gann
ru_ru: Нарисовать веер Ганна
th_th: วาดแฟนแกนน์
tr_tr: Gökhan fırat
uk_ua: Намалювати вієр Ганна

source: Draw gann grid
ar_sa: رسم شبكه غان
de_de: Ziehbandgitter
es_es: Dibujar Gann Grid
fa_ir: قرعه کشی شبکه گن
fr_fr: Tracer Gann grille
hi_in: गैंन ग्रिड आरेखित करें
it_it: Disegnare la griglia di Giovanni
ja_jp: ギャングリッドの描画
pl_pl: Rysowanie siatki Gann
pt_br: Desenhar grade gann
pt_pt: Grade do Gann do tração
ru_ru: Нарисовать сетку Ганна
th_th: วาดเส้นตารางแกนน์
tr_tr: Gann ızgara çiz
uk_ua: Намалювати сітку Ганна

source: Draw gann box
ar_sa: رسم مربع غان
de_de: Ziehungsgann-Box
fa_ir: قرعه کشی جعبه گن
hi_in: ड्रा गैंन बॉक्स
it_it: Disegnare la casella di Giovanni
ja_jp: 描画ギャンボックス
pl_pl: Rysowanie Gann Box
pt_br: Desenhar caixa de gann
pt_pt: Desenhe a caixa do Gann
ru_ru: Нарисовать прямоугольник Ганна
th_th: วาดกล่องแกนน์
tr_tr: Gann kutusu çiz
uk_ua: Намалювати прямокутник Ганна

source: Draw Head&Shoulders
ar_sa: رسم الراس والكتفين
de_de: Zeichnung Head & Schultern
es_es: Dibujar cabeza y hombros
fa_ir: قرعه کشی سر & شانه
fr_fr: Dessiner la tête et les épaules
hi_in: सिर और कंधे ड्रा करें
it_it: Disegnare testa e spalle
ja_jp: 頭と肩を描く
pl_pl: Rysowanie głowy & ramiona
pt_br: Desenhar cabeça e ombros
pt_pt: Desenhe Head & ombros
ru_ru: Нарисовать голову и плечи
th_th: วาดหัวและไหล่
tr_tr: Baş ve omuzlar çiz
uk_ua: Намалювати голову і плечі

source: Draw ABC Pattern
ar_sa: رسم نمط ABC
de_de: ABC-Muster zeichnen
es_es: Dibujar patrón ABC
fa_ir: قرعه کشی الگوی ABC
fr_fr: Dessinez le modèle ABC
hi_in: ड्रा एबीसी पैटर्न
it_it: Disegna pattern ABC
ja_jp: ABC パターンの描画
pl_pl: Rysowanie wzoru ABC
pt_br: Desenhar padrão ABC
pt_pt: Desenhar padrão ABC
ru_ru: Нарисовать ABC паттерн
th_th: วาดรูปแบบ ABC
tr_tr: ABC deseni çiz
uk_ua: Намалювати шаблон ABC

source: Draw Gartley Butterfly
ar_sa: رسم الفراشة gartley
de_de: Gartley Butterfly ziehen
es_es: Dibujar Gartley Butterfly
fa_ir: قرعه کشی گارتلی پروانه
fr_fr: Dessiner Gartley papillon
hi_in: ड्रा Gartley तितली
it_it: Disegnare farfalla Gartley
ja_jp: Gartley 蝶を描く
pl_pl: Rysować Gartley motyl
pt_br: Desenhar Gartley Butterfly
pt_pt: Desenhe Gartley Butterfly
ru_ru: Нарисовать бабочку Гартли
th_th: วาดผีเสื้อการ์ทลีย์
tr_tr: Gartley kelebek çiz
uk_ua: Намалювати метелик Gartley

source: Draw ruler
ar_sa: رسم المسطرة
de_de: Herrschaft zeichnen
es_es: Dibujar regla
fa_ir: رسم خط کش
fr_fr: Règle de dessin
hi_in: मापनी आरेखित करें
it_it: Disegna righello
ja_jp: ルーラーの描画
pl_pl: Rysowanie linijki
pt_br: Desenhar régua
pt_pt: Régua da tração
ru_ru: Нарисовать линейку
th_th: ไม้บรรทัดวาด
tr_tr: Cetvel çiz
uk_ua: Намалювати лінійку

source: Draw flag marker
ar_sa: رسم علامة العلم
de_de: Fahnenmarkierung zeichnen
es_es: Dibujar marcador de bandera
fa_ir: رسم نشانگر پرچم
fr_fr: Marqueur d'indicateur de dessin
hi_in: ध्वज मार्कर आरेखित करें
it_it: Disegna marcatore di bandierina
ja_jp: フラグマーカーの描画
pl_pl: Rysowanie znacznika flagi
pt_br: Desenhar Bandeira do Maketmaker
pt_pt: Desenhe o marcador da bandeira
ru_ru: Нарисовать флаг
th_th: วาดเครื่องหมายสถานะ
tr_tr: Bayrak işaretçisi çiz
uk_ua: Намалювати прапор

source: Draw price targets
ar_sa: رسم أهداف الأسعار
de_de: Preisziele ziehen
es_es: Dibujar objetivos de precio
fa_ir: اهداف قیمت قرعه کشی
fr_fr: Fixer des objectifs de prix
hi_in: मूल्य लक्ष्य आरेखित करें
it_it: Disegnare obiettivi di prezzo
ja_jp: 価格目標の作成
pl_pl: Rysowanie cen docelowych
pt_br: Desenhar metas de preço
pt_pt: Desenhar alvos de preço
ru_ru: Нарисовать ценовые уровни
th_th: วาดเป้าหมายราคา
tr_tr: Fiyat hedefleri çiz
uk_ua: Намалювати цінові рівні

source: Draw up arrow
ar_sa: رسم السهم
de_de: Pfeil aufziehen
es_es: Dibujar flecha
fa_ir: رسم کردن پیکان
fr_fr: Dessinez la flèche
hi_in: ऊपर तीर आरेखित करें
it_it: Disegnare freccia
ja_jp: 矢印を描画
pl_pl: NaRysuj strzałkę
pt_br: Desenhe a seta
pt_pt: Desenhe acima a seta
ru_ru: Нарисовать стрелку вверх
th_th: วาดลูกศรขึ้น
tr_tr: Yukarı ok çiz
uk_ua: Намалювати стрілку вгору

source: Draw down arrow
ar_sa: سحب السهم
de_de: Pfeil niederziehen
es_es: Dibujar flecha abajo
fa_ir: رسم کردن پیکان
fr_fr: Dessiner la flèche vers le bas
hi_in: नीचे तीर आरेखित करें
it_it: Disegnare freccia giù
ja_jp: 下矢印を描く
pl_pl: Rysuj strzałkę w dół
pt_br: Desenhar Seta para baixo
pt_pt: Desenhar seta para baixo
ru_ru: Нарисовать стрелку вниз
th_th: วาดลูกศรลง
tr_tr: Aşağı ok çiz
uk_ua: Намалювати стрілку вниз

source: Draw price marker
ar_sa: رسم علامة السعر
de_de: Preismarkierung
es_es: Marcador de precio de sorteo
fa_ir: رسم نشانگر قیمت
fr_fr: Marqueur de prix de tirage
hi_in: मूल्य चिह्नक आरेखित करें
it_it: Draw prezzo marcatore
ja_jp: 価格マーカーの描画
pl_pl: Znacznik ceny rysowania
pt_br: Desenhar preço/maker
pt_pt: Desenhe o marcador de preço
ru_ru: Нарисовать маркер цены
th_th: วาดเครื่องหมายราคา
tr_tr: Fiyat işaretçisi çiz
uk_ua: Намалювати маркер ціни
