Repository: Quantower/Localization
Catalog: plug-ins/ChartPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Export to file
ar_sa: التصدير إلى ملف.
de_de: Export in die Datei
es_es: Exportar a archivo
fa_ir: صادر کردن به پرونده
fr_fr: Exporter vers le fichier
hi_in: फ़ाइल में निर्यात करें
it_it: Esporta in file
ja_jp: ファイルにエクスポートする
pl_pl: Eksportuj do pliku
pt_br: Exportar para arquivo
pt_pt: Exportar para arquivo
ru_ru: Экспортировать в файл
th_th: ส่งออกไปยังไฟล์
tr_tr: Dosyaya aktar
uk_ua: Експортувати у файл

source: Export file
ar_sa: تصدير ملف
de_de: Exportdatei
es_es: Exportar archivo
fa_ir: صادر کردن پرونده
fr_fr: Exporter le fichier
hi_in: फ़ाइल निर्यात करें
it_it: Esporta file
ja_jp: エクスポートファイル
pl_pl: Eksportuj plik
pt_br: Exportar
pt_pt: Exportar arquivo
ru_ru: Экспортировать файл
th_th: ส่งออกไฟล์
tr_tr: Dosyaya aktar
uk_ua: Експортувати файл

source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fa_ir: نزدیک
fr_fr: Fermer
hi_in: बंद करना
it_it: Vicino
ja_jp: 閉じる
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru_ru: Закрыть
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити

source: All settings
ar_sa: كافة الإعدادات
de_de: Alle Einstellungen
es_es: Todos los ajustes
fa_ir: همه تنظیمات
fr_fr: Tous les paramètres
hi_in: सभी सेटिंग्स
it_it: Tutte le impostazioni
ja_jp: すべての設定
pl_pl: Wszystkie ustawienia
pt_br: Todas as Configurações
pt_pt: Todas as configurações
ru_ru: Все настройки
th_th: การตั้งค่าทั้งหมด
tr_tr: Tüm ayarlar
uk_ua: Усі налаштування

source: Apply
ar_sa: تطبيق
de_de: Sich bewerben
es_es: Aplicar
fa_ir: درخواست
fr_fr: Appliquer
hi_in: लागू करना
it_it: Applicare
ja_jp: 適用
pl_pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ru_ru: Применить
th_th: ใช้
tr_tr: Uygula
uk_ua: Застосувати

source: Build from
ar_sa: البناء من
de_de: Bauen Sie aus
es_es: Construir desde
fa_ir: ساخت از
fr_fr: Construire à partir de
hi_in: से निर्माण
it_it: Costruisci da
ja_jp: 指定して構築する
pl_pl: Buduj z
pt_br: Construir a partir de
pt_pt: Cria a partir de
ru_ru: Строить из
th_th: สร้างจาก
tr_tr: Oluştur
uk_ua: Побудувати з

source: Profile aggregation
ar_sa: تجميع ملف التعريف
de_de: Profilaggregation
es_es: Agregación de perfiles
fa_ir: جماعت پروفایل
fr_fr: Agrégation de profil
hi_in: प्रोफाइल एकत्रीकरण
it_it: Aggregazione dei profili
ja_jp: プロファイル集計
pl_pl: Agregacja profilu
pt_br: Ajustar o PROF
pt_pt: Agregação de perfis
ru_ru: Агрегация профиля
th_th: การรวมโปรไฟล์
tr_tr: Profil toplama
uk_ua: Агрегація профілів

source: Custom step (ticks)
ar_sa: خطوة مخصصة (علامات)
de_de: Benutzerdefinierter Schritt (Ticks)
es_es: Paso personalizado (ticks)
fa_ir: گام سفارشی (کنه)
fr_fr: Étape personnalisée (tiques)
hi_in: कस्टम चरण (टिक)
it_it: Passaggio personalizzato (tick)
ja_jp: カスタムステップ(ティック)
pl_pl: Krok niestandardowy (znaczniki)
pt_br: Personalisar (ticks)
pt_pt: Passo personalizado (tiques)
ru_ru: Свой шаг (тики)
th_th: ขั้นตอนที่กําหนดเอง (เห็บ)
tr_tr: Özel adım (tik)
uk_ua: Свій крок (тіки)

source: Initial balance
ar_sa: الرصيد الأولي
de_de: Anfängliche Bilanz
es_es: Saldo inicial
fa_ir: تعادل اولیه
fr_fr: Solde initial
hi_in: प्रारंभिक शेष राशि
it_it: Saldo iniziale
ja_jp: 初期残高
pl_pl: Saldo początkowe
pt_br: Balanço
pt_pt: Saldo inicial
ru_ru: Начальный баланс
th_th: ยอดเงินเริ่มต้น
tr_tr: Başlangıç bakiyesi
uk_ua: Початковий баланс

source: Show singles
ar_sa: إظهار الفرديات
de_de: Singles anzeigen
es_es: Mostrar únicas
fa_ir: نمایش تک آهنگ ها
fr_fr: Visualiser les valeurs simples
hi_in: एकल दिखाएं
it_it: Mostra singoli
ja_jp: シングルを表示する
pl_pl: Pokaż single
pt_br: Mostrar Único
pt_pt: Mostrar simples
ru_ru: Показать одиночные
th_th: แสดงซิงเกิ้ล
tr_tr: Tekli işlemleri göster
uk_ua: Показати одиночні

source: Midpoint
ar_sa: نقطه الوسط
de_de: Mittelpunkt
es_es: Puntomedio
fa_ir: نقطه میانی
fr_fr: Milieu
hi_in: मध्यबिंदु
it_it: Punto medio
ja_jp: 中点
pl_pl: Punkt środkowy
pt_br: Ponto médio
pt_pt: Ponto médio
ru_ru: Середина
th_th: จุดกึ่งกลาง
tr_tr: Ortanokta
uk_ua: Середнє

source: Show value area
ar_sa: إظهار منطقة القيمة
de_de: Wertbereich anzeigen
es_es: Mostrar área de valor
fa_ir: نشان دادن مساحت ارزش
fr_fr: Afficher la zone de valeur
hi_in: मूल्य क्षेत्र दिखाएं
it_it: Mostra area valore
ja_jp: 値領域の表示
pl_pl: Pokaż obszar wartości
pt_br: Mostrar Valor/Área
pt_pt: Mostrar área de valor
ru_ru: Показать значимую область
th_th: แสดงพื้นที่ค่า
tr_tr: Değer alanını göster
uk_ua: Показати значущу область

source: Show POC
ar_sa: إظهار POC
de_de: POC anzeigen
es_es: Mostrar POC
fa_ir: نمایش POC
fr_fr: Afficher POC
hi_in: पीओसी दिखाएं
it_it: Mostra POC
ja_jp: POC を表示する
pl_pl: Pokaż POC
pt_br: Mostrar POC
pt_pt: Mostrar POC
ru_ru: Показать ТК
th_th: แสดง POC
tr_tr: POC'yi göster
uk_ua: Показати ТК

source: Incorrect parameters: build from should be less than the profile.
ar_sa: معلمات غير صحيحة: يجب أن يكون الإنشاء من أقل من التشكيل الجانبي.
de_de: Falsche Parameter: Build from sollte kleiner als das Profil sein.
es_es: Parámetros incorrectos: la compilación desde debe ser menor que el perfil.
fa_ir: پارامترهای نادرست: ساخت از باید کمتر از پروفایل باشد.
fr_fr: Paramètres incorrects : la génération à partir doit être inférieure au profil.
hi_in: गलत पैरामीटर: बिल्ड से प्रोफाइल से कम होना चाहिए।
it_it: Parametri non corretti: la compilazione da deve essere minore del profilo.
ja_jp: 正しくないパラメータ: ビルド元はプロファイルより小さくする必要があります。
pl_pl: Nieprawidłowe parametry: kompilacja z powinna być mniejsza niż profil.
pt_br: Parâmetros incorretos: a compilação deve ser menor do que o PROF do mercado.
pt_pt: Parâmetros incorretos: a construção deve ser inferior ao perfil.
ru_ru: Неправильные параметры: параметр «строить из» должен быть меньше профиля
th_th: พารามิเตอร์ที่ไม่ถูกต้อง: สร้างจากควรน้อยกว่าโปรไฟล์
tr_tr: Yanlış parametre: profilden daha az olmalıdır.
uk_ua: Неправильні параметри: параметр «будувати з» має бути меншим за профіль

source: Incorrect parameters: build from should be a multiple of the profile.
ar_sa: معلمات غير صحيحة: يجب أن يكون الإنشاء من مضاعف من التشكيل الجانبي.
de_de: Falsche Parameter: Build from sollte ein Vielfaches des Profils sein.
es_es: Parámetros incorrectos: la compilación desde debe ser un múltiplo del perfil.
fa_ir: پارامترهای نادرست: ساخت از باید چند پروفایل باشد.
fr_fr: Paramètres incorrects : build from doit être un multiple du profil.
hi_in: गलत पैरामीटर: बिल्ड से प्रोफ़ाइल का एक बहु होना चाहिए।
it_it: Parametri non corretti: la compilazione da deve essere un multiplo del profilo.
ja_jp: 正しくないパラメータ: ビルド元はプロファイルの倍数である必要があります。
pl_pl: Nieprawidłowe parametry: kompilacja z powinna być wielokrotnością profilu.
pt_br: Parâmetros incorretos: a compilação deve ser um múltiplo do PROF do mercado.
pt_pt: Parâmetros incorretos: construir deve ser um múltiplo do perfil.
ru_ru: Неправильные параметры: параметр «строить из» должен быть кратным профилю
th_th: พารามิเตอร์ที่ไม่ถูกต้อง: สร้างจากควรเป็นพหุคูณของโปรไฟล์
tr_tr: Yanlış parametre: profilin katları olmalıdır.
uk_ua: Неправильні параметри: параметр «будувати з» має бути кратним профілю

source: Boxes
ar_sa: مربعات
de_de: Boxen
es_es: buzones
fa_ir: Boxs
fr_fr: Boîtes
hi_in: बक्से
it_it: Scatole
ja_jp: ボックス
pl_pl: Pola
pt_br: Box
pt_pt: Caixas
ru_ru: Ячейки
th_th: กล่อง
tr_tr: Kutu -larını
uk_ua: Комірки

source: Letters
ar_sa: رسائل
de_de: Buchstaben
es_es: Cartas
fa_ir: نامه
fr_fr: Lettres
hi_in: पत्र
it_it: Lettere
ja_jp: 文字
pl_pl: Litery
pt_br: Letras
pt_pt: Cartas
ru_ru: Буквы
th_th: ตัว อักษร
tr_tr: Mektup
uk_ua: Літери

source: Right Front
ar_sa: الجبهة اليمنى
de_de: Rechte Front
es_es: Frente Derecho
fa_ir: جبهه راست
fr_fr: Front droit
hi_in: राइट फ्रंट
it_it: Anteriore destro
ja_jp: 右前
pl_pl: Prawy przód
pt_br: Frente para Direita
pt_pt: Frente Direita
ru_ru: Справа Вперёд
th_th: ด้านหน้าขวา
tr_tr: Sağ Ön
uk_ua: Праворуч Вперед

source: Right Rear
ar_sa: الخلفية اليمنى
es_es: Parte trasera derecha
fa_ir: راست عقب
fr_fr: Arrière droit
hi_in: राइट रियर
it_it: Posteriore destro
ja_jp: 右リア
pl_pl: Prawy tył
pt_br: Traseira para direita
pt_pt: Traseira direita
ru_ru: Справа Назад
th_th: ด้านหลังขวา
tr_tr: Sağ Arka
uk_ua: Праворуч Назад

source: Left Rear
ar_sa: الخلفية اليسرى
de_de: Links hinten
es_es: Trasero izquierdo
fa_ir: عقب چپ
fr_fr: Arrière gauche
hi_in: लेफ्ट रियर
it_it: Posteriore sinistro
ja_jp: 左リア
pl_pl: Lewy tył
pt_br: Traseira para esquerda
pt_pt: Traseira esquerda
ru_ru: Слева Назад
th_th: ด้านหลังซ้าย
tr_tr: Sol Arka
uk_ua: Ліворуч Назад

source: Single Color
ar_sa: لون واحد
de_de: Einfarbige Farbe
es_es: Color único
fa_ir: تک رنگ
fr_fr: Couleur unique
hi_in: एकल रंग
it_it: Colore singolo
ja_jp: 単色
pl_pl: Pojedynczy kolor
pt_br: Cor única
pt_pt: Cor única
ru_ru: Цвет одиночных
th_th: สีเดียว
tr_tr: Tek Renk
uk_ua: Колір одиночних

source: Up/Down Profile
ar_sa: أعلى / أسفل الملف الشخصي
de_de: Up/Down-Profil
es_es: Perfil arriba/abajo
fa_ir: پروفایل بالا/پایین
fr_fr: Profil haut/bas
hi_in: अप/डाउन प्रोफाइल
it_it: Profilo su/giù
ja_jp: アップ/ダウンプロファイル
pl_pl: Profil w górę/w dół
pt_br: Mercado - Alta/Baixa
pt_pt: Perfil para cima/para baixo
ru_ru: Профиль вверх/вниз
th_th: โปรไฟล์ขึ้น /ลง
tr_tr: Yukarı/Aşağı Profil
uk_ua: Профіль вгору/вниз

source: Up/Down Bars
ar_sa: أشرطة لأعلى/لأسفل
es_es: Barras arriba/abajo
fa_ir: میله های بالا/پایین
fr_fr: Barres vers le haut/bas
hi_in: ऊपर/नीचे सलाखों
it_it: Barre su/giù
ja_jp: アップ/ダウンバー
pl_pl: Słupki w górę/w dół
pt_br: Barras de Alta/Baixa
pt_pt: Barras para cima/para baixo
ru_ru: Бары вверх/вниз
th_th: แถบขึ้น/ลง
tr_tr: Yukarı/Aşağı Çubuklar
uk_ua: Бари вгору/вниз

source: Heatmap
fa_ir: هیت مپ
hi_in: हीटमैप
ja_jp: ヒートマップ
pt_br: Mapa
pt_pt: Mapa de calor
ru_ru: Тепловая карта
th_th: แผนที่ความร้อน
uk_ua: Теплова мапа

source: Delta Profile
ar_sa: ملف تعريف دلتا
de_de: Delta-Profil
es_es: Perfil Delta
fa_ir: پروفایل دلتا
fr_fr: Profil Delta
hi_in: डेल्टा प्रोफाइल
it_it: Profilo Delta
ja_jp: デルタプロファイル
pl_pl: Profil Delta
pt_br: Delta PROF
pt_pt: Perfil Delta
ru_ru: Профиль дельты
th_th: โปรไฟล์เดลต้า
tr_tr: Delta Profil
uk_ua: Дельта-профіль

source: Delta Price
ar_sa: سعر دلتا
de_de: Delta Preis
fa_ir: قیمت دلتا
fr_fr: Prix Delta
hi_in: डेल्टा मूल्य
it_it: Prezzo Delta
ja_jp: デルタ価格
pl_pl: Cena Delta
pt_br: Preço Delta
pt_pt: Preço Delta
ru_ru: Дельта Цена
th_th: เดลต้า ราคา
tr_tr: Delta Fiyat
uk_ua: Дельта Ціна

source: Delta Bars
ar_sa: أشرطة دلتا
es_es: Barras Delta
fa_ir: میله دلتا
fr_fr: Barres Delta
hi_in: डेल्टा बार्स
it_it: Barre delta
ja_jp: デルタバー
pl_pl: Słupki delta
pt_br: Delta Barras
pt_pt: Barras Delta
ru_ru: Дельта Бары
th_th: เดลต้าบาร์
tr_tr: Delta Çubuklar
uk_ua: Дельта Бари

source: Volume Profile
ar_sa: ملف تعريف وحدة التخزين
de_de: Volumeprofil
es_es: Perfil de volumen
fa_ir: مشخصات حجم
fr_fr: Profil de volume
hi_in: वॉल्यूम प्रोफाइल
it_it: Profilo volume
ja_jp: ボリュームプロファイル
pl_pl: Profil woluminu
pt_br: Estratégia/Volume
pt_pt: Perfil de volume
ru_ru: Профиль объёма
th_th: โปรไฟล์ปริมาณ
tr_tr: Hacim Profili
uk_ua: Профіль об'єму

source: Volume Price
ar_sa: سعر التداول
de_de: Volumenpreis
es_es: Precio del volumen
fa_ir: قیمت حجم
fr_fr: Prix de volume
hi_in: वॉल्यूम प्राइस
it_it: Prezzo volume
ja_jp: ボリューム価格
pl_pl: Cena wolumenu
pt_br: Preço/Volume
pt_pt: Preço do Volume
ru_ru: Цена объёма
th_th: ราคาปริมาณ
tr_tr: Hacim Fiyatı
uk_ua: Ціна об'єму

source: Volume Bars
ar_sa: أشرطة وحدات التخزين
de_de: Volumenleisten
es_es: Barras de volumen
fa_ir: میله های حجم
fr_fr: Barres de volume
hi_in: वॉल्यूम बार
it_it: Barre del volume
ja_jp: ボリュームバー
pl_pl: Paski woluminów
pt_br: Volume/Barras
pt_pt: Barras de volume
ru_ru: Бары объёма
th_th: แถบระดับเสียง
tr_tr: Hacim Çubukları
uk_ua: Бари об'єму

source: None
ar_sa: لا يوجد
de_de: Keine
es_es: Ninguno
fa_ir: هیچ کدام
fr_fr: Aucun
hi_in: कोई नहीं
it_it: Nessuno
ja_jp: なし
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ru_ru: Не задано
th_th: ไม่มีใคร
tr_tr: Hiçbiri
uk_ua: Не задано

source: Final
ar_sa: النهائي
de_de: Finale
fa_ir: نهایی
hi_in: अंतिम
it_it: Finale
ja_jp: 最終的な
pl_pl: Ostateczną
ru_ru: Окончательный
th_th: สุดท้าย
tr_tr: Son
uk_ua: Остаточний

source: Migrating
ar_sa: ترحيل
de_de: Migrieren
es_es: Migrar
fa_ir: مهاجرت
fr_fr: Migration
hi_in: माइग्रेट
it_it: Migrazione
ja_jp: 移行
pl_pl: Migracji
pt_br: Migrando
pt_pt: Migração
ru_ru: Мигрирующий
th_th: ย้าย
tr_tr: Geçirme
uk_ua: Мігруючий

source: Minute
ar_sa: دقيقة
es_es: Minuto
fa_ir: دقیقه
hi_in: मिनट
it_it: minuto
ja_jp: 分
pl_pl: Minuta
pt_br: Minuto
pt_pt: Minuto
ru_ru: Минута
th_th: นาที
tr_tr: Dakika
uk_ua: Хвилина

source: Hour
ar_sa: ساعة
de_de: Stunde
es_es: Hora
fa_ir: ساعت
fr_fr: Heure
hi_in: घंटा
it_it: Ora
ja_jp: 時間
pl_pl: Godzin
pt_br: Hora
pt_pt: Hora
ru_ru: Час
th_th: ชั่วโมง
tr_tr: Saat
uk_ua: Година

source: Day
ar_sa: يوم
de_de: Tag
es_es: Día
fa_ir: روز
fr_fr: Jour
hi_in: दिन
it_it: Giorno
ja_jp: 日
pl_pl: Dzień
pt_br: Dia
pt_pt: Dia
ru_ru: День
th_th: วัน
tr_tr: Gün
uk_ua: День

source: Week
ar_sa: أسبوع
de_de: Woche
es_es: Semana
fa_ir: هفته
fr_fr: Semaine
hi_in: कार्य-सप्‍ताह
it_it: Settimana
ja_jp: 週
pl_pl: Tygodniowy
pt_br: Semana
pt_pt: Semana
ru_ru: Неделя
th_th: อาทิตย์
tr_tr: Hafta
uk_ua: Тиждень

source: Month
ar_sa: شهر
de_de: Monat
es_es: Mes
fa_ir: ماه
fr_fr: Mois
hi_in: महीना
it_it: Mese
ja_jp: 月
pl_pl: Miesiąc
pt_br: Mês
pt_pt: Mês
ru_ru: Месяц
th_th: เดือน
tr_tr: Ay
uk_ua: Місяць

source: Object manager
ar_sa: إدارة الموضوع
de_de: Objektmanager
es_es: Gestor de objetos
fa_ir: مدیر شی
fr_fr: Gestionnaire d'objet
hi_in: ऑब्जेक्ट प्रबंधक
it_it: Gestore oggetti
ja_jp: オブジェクト・マネージャー
pl_pl: Menedżer obiektów
pt_br: Gerenciador de Indicadores
pt_pt: Gerenciador de objetos
ru_ru: Менеджер объектов
th_th: ตัวจัดการวัตถุ
tr_tr: Nesne yöneticisi
uk_ua: Менеджер об'єктів

source: Indicators
ar_sa: المؤشرات
de_de: Indikatoren
es_es: Indicadores
fa_ir: شاخص
fr_fr: Indicateurs
hi_in: संकेतक
it_it: indicatori
ja_jp: インジケーター
pl_pl: Wskaźniki
pt_br: Indicadores
pt_pt: Indicadores
ru_ru: Индикаторы
th_th: ตัว ชี้ วัด
tr_tr: Göstergeler
uk_ua: Індикатори

source: Drawings
ar_sa: الرسومات
de_de: Zeichnungen
es_es: Dibujos
fa_ir: نقاشی
fr_fr: Dessins
hi_in: चित्र
it_it: Disegni
ja_jp: 描画
pl_pl: Rysunki
pt_br: Desenhos
pt_pt: Desenhos
ru_ru: Инструменты рисования
th_th: ภาพ วาด
tr_tr: Çizimler
uk_ua: Інструменти малювання

source: Overlays
ar_sa: التراكبات
de_de: Überlagerungen
es_es: Capas
fr_fr: Superpositions
hi_in: ओवरले
it_it: Sovrapposizioni
ja_jp: オーバーレイ
pl_pl: Nakładki
pt_br: Sobreposições
pt_pt: Sobreposições
ru_ru: Наложения
th_th: ซ้อน ทับ
tr_tr: Katmanlar
uk_ua: Накладення

source: Main
ar_sa: رئيسي
es_es: Principal
fa_ir: اصلی
fr_fr: Principal
hi_in: मुख्य
it_it: Principale
ja_jp: メイン
pl_pl: Główny
pt_br: Principal
pt_pt: Gráfico
ru_ru: На главном
th_th: หลัก
tr_tr: Temel
uk_ua: На головному

source: Sub
ar_sa: الفرعية
fa_ir: زیر
fr_fr: Sous
hi_in: उप
ja_jp: サブ
pl_pl: Pod
ru_ru: На вспомогательном
th_th: ย่อย
tr_tr: Alt
uk_ua: На додатковому

source: Clear all
ar_sa: مسح الكل
de_de: Alles löschen
es_es: Borrar todo
fa_ir: زدودن همه
fr_fr: Tout effacer
hi_in: सभी साफ करें
it_it: Cancella tutto
ja_jp: すべてクリアする
pl_pl: Wyczyść wszystkie
pt_br: Apagar tudo
pt_pt: Limpar todos
ru_ru: Очистить все
th_th: ล้างทั้งหมด
tr_tr: Tümünü temizle
uk_ua: Очистити все

source: No objects on current chart yet
ar_sa: لا توجد كائنات على المخطط الحالي حتى الآن
de_de: Noch keine Objekte im aktuellen Diagramm
es_es: No hay objetos en el gráfico actual todavía
fa_ir: هیچ شئ در نمودار کنونی هنوز وجود ندارد
fr_fr: Aucun objet sur le graphique actuel pour le moment
hi_in: वर्तमान चार्ट पर अभी तक कोई ऑब्जेक्ट नहीं
it_it: Nessun oggetto sul grafico corrente ancora
ja_jp: 現在のチャートにはまだオブジェクトがありません
pl_pl: Brak obiektów na bieżącym wykresie
pt_br: Nenhum Indicador adicionado
pt_pt: Nenhum objeto no gráfico atual ainda
ru_ru: Объектов на текущем графике нет
th_th: ยังไม่มีวัตถุบนแผนภูมิปัจจุบัน
tr_tr: Mevcut grafikte henüz nesne yok
uk_ua: Немає об'єктів на поточному графіку

source: Indicator settings
ar_sa: إعدادات المؤشر
de_de: Indikatoreinstellungen
es_es: Configuración de indicador
fa_ir: تنظیمات شاخص
fr_fr: Paramètres d'indicateur
hi_in: संकेतक सेटिंग्स
it_it: Impostazioni dell'indicatore
ja_jp: インジケーター設定
pl_pl: Ustawienia wskaźnika
pt_br: Configurações de indicadores
pt_pt: Configurarções do Indicador
ru_ru: Настройки индикатора
th_th: การตั้งค่าอินดิเคเตอร์
tr_tr: Gösterge ayarları
uk_ua: Параметри індикатора

source: Remove
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fa_ir: حذف
fr_fr: Retirer
hi_in: निकालें
it_it: Rimuovere
ja_jp: 削除
pl_pl: Usuń
pt_br: Remover
pt_pt: Remover
ru_ru: Удалить
th_th: ถอด
tr_tr: Kaldır
uk_ua: Видалити

source: Drawing settings
ar_sa: إعدادات الرسم
de_de: Zeichnungseinstellungen
es_es: Configuración de dibujo
fa_ir: تنظیمات نقاشی
fr_fr: Paramètres de dessin
hi_in: आरेखण सेटिंग्स
it_it: Impostazioni del disegno
ja_jp: 図面設定
pl_pl: Ustawienia rysunku
pt_br: Configurações de desenho
pt_pt: Configurações de desenho
ru_ru: Настройки инстр.рисования
th_th: การตั้งค่าการวาด
tr_tr: Çizim ayarları
uk_ua: Налаштування малюнків

source: Show on chart
ar_sa: تظهر على الرسم البياني
de_de: Auf dem Diagramm anzeigen
es_es: Mostrar en el gráfico
fa_ir: نمایش در نمودار
fr_fr: Visualiser sur le graphique
hi_in: चार्ट पर दिखाएं
it_it: Mostra sul grafico
ja_jp: チャート上に表示する
pl_pl: Pokaż na wykresie
pt_br: Mostrar no Gráfico
pt_pt: Mostrar no gráfico
ru_ru: Показать на графике
th_th: แสดงบนแผนภูมิ
tr_tr: Grafikte göster
uk_ua: Показати на графіку

source: Overlay settings
ar_sa: إعدادات التراكب
de_de: Überlagerungseinstellungen
es_es: Configuración de capa
fa_ir: تنظیمات رویهم قرار دادن
fr_fr: Paramètres de superposition
hi_in: ओवरले सेटिंग्स
it_it: Impostazioni di sovrapposizione
ja_jp: オーバーレイ設定
pl_pl: Ustawienia nakładki
pt_br: Configurar Sobreposição
pt_pt: Configurações da sobreposição
ru_ru: Настройки наложения
th_th: การตั้งค่าการวางซ้อน
tr_tr: Katman ayarları
uk_ua: Параметри накладання

source: DOM levels count
ar_sa: DOM مستويات العد
de_de: Dom-Ebenen zählen
es_es: Los niveles DOM cuentan
fa_ir: تعداد سطح DOM
fr_fr: Nombre de niveaux DOM
hi_in: डोम स्तर गिनती
it_it: Conteggio livelli DOM
ja_jp: DOM レベルカウント
pl_pl: Liczba poziomów DOM
pt_br: DOM Níveis (contagem)
pt_pt: Contagem de níveis DOM
ru_ru: Количество уровней DOM
th_th: นับระดับ DOM
tr_tr: DOM düzeyleri sayısı
uk_ua: Кількість рівнів DOM

source: Maximal level2 size
ar_sa: أقصى مستوى2 حجم
de_de: Maximale Level2-Größe
es_es: Tamaño máximo de nivel2
fa_ir: حداکثر سطح2 اندازه
fr_fr: Taille maximale de niveau2
hi_in: अधिकतम स्तर 2 आकार
it_it: Dimensione massima di livello2
ja_jp: 最大レベル2サイズ
pl_pl: Maksymalny rozmiar level2
pt_br: Qtd Máximo nível2
pt_pt: Tamanho máximo de nível2
ru_ru: Максимальный размер level2
th_th: ขนาดระดับสูงสุด2
tr_tr: Maksimum seviye2 boyutu
uk_ua: Максимальний розмір level2

source: Maximal trade size
ar_sa: أقصى حجم التجارة
de_de: Maximale Handelsgröße
es_es: Tamaño máximo del comercio
fa_ir: حداکثر اندازه تجارت
fr_fr: Taille maximale du commerce
hi_in: अधिकतम व्यापार आकार
it_it: Dimensione massima del commercio
ja_jp: 最大取引サイズ
pl_pl: Maksymalna wielkość handlu
pt_br: Qtd Máximo do trade
pt_pt: Tamanho máximo do comércio
ru_ru: Максимальный размер сделки
th_th: ขนาดการเทรดสูงสุด
tr_tr: Maksimum işlem boyutu
uk_ua: Максимальний розмір угоди

source: DOM levels contrast
ar_sa: تباين مستويات DOM
de_de: DOM-Pegelkontrast
es_es: Contraste de niveles DOM
fa_ir: کنتراست سطح DOM
fr_fr: Les niveaux DOM contrastent
hi_in: डोम स्तर विपरीत
it_it: Contrasto livelli DOM
ja_jp: DOM レベルのコントラスト
pl_pl: Kontrast poziomów DOM
pt_br: DOM Contraste dos níveis
pt_pt: Contraste dos níveis DOM
ru_ru: Контраст уровней DOM
th_th: ความคมชัดของระดับ DOM
tr_tr: DOM düzeyleri kontrastı
uk_ua: Контрастність рівнів DOM

source: Trades marker size
ar_sa: حجم علامة الصفقات
de_de: Trades Marker Größe
es_es: Tamaño del marcador de operaciones
fa_ir: معاملات اندازه نشانگر
fr_fr: Taille des marqueurs de métiers
hi_in: ट्रेडों मार्कर आकार
it_it: Dimensioni marcatore mestieri
ja_jp: トレードマーカーサイズ
pl_pl: Wielkość znacznika handlu
pt_br: Qtd do scapper
pt_pt: Trades tamanho do marcador
ru_ru: Размер маркера сделки
th_th: ขนาดเครื่องหมายการซื้อขาย
tr_tr: İşlem işaretleyicisi boyutu
uk_ua: Розмір маркера угод

source: Trades marker opacity
ar_sa: تداولات علامة التعتيم
de_de: Trades Marker Opazität
es_es: Opacidad del marcador de operaciones
fa_ir: معاملات opacity نشانگر
fr_fr: Opacité des marqueurs de métiers
hi_in: ट्रेडों मार्कर अस्पष्टता
it_it: Opacità marcatore mestieri
ja_jp: トレードマーカーの不透明度
pl_pl: Handluje kryciem znacznika
pt_br: Visualizar a transparência do Scalper
pt_pt: Opacidade do marcador de trocas
ru_ru: Непрозрачность маркера сделки
th_th: ความทึบของเครื่องหมายการซื้อขาย
tr_tr: İşlem işaretleyicisi saydamlığı
uk_ua: Непрозорість маркера угод

source: Use custom tick size
ar_sa: استخدام حجم التجزئة المخصص
de_de: Benutzerdefinierte Häkchengröße verwenden
es_es: Usar el tamaño de tick personalizado
fa_ir: استفاده از اندازه تیک سفارشی
fr_fr: Utiliser la taille de tick personnalisée
hi_in: कस्टम टिक आकार का उपयोग करें
it_it: Usare le dimensioni di graduazione personalizzate
ja_jp: カスタム目盛りのサイズを使用する
pl_pl: Użyj niestandardowego rozmiaru znacznika
pt_br: Use o tamanho do tick personalizado
pt_pt: Use o tamanho do carrapato personalizado
ru_ru: Задать свой размер тика
th_th: ใช้ขนาดเห็บที่กําหนดเอง
tr_tr: Özel onay boyutu kullan
uk_ua: Задати свій розмір тіку

source: Auto
ar_sa: تلقائي
es_es: Automático
fa_ir: خودکار
hi_in: ऑटो
it_it: Automatico
ja_jp: 自動
pl_pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ru_ru: Авто
th_th: รถ
tr_tr: Otomatik
uk_ua: Авто

source: Custom
ar_sa: تخصيص
de_de: Benutzerdefinierte
es_es: Personalizado/a
fa_ir: سفارشی
fr_fr: Personnalisé
hi_in: परम्परा
it_it: Personalizzato
ja_jp: カスタム
pl_pl: Niestandardowe
pt_br: Customizar
pt_pt: Personalizado
ru_ru: Свой
th_th: ธรรมเนียม
tr_tr: Özel
uk_ua: Свій

source: Apply overlay
ar_sa: تطبيق التراكب
de_de: Überlagerung anwenden
es_es: Aplicar superposición
fa_ir: اعمال رویه
fr_fr: Appliquer la superposition
hi_in: ओवरले लागू करें
it_it: Applica sovrapposizione
ja_jp: オーバーレイを適用
pl_pl: Zastosuj nakładkę
pt_br: Aplicar Sobreposição
pt_pt: Aplicar sobreposição
ru_ru: Применить наложение
th_th: ใช้การวางซ้อน
tr_tr: Yerleşimi uygula
uk_ua: Застосувати накладення

source: Cancel
ar_sa: إلغاء
de_de: Stornieren
es_es: Cancelar
fa_ir: لغو
fr_fr: Annuler
hi_in: रद्द करना
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отменить
th_th: ยกเลิก
tr_tr: İptal et
uk_ua: Скасувати

source: Are you sure you want to delete this item?
ar_sa: هل أنت متأكد أنك تريد حذف هذا البند؟
de_de: Sind Sie sicher, dass Sie diesen Artikel löschen möchten?
es_es: ¿Seguro que quieres eliminar este artículo?
fa_ir: آیا مطمئنید که می خواهید این مورد را حذف کنید ؟
fr_fr: Êtes-vous sûr de bien vouloir supprimer cet élément?
hi_in: क्या आप निश्चयपूर्वक इस आइटम को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare questo articolo?
ja_jp: このアイテムを削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć ten element?
pt_br: Tem certeza que deseja excluir esse item?
pt_pt: Tem certeza de que deseja excluir este item?
ru_ru: Вы уверены, что хотите удалить этот элемент?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей елемент?

source: Add to favorites
ar_sa: اضافة الى المفضلة
de_de: Zu den Favoriten hinzufügen
es_es: Agregar a los favoritos
fa_ir: افزودن به موارد دلخواه
fr_fr: Ajouter aux Favoris
hi_in: पसंद में जोड़ें
it_it: Aggiungi ai preferiti
ja_jp: お気に入りに追加
pl_pl: Dodaj do ulubionych
pt_br: Adicionar a Favoritos
pt_pt: Adicionar aos favoritos
ru_ru: Добавить в избранное
th_th: เพิ่มในรายการโปรด
tr_tr: Favorilere ekle
uk_ua: Додати в обране
