Repository: Quantower/Localization
Catalog: plug-ins/ChartPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Cumulative size
ar_sa: الحجم التراكمي
de_de: Kumulative Größe
es_es: Tamaño acumulado
fa_ir: اندازه تجمعی
fr_fr: Taille cumulée
hi_in: संचयी आकार
it_it: Dimensione cumulativa
ja_jp: 累積サイズ
pl_pl: Skumulowany rozmiar
pt_br: Tamanho cumulativo
pt_pt: Tamanho cumulativo
ru_ru: Кумулятивный размер
th_th: ขนาดสะสม
tr_tr: Kümülatif boyut
uk_ua: Кумулятивний розмір

source: General
ar_sa: عام
de_de: Allgemein
fa_ir: عمومی
fr_fr: Général
hi_in: सामान्य
it_it: Generale
ja_jp: 一般
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Основное
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Загальне

source: Volume
ar_sa: الحجم
de_de: Volumen
es_es: Volumen
fa_ir: دوره
hi_in: आयतन
pl_pl: Głośność
ru_ru: Объем
th_th: ปริมาตร
tr_tr: Hacim
uk_ua: Обсяг

source: Monochome
ar_sa: أحادية الشوهم
fa_ir: تک رنگ
hi_in: मोनोकोम
ja_jp: モノクホーム
pl_pl: Monochome ( monochome )
pt_pt: Monochomo
ru_ru: Монохом
th_th: โมโนโฮม
tr_tr: Tek renkli
uk_ua: Монохомний

source: Bichrome
ar_sa: بلوكروم
de_de: Bichrom
es_es: Bicromo
fa_ir: بیکروم
hi_in: बिक्रोम
it_it: Bicromatica
ja_jp: ビクローム
pl_pl: Bichrome ( bichrome )
pt_br: Bicromo
ru_ru: Бихром
th_th: บิโครม
tr_tr: Çift renkli
uk_ua: Біхром

source: Order flow surface
ar_sa: سطح تدفق الطلب
de_de: Auftragsflussfläche
es_es: Superficie de flujo de pedido
fa_ir: سطح جریان نظم
fr_fr: Surface de flux de commande
hi_in: आदेश प्रवाह की सतह
it_it: Superficie del flusso dell'ordine
ja_jp: 注文フローサーフェス
pl_pl: Zamów powierzchnię przepływu
pt_br: Fluxo de Ordem
pt_pt: Superfície de fluxo de ordem
ru_ru: Поверхность потока ордеров
th_th: พื้นผิวการไหลของคําสั่งซื้อ
tr_tr: Emir akış yüzeyi
uk_ua: Поверхня потоку ордерів

source: Last color
ar_sa: اللون الأخير
de_de: Letzte Farbe
es_es: Último color
fa_ir: آخرین رنگ
fr_fr: Dernière couleur
hi_in: अंतिम रंग
it_it: Ultimo colore
ja_jp: 最後の色
pl_pl: Ostatni kolor
pt_br: Última cor
pt_pt: Última cor
ru_ru: Цвет ласта
th_th: สีสุดท้าย
tr_tr: Son renk
uk_ua: Колір Ласту

source: Drawings library
ar_sa: مكتبة الرسومات
de_de: Zeichnungsbibliothek
es_es: Biblioteca de dibujos
fa_ir: کتابخانه نقاشی
fr_fr: Bibliothèque de dessins
hi_in: आरेखण लायब्रेरी
it_it: Libreria di disegni
ja_jp: 図面ライブラリ
pl_pl: Biblioteka rysunków
pt_br: Adicionar Linhas
pt_pt: Biblioteca de desenhos
ru_ru: Библиотека инструментов рисования
th_th: ไลบรารีรูปวาด
tr_tr: Çizim kütüphanesi
uk_ua: Бібліотека інструментів малювання

source: Add indicator
ar_sa: إضافة مؤشر
de_de: Kennzeichen hinzufügen
es_es: Añadir indicador
fa_ir: افزودن شاخص
fr_fr: Ajouter un indicateur
hi_in: संकेतक जोड़ें
it_it: Aggiungi indicatore
ja_jp: インジケーターを追加する
pl_pl: Dodaj wskaźnik
pt_br: Adicionar Indicador
pt_pt: Adicionar indicador
ru_ru: Добавить индикатор
th_th: เพิ่มตัวบ่งชี้
tr_tr: Gösterge ekle
uk_ua: Додати індикатор

source: Add overlay
ar_sa: إضافة تراكب
de_de: Overlay hinzufügen
es_es: Añadir capa
fa_ir: افزودن رویه
fr_fr: Ajouter une superposition
hi_in: ओवरले जोड़ें
it_it: Aggiungi sovrapposizione
ja_jp: オーバーレイを追加する
pl_pl: Dodaj nowy
pt_br: Adicionar outro Ativo
pt_pt: Adicionar sobreposição
ru_ru: Добавить наложение
th_th: เพิ่มการวางซ้อน
tr_tr: Katman ekle
uk_ua: Додати накладання

source: Change visibility of all chart objects
ar_sa: تغيير الرؤية لكافة كائنات المخطط
de_de: Ändern der Sichtbarkeit aller Diagrammobjekte
es_es: Cambiar la visibilidad de todos los objetos de gráfico
fa_ir: تغییر دید همه اشیاء نمودار
fr_fr: Modifier la visibilité de tous les objets graphiques
hi_in: सभी चार्ट ऑब्जेक्ट्स की दृश्यता बदलें
it_it: Modificare la visibilità di tutti gli oggetti grafico
ja_jp: すべてのグラフ オブジェクトの表示設定を変更する
pl_pl: Zmienianie widoczności wszystkich obiektów wykresu
pt_br: Alterar a visibilidade de todos os objetos gráficos
pt_pt: Alterar a visibilidade de todos os objetos de gráfico
ru_ru: Изменение видимости всех объектов графика
th_th: เปลี่ยนการมองเห็นของวัตถุแผนภูมิทั้งหมด
tr_tr: Tüm grafik nesnelerinin görünürlüğünü değiştirme
uk_ua: Змінення видимості всіх об'єктів графіку

source: Show all objects
ar_sa: إظهار كافة الكائنات
de_de: Alle Objekte anzeigen
es_es: Mostrar todos los objetos
fa_ir: نمایش همه اشیاء
fr_fr: Afficher tous les objets
hi_in: सभी वस्तुओं को दिखाएं
it_it: Mostra tutti gli oggetti
ja_jp: すべてのオブジェクトを表示
pl_pl: Pokaż wszystkie obiekty
pt_br: Mostre todos os objetos
pt_pt: Mostrar todos os objetos
ru_ru: Показать все объекты
th_th: แสดงวัตถุทั้งหมด
tr_tr: Tüm nesneleri göster
uk_ua: Показати всі об'єкти

source: Hide all objects
ar_sa: إخفاء كافة الكائنات
de_de: Alle Objekte ausblenden
es_es: Ocultar todos los objetos
fa_ir: پنهان کردن تمام اشیاء
fr_fr: Masquer tous les objets
hi_in: सभी वस्तुओं को छिपाएं
it_it: Nascondere tutti gli oggetti
ja_jp: すべてのオブジェクトを非表示にする
pl_pl: Ukrywanie wszystkich obiektów
pt_br: Esconda todos os objetos
pt_pt: Esconda todos os objetos
ru_ru: Скрыть все объекты
th_th: ซ่อนวัตถุทั้งหมด
tr_tr: Tüm nesneleri gizleme
uk_ua: Приховати всі об'єкти

source: Remove all
ar_sa: حذف الكل
de_de: Alles entfernen
es_es: Eliminar todo
fa_ir: حذف همه
fr_fr: Tout retirer
hi_in: सभी निकालें
it_it: Rimuovere tutti i
ja_jp: すべて削除する
pl_pl: Usuń wszystkie
pt_br: Remova Todos
pt_pt: Remover tudo
ru_ru: Удалить все
th_th: ลบทั้งหมด
tr_tr: Tümünü kaldır
uk_ua: Видалити всі

source: AGGREGATION
ar_sa: تجميع
es_es: Agregación
fa_ir: تجمع
fr_fr: Agrégation
hi_in: एकत्रीकरण
it_it: Aggregazione
ja_jp: 集計
pl_pl: Agregacja
pt_br: Agregação
pt_pt: AGREGAÇÃO
ru_ru: Агрегация
th_th: การรวมกัน
tr_tr: Toplama
uk_ua: Агрегація

source: STYLE
ar_sa: نمط
de_de: Stil
es_es: Estilo
fa_ir: سبک
hi_in: वर्तिका
it_it: Stile
ja_jp: スタイル
pl_pl: Stylu
pt_br: Estilo
pt_pt: ESTILO
ru_ru: Стиль
th_th: ลีลา
tr_tr: Stil
uk_ua: Стиль

source: VOLUME ANALYSIS
ar_sa: تحليل حجم
de_de: VOLUMENANALYSE
es_es: ANÁLISIS DE VOLUMEN
fa_ir: تجزیه و تحلیل حجم
fr_fr: ANALYSE DE VOLUME
hi_in: वॉल्यूम विश्लेषण
it_it: ANALISI DEL VOLUME
ja_jp: ボリューム分析
pl_pl: ANALIZA OBJĘTOŚCI
pt_br: AV
pt_pt: ANÁLISE DE VOLUME
ru_ru: АНАЛИЗ ОБЪЕМА
th_th: การวิเคราะห์ปริมาณ
tr_tr: HACIM ANALIZI
uk_ua: АНАЛІЗ ОБ'ЄМУ

source: Show/Hide TPO statistics
ar_sa: إظهار/إخفاء إحصائيات TPO
de_de: Anzeigen/Ausblenden von TPO-Statistiken
es_es: Mostrar/Ocultar estadísticas de TPO
fa_ir: نمایش / پنهان کردن آمار TPO
fr_fr: Afficher/Masquer les statistiques TPO
hi_in: शो/छिपाओ टीपीओ आंकड़े
it_it: Mostra/Nascondi statistiche TPO
ja_jp: TPO 統計の表示/非表示
pl_pl: Pokaż/Ukryj statystyki TPO
pt_br: Mostrar/Escorder - TPO
pt_pt: Estatísticas de Show/Hide TPO
ru_ru: Показать/скрыть статистику TPO
th_th: แสดง/ซ่อนสถิติ TPO
tr_tr: TPO istatistiklerini göster/gizle
uk_ua: Відображення або приховання статистики TPO

source: Draw angled line
ar_sa: رسم خط الزاوية
de_de: Schräge Linie zeichnen
es_es: Dibujar línea en ángulo
fa_ir: رسم خط زاویه دار
fr_fr: Dessiner une ligne inclinée
hi_in: कोण वाली रेखा आरेखित करें
it_it: Disegnare una linea angolata
pl_pl: Rysowanie linii kątowej
pt_br: Desenhar linha angular
pt_pt: Desenhar linha em ângulo
ru_ru: Нарисовать угловую линию
th_th: วาดเส้นมุม
tr_tr: Açılı çizgi çizme
uk_ua: Намалювати кутову лінію

source: Draw andrew's pitchfork
ar_sa: رسم الشوكة أندرو
de_de: Zeichne Andrews Mistgabel
es_es: Dibuja la horca de Andrés
fa_ir: قرعه کشی pitchfork اندرو
fr_fr: Dessinez la fourche d’Andrew
hi_in: एंड्रयू के पिचफोर्क को ड्रा करें
it_it: Disegna il forcone di Andrew
pl_pl: Narysuj widły Andrzeja
pt_br: Empate o garfo de Andrew
pt_pt: Desenhe o forcado de Andrew
ru_ru: Нарисовать вилы Эндрюса
th_th: วาดโกยของแอนดรูว์
tr_tr: Andrew'un yabası çiz
uk_ua: Намалювати вила Ендрюса

source: Draw polygon
ar_sa: رسم المضلع
de_de: Polygon zeichnen
es_es: Polígono de dibujo
fa_ir: رسم چند ضلعی
fr_fr: Dessiner un polygone
hi_in: बहुभुज आरेखित करें
it_it: Disegna poligono
pl_pl: Rysowanie wielokąta
pt_br: Desenhar polígono
pt_pt: Desenhar polígono
ru_ru: Нарисовать прямоугольник
th_th: วาดรูปหลายเหลี่ยม
tr_tr: Çokgen çizme
uk_ua: Намалювати багатокутник

source: Cluster
ar_sa: كتلة
es_es: Clúster
fa_ir: خوشه
fr_fr: Grappe
hi_in: क्लस्टर
it_it: grappolo
ja_jp: クラスター
pl_pl: Klastra
ru_ru: Кластер
th_th: พวง
tr_tr: Küme
uk_ua: Кластер

source: Step profile
ar_sa: خطوه الملف الشخصي
de_de: Step-Profil
es_es: Perfil de paso
fa_ir: مشخصات گام
fr_fr: Profil d'étape
hi_in: चरण प्रोफ़ाइल
it_it: Profilo passo
ja_jp: ステッププロファイル
pl_pl: Profil kroku
pt_br: PROF +
pt_pt: Perfil da etapa
ru_ru: Пошаговый профиль
th_th: โปรไฟล์ขั้นตอน
tr_tr: Adım profili
uk_ua: Покроковий профіль

source: Left profile
ar_sa: الملف الشخصي الأيسر
de_de: Linkes Profil
es_es: Perfil izquierdo
fa_ir: نمایه چپ
fr_fr: Profil gauche
hi_in: बाईं प्रोफ़ाइल
it_it: Profilo sinistro
ja_jp: 左のプロファイル
pl_pl: Lewy profil
pt_br: PROF <-
pt_pt: Perfil esquerdo
ru_ru: Левый профиль
th_th: โปรไฟล์ด้านซ้าย
tr_tr: Sol profil
uk_ua: Лівий профіль

source: Right profile
ar_sa: الملف الصحيح
de_de: Richtiges Profil
es_es: Perfil derecho
fa_ir: نمایه راست
fr_fr: Profil droit
hi_in: सही प्रोफ़ाइल
it_it: Profilo destro
ja_jp: 右プロファイル
pl_pl: Prawy profil
pt_br: PROF ->
pt_pt: Perfil direito
ru_ru: Правый профиль
th_th: โปรไฟล์ขวา
tr_tr: Sağ profil
uk_ua: Правий профіль

source: Time statistics
ar_sa: إحصاءات الوقت
de_de: Zeitstatistik
es_es: Estadísticas de tiempo
fa_ir: آمار زمان
fr_fr: Statistiques temporelles
hi_in: समय सांख्यिकी
it_it: Statistiche temporali
ja_jp: 時間統計
pl_pl: Statystyka czasu
pt_br: STATS
pt_pt: Estatísticas de tempo
ru_ru: Статистика по времени
th_th: สถิติเวลา
tr_tr: Zaman istatistikleri
uk_ua: Статистика за часом

source: Time histogram
ar_sa: الرسم البياني للوقت
de_de: Zeit-Histogramm
es_es: Histograma de tiempo
fa_ir: هیستوگرام زمان
fr_fr: Histogramme de temps
hi_in: काल हिस्टोग्राम
it_it: Istogramma temporale
ja_jp: 時間ヒストグラム
pl_pl: Histogram czasowy
pt_br: Histórico
pt_pt: Histograma de tempo
ru_ru: Гистограмма по времени
th_th: ฮิสโตแกรมเวลา
tr_tr: Zaman histogramı
uk_ua: Гістограма за часом

source: T&S
pt_br: T&T
ru_ru: Лента сделок
th_th: ทีเอส
tr_tr: Z&S
uk_ua: Стрічнка угод

source: Custom profile
ar_sa: التشكيل الجانبي المخصص
de_de: Kundenprofil
es_es: Perfil personalizado
fa_ir: پروفایل سفارشی
fr_fr: Profil personnalisé
hi_in: कस्टम प्रोफ़ाइल
it_it: Profilo personalizzato
ja_jp: カスタムプロファイル
pl_pl: Profil niestandardowy
pt_br: PROF PER
pt_pt: Perfil personalizado
ru_ru: Свой профиль
th_th: โปรไฟล์ที่กําหนดเอง
tr_tr: Özel profil
uk_ua: Свій профіль

source: Custom VWAP
ar_sa: VWAP مخصص
de_de: Benutzerdefinierte VWAP
es_es: VWAP personalizado
fa_ir: VWAP سفارشی
fr_fr: VWAP personnalisé
hi_in: कस्टम वीडब्ल्यूएपी
it_it: VWAP personalizzato
ja_jp: カスタム VWAP
pl_pl: Niestandardowy program VWAP
pt_br: VWAP Per
pt_pt: VWAP personalizado
ru_ru: Свой VWAP
th_th: VWAP แบบกําหนดเอง
tr_tr: Özel VWAP
uk_ua: Свій VWAP

source: VIP Analysis
ar_sa: تحليل كبار الشخصيات
de_de: VIP-Analyse
es_es: Análisis VIP
fr_fr: Analyse VIP
it_it: Analisi VIP
ru_ru: VIP анализ
th_th: การวิเคราะห์วีไอพี

source: Volume Analysis Settings
ar_sa: إعدادات تحليل وحده التخزين
de_de: Analyse der Volumenanalyse
es_es: Configuración de análisis de volumen
fa_ir: تنظیمات تحلیل صدا
fr_fr: Paramètres d'analyse du volume
hi_in: वॉल्यूम विश्लेषण सेटिंग्स
it_it: Impostazioni di analisi del volume
ja_jp: ボリューム分析の設定
pl_pl: Ustawienia analizy objętości
pt_br: Configurar Volume
pt_pt: Configurações de análise de volume
ru_ru: Настройки Объемного анализа
th_th: การตั้งค่าการวิเคราะห์ปริมาณ
tr_tr: Hacim Analizi ayarları
uk_ua: Параметри Об'ємного аналізу

source: Cluster chart settings
ar_sa: إعدادات مخطط الكتلة
de_de: Cluster-Chart-Einstellungen
es_es: Configuración del gráfico del clúster
fa_ir: تنظیمات نمودار کلاستر
fr_fr: Paramètres de diagramme de cluster
hi_in: क्लस्टर चार्ट सेटिंग्स
it_it: Impostazioni del grafico cluster
ja_jp: クラスタチャートの設定
pl_pl: Ustawienia wykresów klastrowych
pt_br: Configurar Cluster
pt_pt: Configurações de gráfico de cluster
ru_ru: Настройки кластерного графика
th_th: การตั้งค่าแผนภูมิคลัสเตอร์
tr_tr: Küme grafiği ayarları
uk_ua: Параметри кластерного графіку

source: Time and sales
ar_sa: الوقت والمبيعات
de_de: Zeit und Verkauf
es_es: Tiempo y ventas
fa_ir: زمان و فروش
fr_fr: Temps et ventes
hi_in: समय और बिक्री
it_it: Tempo e vendite
ja_jp: 時間と売上
pl_pl: Czas i sprzedaż
pt_br: T&S
pt_pt: Tempo e vendas
ru_ru: Лента сделок
th_th: เวลาและการขาย
tr_tr: Zaman ve satış
uk_ua: Стрічка угод

source: Custom profile tool
ar_sa: أداه التشكيل الجانبي المخصص
de_de: Maßgeschneidertes Profilwerkzeug
es_es: Herramienta de perfil personalizado
fa_ir: ابزار سفارشی مشخصات
fr_fr: Outil de profil personnalisé
hi_in: कस्टम प्रोफ़ाइल उपकरण
it_it: Strumento profilo personalizzato
ja_jp: カスタムプロファイルツール
pl_pl: Niestandardowe narzędzie profilowe
pt_br: Configurar PROF
pt_pt: Ferramenta de perfil personalizado
ru_ru: Свой профиль
th_th: เครื่องมือโปรไฟล์ที่กําหนดเอง
tr_tr: Özel profil aracı
uk_ua: Свій профіль

source: Custom VWAP tool
ar_sa: أداة VWAP مخصصة
de_de: Benutzerdefiniertes VWAP-Tool
es_es: Herramienta VWAP personalizada
fa_ir: ابزار VWAP سفارشی
fr_fr: Outil VWAP personnalisé
hi_in: कस्टम वीडब्ल्यूएपी टूल
it_it: Strumento VWAP personalizzato
ja_jp: カスタム VWAP ツール
pl_pl: Niestandardowe narzędzie VWAP
pt_br: VWAP Per
pt_pt: Ferramenta VWAP personalizada
ru_ru: Свой VWAP
th_th: เครื่องมือ VWAP แบบกําหนดเอง
tr_tr: Özel VWAP aracı
uk_ua: Свій VWAP

source: Level 2
ar_sa: المستوي 2
de_de: Stufe 2
es_es: Nivel 2
fa_ir: سطح دوم
fr_fr: Niveau 2
hi_in: स्तर 2
it_it: Livello 2
ja_jp: レベル2
pl_pl: Poziom 2.
pt_br: Nível 2
pt_pt: Nível 2
th_th: ระดับ 2
tr_tr: Seviye 2

source: Set period (Tick)
fa_ir: تنظیم دوره (تیک)
hi_in: सेट अवधि (टिक)
ja_jp: 期間を設定する（ティック）
pt_br: Período Definido (Tick)
tr_tr: Periyodu ayarla (Tik)

source: Combined
fa_ir: ترکیب
hi_in: सम्मिलित
pt_br: Combinado
tr_tr: Birleşik

source: Overlay
fa_ir: جایگذاشت
hi_in: उपरिशायी
pt_br: Recobrir
tr_tr: Katman

source: Mirror
fa_ir: آینه
hi_in: दर्पण
pt_br: Espelho
tr_tr: Ayna

source: Show quick trade toolbar
ja_jp: クイックトレードツールバーを表示する
