Repository: Quantower/Localization
Catalog: plug-ins/CryptoBalancesPanel/*.po
Languages: hi_in, it_it, pl_pl, ru_ru, th_th, uk_ua

source: Single account
hi_in: एकल खाता
it_it: Conto singolo
pl_pl: Pojedyncze konto
ru_ru: Один счет
th_th: บัญชีเดียว
uk_ua: Єдиний рахунок

source: All accounts
hi_in: सभी खाते
it_it: Tutti i conti
pl_pl: Wszystkie konta
ru_ru: Все счета
th_th: บัญชีทั้งหมด
uk_ua: Усі облікові записи

source: Group by asset
hi_in: संपत्ति के आधार पर समूहीकृत करें
it_it: Gruppo per asset
pl_pl: Grupowanie według aktywów
ru_ru: Группировка по активам
th_th: จัดกลุ่มตามสินทรัพย์
uk_ua: Група за активом

source: Group by connection
hi_in: कनेक्शन के आधार पर समूहीकृत करें
it_it: Raggruppa per connessione
pl_pl: Grupowanie według połączenia
ru_ru: Группировка по соединению
th_th: จัดกลุ่มตามการเชื่อมต่อ
uk_ua: Групування за з'єднанням

source: Asset name
hi_in: एसेट नाम
it_it: Nome dell'asset
pl_pl: Nazwa zasobu
ru_ru: Название актива
th_th: ชื่อสินทรัพย์
uk_ua: Найменування активу

source: Total
hi_in: कुल
it_it: Totale
pl_pl: Suma
ru_ru: Всего
th_th: ทั้งหมด
uk_ua: Загальна

source: Available
hi_in: उपलब्ध
it_it: Disponibile
pl_pl: Dostępne
ru_ru: Доступно
th_th: มีอยู่
uk_ua: Доступні

source: Reserved
hi_in: आरक्षित
it_it: Riservati
pl_pl: Zastrzeżone
ru_ru: Зарезервированно
th_th: สำรอง
uk_ua: Захищені

source: Debt
hi_in: एहसान
it_it: Debito
pl_pl: Zadłużenia
ru_ru: Долг
th_th: หนี้
uk_ua: Заборгованості

source: Equity
hi_in: इक्विटी
pl_pl: Kapitałowych
ru_ru: Капитал
th_th: ความเที่ยงธรรม
uk_ua: Справедливості

source: Equity BTC
hi_in: इक्विटी बीटीसी
it_it: BtC azionario
pl_pl: Kapitał własny BTC
ru_ru: Капитал в BTC
th_th: หุ้น BTC
uk_ua: Власний капітал BTC

source: Total BTC
hi_in: कुल बीटीसी
it_it: Totale BTC
ru_ru: Всего BTC
th_th: BTC ทั้งหมด
uk_ua: Всього БТД

source: Total USD
hi_in: कुल USD
it_it: Totale USD
pl_pl: Razem USD
ru_ru: Всего USD
th_th: รวม USD
uk_ua: Всього USD

source: Percentage
hi_in: प्रतिशत
it_it: Percentuale
pl_pl: Procent
ru_ru: Проценты
th_th: อัตราร้อยละ
uk_ua: Відсоток

source: Local TP
hi_in: स्थानीय टी.पी.
it_it: TP locale
pl_pl: Lokalny TP
ru_ru: Локальный TP
th_th: TP ท้องถิ่น
uk_ua: Локальні ТП

source: Local SL
hi_in: स्थानीय SL
it_it: SL locale
pl_pl: Lokalna SL
ru_ru: Локальный SL
th_th: SL ท้องถิ่น
uk_ua: Локальний SL

source: Actions
hi_in: कार्यों
it_it: Azioni
pl_pl: Czynności
ru_ru: Действия
th_th: การดําเนินการ
uk_ua: Дії

source: Connection
hi_in: नाता
it_it: Connessione
pl_pl: Połączenie
ru_ru: Соединение
th_th: การเชื่อมต่อ
uk_ua: Підключення

source: ISO code
hi_in: ISO कोड
it_it: Codice ISO
pl_pl: Kod ISO
ru_ru: Код ISO
th_th: รหัส ISO
uk_ua: Код ISO

source: Crypto balances
hi_in: क्रिप्टो बैलेंस
it_it: Saldi crittografici
pl_pl: Kryptograficzne salda
ru_ru: Крипто-балансы
th_th: ยอดคงเหลือคริปโต
uk_ua: Залишки шифрування

source: Show toolbar
hi_in: उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti
pl_pl: Pokaż pasek narzędzi
ru_ru: Показать панель инструментов
th_th: แถบเครื่องมือแสดง
uk_ua: Панель інструментів «Показати»

source: Columns
hi_in: स्तंभ
it_it: Colonne
pl_pl: Kolumny
ru_ru: Колонки
th_th: คอลัมน์
uk_ua: Стовпці

source: Linked symbol
hi_in: लिंक्ड प्रतीक
it_it: Simbolo collegato
pl_pl: Symbol połączony
ru_ru: Связанный символ
th_th: สัญลักษณ์ที่เชื่อมโยง
uk_ua: Зв'язаний символ

source: This panel is crypto-specific
hi_in: यह पैनल क्रिप्टो-विशिष्ट है
it_it: Questo pannello Ã¨ specifico per Crypto
pl_pl: Ten panel jest specyficzny dla kryptografii
ru_ru: Эта панель только для криптовалют
th_th: แผงนี้เป็นเฉพาะการเข้ารหัสลับ
uk_ua: Ця панель є криптоспецифічним

source: You should have at least one active crypto-account to use it
hi_in: आप इसे उपयोग करने के लिए कम से कम एक सक्रिय क्रिप्टो-खाता होना चाहिए
it_it: Si dovrebbe avere almeno un account Crypto attivo per usarlo
pl_pl: Powinieneś mieć co najmniej jedno aktywne konto Crypto, aby go używać
ru_ru: Вы должны иметь по крайней мере один активный крипто-счет, чтобы проболжить использование
th_th: คุณควรมีอย่างน้อยหนึ่งใช้งานอยู่ บัญชี crypto เพื่อใช้งาน
uk_ua: Щоб використовувати його, слід мати принаймні один активний криптозапис
