Repository: Quantower/Localization
Catalog: plug-ins/SyntheticsScreenPlugin/*.po
Languages: th_th, uk_ua

source: You should setup at least one leg to create
th_th: คุณควรตั้งค่าอย่างน้อยหนึ่งขาเพื่อสร้าง
uk_ua: Ви повинні встановити хоча б одну ногу для створення синтетика

source: Coefficient cannot be zero
th_th: ค่าสัมประสิทธิ์ต้องเป็นศูนย์ไม่ได้
uk_ua: Коефіцієнт не може бути нульовим

source: Trade ratio cannot be zero
th_th: อัตราส่วนการเทรดต้องเป็นศูนย์ไม่ได้
uk_ua: Коеф. торгівлі не може бути нульовим

source: Symbols must be unique
th_th: สัญลักษณ์ต้องไม่ซ้ํากัน
uk_ua: Символи мають бути унікальними

source: No changes made
th_th: ไม่มีการเปลี่ยนแปลงใด ๆ
uk_ua: Зміни відсутні

source: Trade ratio
th_th: อัตราส่วนการเทรด
uk_ua: Коефіцієнт торгівлі

source: Symbol
th_th: สัญลักษณ์
uk_ua: Символ

source: Price multiplier
th_th: ตัวคูณราคา
uk_ua: Множник ціни

source: Bid
th_th: ประมูล
uk_ua: Бід

source: Ask
th_th: ถาม
uk_ua: Аск

source: Last
th_th: สุดท้าย
uk_ua: Ласт

source: Add leg
th_th: เพิ่มขา
uk_ua: Додати ногу

source: Cancel
th_th: ยกเลิก
uk_ua: Скасувати

source: Save
th_th: ประหยัด
uk_ua: Зберегти

source: Duplicate this synthetic
th_th: ทําซ้ําการสังเคราะห์นี้
uk_ua: Дублювати цей синтетик

source: Open this synthetic in other panels
th_th: เปิดสังเคราะห์นี้ในแผงอื่น ๆ
uk_ua: Відкрити цей синтетик у інших панелях

source: Symbol must be unique
th_th: สัญลักษณ์ต้องไม่ซ้ํากัน
uk_ua: Символ має бути унікальним

source: Synthetic symbol
th_th: สัญลักษณ์สังเคราะห์
uk_ua: Синтетичний символ

source: No synthetic symbols yet
th_th: ยังไม่มีสัญลักษณ์สังเคราะห์
uk_ua: Немає синтетичних символів

source: Create one and it will instantly appear in your symbol lookups
th_th: สร้างหนึ่งและมันจะปรากฏในการค้นหาสัญลักษณ์ของคุณทันที
uk_ua: Створіть їх та вони з'являться у вашому пошуку символів

source: Create new synthetic symbol
th_th: สร้างสัญลักษณ์สังเคราะห์ใหม่
uk_ua: Створити новий синтетик

source: Create new
th_th: สร้างใหม่
uk_ua: Створити новий

source: Create synthetic
th_th: สร้างสังเคราะห์
uk_ua: Створити синтетик

source: Are you sure want to delete {0}?
th_th: คุณแน่ใจหรือว่าต้องการลบ{0}?
uk_ua: Ви дійсно бажаєте видалити {0}?

source: Name must be uniuque
th_th: ชื่อต้องเป็นชื่อเดียว
uk_ua: Ім'я має бути унікальним

source: Order entry
th_th: รายการสั่งซื้อ
uk_ua: Створити ордер

source: Chart
th_th: แผนภูมิ
uk_ua: Графік

source: DOM trader
th_th: DOM เทรดเดอร์
uk_ua: DOM Трейдер

source: Market depth
th_th: ความลึกของตลาด
uk_ua: Стакан ордерів

source: Time & Sales
th_th: เวลา & การขาย
uk_ua: Стрічка угод

source: DOM surface
th_th: พื้นผิว DOM
uk_ua: Поверхня DOM

source: TPO chart
th_th: แผนภูมิ TPO
uk_ua: Графік TPO

source: Symbol Info
th_th: ข้อมูลสัญลักษณ์
uk_ua: Відомості про символ

source: Watchlist
th_th: รายการเฝ้าดู
uk_ua: Перелік спостереження

source: Quote board
th_th: บอร์ดใบเสนอราคา
uk_ua: Дошка котирувань

source: Market heat map
th_th: แผนที่ความร้อนของตลาด
uk_ua: Теплова мапа ринку
