Repository: Quantower/Localization
Catalog: plug-ins/MarketReplayPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, hi_in, it_it, ja_jp, ru_ru, tr_tr, uk_ua, zh_cn

source: Initial balance
ar_sa: الرصيد الأولي
de_de: Anfangssaldo
es_es: Saldo inicial
fa_ir: تعادل اولیه
hi_in: प्रारंभिक शेष
it_it: Saldo iniziale
ja_jp: 初期残高
ru_ru: Баланс инициализации
tr_tr: Başlangıç bakiyesi
uk_ua: Початковий баланс
zh_cn: 初始余额

source: General
ar_sa: عام
de_de: Allgemein
fa_ir: عمومی
hi_in: सामान्य
it_it: Generale
ja_jp: 一般
ru_ru: Основное
tr_tr: Genel
uk_ua: Загальне
zh_cn: 常规

source: Market Replay
ar_sa: إعادة تشغيل السوق
de_de: Markt-Replay
es_es: Repetición del mercado
fa_ir: پخش مجدد بازار
hi_in: बाजार पुनरावृत्ति
it_it: Replay di mercato
ja_jp: マーケットリプレイ
ru_ru: Рыночный повтор
tr_tr: Pazar Tekrarı
uk_ua: Відтворення ринку
zh_cn: 市场回放

source: History range:
ar_sa: نطاق التاريخ:
de_de: Historie Bereich:
es_es: Rango histórico:
fa_ir: محدوده تاریخچه:
hi_in: इतिहास श्रेणी:
it_it: Gamma di storia:
ja_jp: 履歴範囲:
ru_ru: Диапазон истории:
tr_tr: Tarih aralığı:
uk_ua: Історичний діапазон:
zh_cn: 历史范围：

source: Symbol
ar_sa: الرمز
es_es: Símbolo
fa_ir: نماد
hi_in: चिह्न
it_it: Simbolo
ja_jp: シンボル
ru_ru: Инструмент
tr_tr: Sembol
uk_ua: Інструмент
zh_cn: 商品

source: Build from
ar_sa: البناء من
de_de: Bauen aus
es_es: Construir desde
fa_ir: ساخت از
hi_in: से बनाएँ
it_it: Costruisci da
ja_jp: 指定して構築する
ru_ru: Строить из
tr_tr: Oluştur
uk_ua: Будуємо з
zh_cn: 生成于

source: Executing type
ar_sa: نوع التنفيذ
de_de: Ausführender Typ
es_es: Tipo de ejecución
fa_ir: نوع اجرا
hi_in: निष्पादन प्रकार
it_it: Tipo in esecuzione
ja_jp: 実行タイプ
ru_ru: Тип выполнения
tr_tr: Yürütme türü
uk_ua: Виконуваний тип
zh_cn: 执行类型

source: Do you really want to stop Market Replay? This action will delete all test results.
ar_sa: هل تريد حقا إيقاف إعادة تشغيل السوق؟ سيؤدي هذا الإجراء إلى حذف كافة نتائج الاختبار.
de_de: Willst du wirklich Market Replay stoppen? Durch diese Aktion werden alle Testergebnisse gelöscht.
es_es: ¿Realmente quieres detener Market Replay? Esta acción eliminará todos los resultados de las pruebas.
fa_ir: آیا شما واقعا می خواهید برای جلوگیری از پخش بازار؟ این عمل تمام نتایج آزمون را حذف خواهد کرد.
hi_in: क्या आप वास्तव में बाजार रीप्ले को रोकना चाहते हैं? यह क्रिया सभी परीक्षण परिणामों को हटा देगी.
it_it: Vuoi davvero fermare Market Replay? Questa azione eliminerà tutti i risultati del test.
ja_jp: マーケットリプレイを停止してよろしいですか?この操作により、すべてのテスト結果が削除されます。
ru_ru: Вы действительно хотите остановить Market Replay? Это действие удалит все результаты теста.
tr_tr: Market Replay'i gerçekten durdurmak istiyor musunuz? Bu eylem tüm test sonuçlarını siler.
uk_ua: Ви дійсно хочете зупинити перегляд ринку? Ця дія видалить всі результати тестування.
zh_cn: 你真的想停止市场回放吗？此操作将删除所有测试结果。

source: No symbols to simulate
ar_sa: لا توجد رموز لمحاكاتها
de_de: Keine zu simulierenden Symbole
es_es: No hay símbolos para simular
fa_ir: هیچ نمادی برای شبیه سازی نیست
hi_in: अनुकरण करने के लिए कोई प्रतीक नहीं
it_it: Nessun simbolo da simulare
ja_jp: シミュレートするシンボルがない
ru_ru: Нет символов для имитации
tr_tr: Simüle edilecek semboller yok
uk_ua: Немає символів для імітації
zh_cn: 没有要模拟的符号

source: You need select symbols to start simulation
ar_sa: تحتاج إلى تحديد الرموز لبدء المحاكاة
de_de: Sie benötigen ausgewählte Symbole, um die Simulation zu starten
es_es: Necesita seleccionar símbolos para iniciar la simulación
fa_ir: شما نیاز به انتخاب نماد برای شروع شبیه سازی
hi_in: सिमुलेशन प्रारंभ करने के लिए आपको प्रतीकों का चयन करने की आवश्यकता है
it_it: È necessario selezionare i simboli per avviare la simulazione
ja_jp: シミュレーションを開始するにはシンボルを選択する必要があります
ru_ru: Вам нужно выбрать символы, чтобы начать моделирование
tr_tr: Simülasyona başlamak için sembolleri seçmeniz gerekir
uk_ua: Вам потрібно вибрати символи, щоб почати симуляцію
zh_cn: 您需要选择符号才能开始模拟

source: Wrong history range
ar_sa: نطاق محفوظات خاطئ
de_de: Falscher Verlaufsbereich
es_es: Rango de historial incorrecto
fa_ir: محدوده تاریخ اشتباه
hi_in: गलत इतिहास श्रेणी
it_it: Intervallo di cronologia errato
ja_jp: 履歴範囲が正しくない
ru_ru: Неправильный диапазон истории
tr_tr: Yanlış geçmiş aralığı
uk_ua: Неправильний діапазон історії
zh_cn: 错误的历史范围

source: You need set history range, from < to
ar_sa: تحتاج إلى تعيين نطاق المحفوظات ، من < إلى
de_de: Sie benötigen einen festgelegten Verlaufsbereich, von < bis
es_es: Necesita establecer el rango de historial, desde < hasta
fa_ir: شما نیاز به مجموعه محدوده تاریخ، از < به
hi_in: आपको < से लेकर इतिहास श्रेणी सेट करने की आवश्यकता है
it_it: È necessario impostare l'intervallo di cronologia, da < a
ja_jp: <から
ru_ru: Вам нужно установить диапазон истории, от < до
tr_tr: <'den S'ye kadar geçmiş aralığını ayarlamanız gerekir
uk_ua: Вам потрібно встановити діапазон історії, від < до
zh_cn: 您需要设置历史记录范围，从<到

source: Wrong start replaying from time
ar_sa: بدء إعادة تشغيل خاطئ من وقت لآخر
de_de: Falscher Beginn der Wiedergabe von Zeit zu Zeit
es_es: Inicio incorrecto de repetición de tiempo
fa_ir: شروع اشتباه پخش مجدد از زمان
hi_in: गलत समय से replaying शुरू
it_it: Avvio errato del replay dal tempo
ja_jp: 間違った時間から再生を開始する
ru_ru: Неправильно начать переигровку со времени
tr_tr: Yanlış zaman zaman tekrar oynatmaya başlayın
uk_ua: Неправильний початок відтворення з часу
zh_cn: 从时间开始重播错误

source: You need set start replaying time inside history range
ar_sa: تحتاج إلى تعيين وقت إعادة تشغيل البدء داخل نطاق السجل
de_de: Sie müssen die Startwiedergabezeit innerhalb des Verlaufsbereichs festlegen
es_es: Necesita establecer el tiempo de reproducción de inicio dentro del rango de historial
fa_ir: شما نیاز به مجموعه شروع زمان پخش مجدد در داخل محدوده تاریخ
hi_in: आपको इतिहास श्रेणी के अंदर पुनरारंभ समय सेट करने की आवश्यकता है
it_it: È necessario impostare il tempo di riproduzione iniziale all'interno dell'intervallo della cronologia
ja_jp: 履歴範囲内で再生時間を設定する必要があります
ru_ru: Вам нужно установить время начала воспроизведения в пределах диапазона истории
tr_tr: Geçmiş aralığında yeniden oynatmaya başlama süresini ayarlamanız gerekir
uk_ua: Вам потрібно встановити час початку відтворення в діапазоні історії
zh_cn: 您需要在历史记录范围内设置开始重播时间

source: Ready to start simulation
ar_sa: جاهز لبدء المحاكاة
de_de: Bereit für den Start der Simulation
es_es: Simulación lista para comenzar
fa_ir: آماده برای شروع شبیه سازی
hi_in: सिमुलेशन शुरू करने के लिए तैयार
it_it: Simulazione pronta per l'avvio
ja_jp: シミュレーションを開始する準備ができました
ru_ru: Готово к запуску моделирования
tr_tr: Simülasyonu başlatmaya hazır
uk_ua: Готове до початку симуляція
zh_cn: 准备开始仿真

source: Start simulation with selected symbols
ar_sa: بدء المحاكاة باستخدام رموز محددة
de_de: Simulation mit ausgewählten Symbolen starten
es_es: Iniciar simulación con símbolos seleccionados
fa_ir: شروع شبیه سازی با نمادهای انتخاب شده
hi_in: चयनित प्रतीकों के साथ सिमुलेशन प्रारंभ करें
it_it: Avviare la simulazione con i simboli selezionati
ja_jp: 選択したシンボルでシミュレーションを開始する
ru_ru: Начать моделирование с выбранными символами
tr_tr: Seçilen sembollerle simülasyonu başlatma
uk_ua: Почніть моделювання з вибраних символів
zh_cn: 使用所选符号开始模拟

source: START
ar_sa: بدء
de_de: ANFANGEN
es_es: EMPEZAR
fa_ir: شروع
hi_in: निकल
it_it: INIZIO
ja_jp: 始める
ru_ru: НАЧАЛО
tr_tr: BAŞLAMAK
uk_ua: ПОЧАТИ
zh_cn: 开始

source: Start simulation
ar_sa: بدء المحاكاة
de_de: Simulation starten
es_es: Iniciar simulación
fa_ir: شبیه سازی شروع
hi_in: सिमुलेशन प्रारंभ करें
it_it: Avvia la simulazione
ja_jp: シミュレーションの開始
ru_ru: Начать симуляцию
tr_tr: Simülasyonu başlat
uk_ua: Початок симуляції
zh_cn: 开始模拟

source: STOP
ar_sa: وقف
de_de: AUFHÖREN
es_es: PARAR
fa_ir: بایست
hi_in: रुको
it_it: FERMARSI
ja_jp: 止める
ru_ru: ОСТАНОВКА
tr_tr: DURMAK
uk_ua: ЗУПИНИТИ
zh_cn: 停

source: Stop simulation
ar_sa: إيقاف المحاكاة
de_de: Simulation stoppen
es_es: Detener la simulación
fa_ir: توقف شبیه سازی
hi_in: सिमुलेशन रोकें
it_it: Interrompi la simulazione
ja_jp: シミュレーションの停止
ru_ru: Симуляция остановки
tr_tr: Simülasyonu durdurma
uk_ua: Стоп-симуляція
zh_cn: 停止模拟

source: Simulation is active
ar_sa: المحاكاة نشطة
de_de: Simulation ist aktiv
es_es: La simulación está activa
fa_ir: شبیه سازی فعال است
hi_in: सिमुलेशन सक्रिय है
it_it: La simulazione è attiva
ja_jp: シミュレーションがアクティブです
ru_ru: Симуляция активна
tr_tr: Simülasyon etkin
uk_ua: Симуляція активна
zh_cn: 模拟处于活动状态

source: One step forward
ar_sa: خطوة إلى الأمام
de_de: Ein Schritt vorwärts
es_es: Un paso adelante
fa_ir: یک قدم به جلو
hi_in: एक कदम आगे
it_it: Un passo avanti
ja_jp: 一歩前進
ru_ru: Шаг вперед
tr_tr: Bir adım ileri
uk_ua: Крок вперед
zh_cn: 前进一步

source: Pause simulation
ar_sa: إيقاف المحاكاة مؤقتا
de_de: Simulation anhalten
es_es: Simulación de pausa
fa_ir: شبیه سازی مکث
hi_in: सिमुलेशन रोकें
it_it: Metti in pausa la simulazione
ja_jp: シミュレーションの一時停止
ru_ru: Симуляция паузы
tr_tr: Simülasyonu duraklatma
uk_ua: Симуляція паузи
zh_cn: 暂停模拟

source: Caching history:
ar_sa: تاريخ التخزين المؤقت:
de_de: Caching-Verlauf:
es_es: Historial de almacenamiento en caché:
fa_ir: تاریخچه Caching:
hi_in: कैशिंग इतिहास:
it_it: Cronologia della memorizzazione nella cache:
ja_jp: 履歴のキャッシュ:
ru_ru: История кэширования:
tr_tr: Önbelleğe alma geçmişi:
uk_ua: Історія кешування:
zh_cn: 缓存历史记录：
