Repository: Quantower/Localization
Catalog: plug-ins/ForwardCurvePanel/*.po
Languages: ru_ru, th_th

source: Settings
ru_ru: Параметры
th_th: การตั้งค่า

source: Apply
ru_ru: Применить
th_th: ใช้

source: Close
ru_ru: Закрыть
th_th: ปิด

source: Forward Curve
ru_ru: Кривая вперед
th_th: เส้นโค้งไปข้างหน้า

source: Add custom forward
ru_ru: Добавление пользовательских вперед
th_th: เพิ่มการส่งต่อที่กําหนดเอง

source: Remove custom forward
ru_ru: Удалить пользовательские вперед
th_th: นําการส่งต่อที่กําหนดเองออก

source: No selected symbols
ru_ru: Нет выбранных символов
th_th: ไม่มีสัญลักษณ์ที่เลือก

source: You need to select futures roots to see Curve Chart
ru_ru: Вам нужно выбрать фьючерсные корни чтобы увидеть кривую диаграмму
th_th: คุณต้องเลือกรากเหง้าของฟิวเจอร์ส เพื่อดูกราฟเส้นโค้ง

source: Price
ru_ru: Цена
th_th: ราคา

source: Basis, %(PA)
ru_ru: Основа, %(PA)
th_th: พื้นฐาน, % (PA)

source: General
ru_ru: Основное
th_th: ทั่วไป

source: Premium/Discount
ru_ru: Премиум/Скидка
th_th: พรีเมี่ยม/ส่วนลด

source: Basis
ru_ru: Базис
th_th: พื้นฐาน

source: Historical data
ru_ru: Исторические данные
th_th: ข้อมูลในอดีต

source: Add curve
ru_ru: Добавить кривую
th_th: เพิ่มเส้นโค้ง

source: Historical curves
ru_ru: Исторические кривые
th_th: เส้นโค้งทางประวัติศาสตร์

source: No selected symbols to display curves
ru_ru: Нет выбранных символов для отображения кривых
th_th: ไม่มีสัญลักษณ์ที่เลือกเพื่อแสดงเส้นโค้ง

source: Expiration date
ru_ru: Дата экспирации
th_th: วันหมดอายุ

source: Spot price
ru_ru: Спотовая цена
th_th: ราคาสปอต

source: Days to expire
ru_ru: Дней до экспирации
th_th: วันที่หมดอายุ

source: Fair price
ru_ru: Справедливая цена
th_th: ราคายุติธรรม

source: Theta
ru_ru: Тета
th_th: เทตะ

source: Prem/Disc
ru_ru: Прем/Диск
th_th: เปรม/ดิสก์

source: Prem/Disc, %
ru_ru: Прем/Диск, %
th_th: เปรม/แผ่นดิสก์, %

source: Prem/Disc, %(PA)
ru_ru: Прем/Диск, %(PA)
th_th: เปรม/แผ่นดิสก์, %(PA)

source: Basis, %
ru_ru: Основа, %
th_th: พื้นฐาน, %

source: Number of contracts
ru_ru: Количество контрактов
th_th: จํานวนสัญญา

source: Term structure
ru_ru: Структура термина
th_th: โครงสร้างคําศัพท์

source: Futures contracts
ru_ru: Фьючерсные контракты
th_th: สัญญาฟิวเจอร์ส

source: First contract spread
ru_ru: Спред первого контракта
th_th: สเปรดสัญญาแรก

source: Second contract spread
ru_ru: Распространение второго контракта
th_th: การแพร่กระจายสัญญาที่สอง

source: Third contract spread
ru_ru: Распространение третьего контракта
th_th: สเปรดสัญญาฉบับที่สาม

source: Chart & table
ru_ru: Диаграмма и таблица
th_th: แผนภูมิ > ตาราง

source: Chart
ru_ru: График
th_th: แผนภูมิ

source: Table
ru_ru: Таблица
th_th: โต๊ะ

source: Edit price
ru_ru: Цена редактирования
th_th: แก้ไขราคา

source: Edit date
ru_ru: Дата редактирования
th_th: แก้ไขวันที่
