Repository: Quantower/Localization
Catalog: plug-ins/SymbolsLookupPlugin/*.po
Languages: fa_ir, hi_in, ja_jp, ru_ru, th_th, uk_ua

source: Connection
fa_ir: اتصال
hi_in: कनेक्शन
ja_jp: 接続
ru_ru: Подключение
th_th: การเชื่อมต่อ
uk_ua: Підключення

source: All Connections
fa_ir: همه اتصالات
hi_in: सभी कनेक्शन
ja_jp: すべての接続
ru_ru: Все подключения
th_th: การเชื่อมต่อทั้งหมด
uk_ua: Всі підключення

source: Connections {0}/{1}
fa_ir: اتصالات {0}/{0}
hi_in: कनेक्शन {0}/{1}
ja_jp: 接続{0} / {1}
ru_ru: Подключения {0} / {1}
th_th: การเชื่อมต่อ{0}/{1}
uk_ua: З'єднання {0} / {1}

source: Exchange
fa_ir: تبادل
hi_in: बदलना
ja_jp: 取引所
ru_ru: Биржа
th_th: แลกเปลี่ยน
uk_ua: Обмін

source: All Exchanges
fa_ir: همه مبادلات
hi_in: सभी एक्सचेंजों
ja_jp: すべての取引所
ru_ru: Все биржи
th_th: การแลกเปลี่ยนทั้งหมด
uk_ua: Всі біржі

source: Exchanges {0}/{1}
fa_ir: مبادلات {0}/{0}
hi_in: एक्सचेंजों {0}/{1}
ja_jp: 交換{0} / {1}
ru_ru: Биржи {0} / {1}
th_th: การแลกเปลี่ยน{0}/{1}
uk_ua: Обміни {0} / {1}

source: Type
fa_ir: نوع
hi_in: प्रकार
ja_jp: タイプ
ru_ru: Тип
th_th: ประเภท
uk_ua: Тип

source: All Types
fa_ir: همه انواع
hi_in: सभी प्रकार
ja_jp: いろんなタイプ
ru_ru: Все типы
th_th: ทุกประเภท
uk_ua: Всі типи

source: Types {0}/{1}
fa_ir: انواع {0}/{0}
hi_in: {0}/{1} प्रकार
ja_jp: タイプ{0} / {1}
ru_ru: Типы {0} / {1}
th_th: ประเภท{0}/{1}
uk_ua: Типи {0} / {1}

source: Symbol lookup
fa_ir: جستجوی نماد
hi_in: प्रतीक लुकअप
ja_jp: シンボル検索
ru_ru: Поиск символа
th_th: การค้นหาสัญลักษณ์
uk_ua: Пошук символів

source: Filters
fa_ir: فیلتر
hi_in: फ़िल्टर
ja_jp: フィルター
ru_ru: Фильтры
uk_ua: Фільтри

source: Close
fa_ir: نزدیک
hi_in: बंद करना
ja_jp: 閉じる
ru_ru: Закрыть
th_th: ปิด
uk_ua: Закрити

source: Search
fa_ir: جستجو
hi_in: खोज
ja_jp: 検索
ru_ru: Поиск
th_th: ค้น
uk_ua: Пошук

source: Collapse all
fa_ir: بستن همه
hi_in: सभी संक्षिप्त करें
ja_jp: すべて折りたたむ
ru_ru: Свернуть все
th_th: ยุบทั้งหมด
uk_ua: Зруйнувати все

source: Expand head node
fa_ir: گسترش گره سر
hi_in: शीर्ष नोड का विस्तार करें
ja_jp: ヘッドノードを拡張する
ru_ru: Развернуть главный узел
th_th: ขยายโหนดหัว
uk_ua: Розгорнути головний вузол

source: Expand first child node
fa_ir: گسترش اولین گره کودک
hi_in: प्रथम चाइल्ड नोड का विस्तार करें
ja_jp: 最初の子ノードを展開する
ru_ru: Развернуть первый дочерний узел
th_th: ขยายโหนดลูกแรก
uk_ua: Розгорніть перший дочірній вузол

source: No symbols to display
fa_ir: هیچ نمادی برای نمایش وجود ندارد
hi_in: प्रदर्शित करने के लिए कोई प्रतीक नहीं
ja_jp: 表示するシンボルがありません
ru_ru: Нет символов
th_th: ไม่มีสัญลักษณ์ที่จะแสดง
uk_ua: Немає символів для відображення

source: No symbols found at {0}
fa_ir: هیچ نمادی یافت شده در {0}
hi_in: {0} पर कोई प्रतीक नहीं मिले
ja_jp: {0} にシンボルが見つかりませんでした
ru_ru: Символы не найдены в {0}
th_th: ไม่พบสัญลักษณ์ที่{0}
uk_ua: У {0} не знайдено символів

source: Loading...
fa_ir: بارگذاری...
hi_in: लोड...
ja_jp: 読み込み中…
ru_ru: Загрузка
th_th: การโหลด
uk_ua: Завантаження...

source: {0}/{1} items
fa_ir: {0}/{0} مورد
hi_in: {0}/{1} आइटंस
ja_jp: {0} / {1}個のアイテム
ru_ru: {0} / {1} записей
uk_ua: {0} / {1} елементів

source: {0} items
fa_ir: {0} مورد
hi_in: {0} आइटंस
ja_jp: {0}つのアイテム
ru_ru: {0} записей
uk_ua: {0} елементів

source: Calendar spreads
th_th: สเปรดของปฏิทิน
