Repository: Quantower/Localization
Catalog: plug-ins/CorporateActionsPanel/*.po
Languages: uk_ua

source: Corporate actions
uk_ua: Корпоративні дії

source: Date/Time
uk_ua: Дата й час

source: The date/time of the Corporate action
uk_ua: Дата/час проведення Корпоративної акції

source: Type
uk_ua: Тип

source: Corporate action's type
uk_ua: Тип корпоративної акції

source: Details
uk_ua: Деталі

source: Corporate action's details
uk_ua: Реквізити корпоративної акції

source: Symbol
uk_ua: Інструмент

source: Symbol name
uk_ua: Найменування Інструмента

source: ID of the Corporate action
uk_ua: Id корпоративної акції
