Repository: Quantower/Localization
Catalog: plug-ins/TimeAndSalesPanel/*.po
Languages: tr_tr

source: By aggressor flag
tr_tr: Tarafından saldırgan bayrak

source: By tick direction
tr_tr: Tick yönüne göre

source: Time & sales
tr_tr: Zaman ve satış

source: Rows limit
tr_tr: Satır limiti

source: Coloring scheme
tr_tr: Renklendirme şeması

source: Aggregate trades
tr_tr: Toplam işlemler

source: Time Delay, ms
tr_tr: Zaman Gecikmesi, ms

source: Show toolbar
tr_tr: Araç çubuğunu göster

source: Show table header
tr_tr: Tablo üstbilgisini göster

source: Short price format
tr_tr: Kısa fiyat biçimi

source: Hide digits
tr_tr: Basamakları gizle

source: View
tr_tr: Görüntüle

source: Real time
tr_tr: Gerçek zamanlı

source: History
tr_tr: Geçmiş

source: Symbol
tr_tr: Sembol

source: Clear table
tr_tr: Tabloyu temizle

source: Refresh
tr_tr: Yenile

source: Hide digits:
tr_tr: Basamakları gizle:

source: Disabled
tr_tr: Devre Dışı Bırakıldı

source: No symbol selected
tr_tr: Hiçbir sembol seçilmedi

source: Loading history
tr_tr: Geçmiş yükleniyor

source: No data for
tr_tr: Için veri yok

source: Time
tr_tr: Zaman

source: Last
tr_tr: Son

source: Size
tr_tr: Büyüklük

source: Aggressor
tr_tr: Saldırgan

source: Bid
tr_tr: Alış

source: Bid size
tr_tr: Alış miktarı

source: Ask
tr_tr: Satış

source: Ask size
tr_tr: Satış miktarı

source: Tick direction
tr_tr: Tik yönü

source: Bid tick direction
tr_tr: Alış tik yönü

source: Ask tick direction
tr_tr: Satış tik yönü

source: Open Interest
tr_tr: Açık Pozisyon Sayısı

source: Buyer
tr_tr: Alıcı

source: Seller
tr_tr: Satıcı

source: Trade ID
tr_tr: İşlem No.

source: History time & sales
tr_tr: Tarihsel zaman & satış

source: Click on chart to see history
tr_tr: Geçmişi görmek için grafiğe tıklayın

source: No data
tr_tr: Veri yok

source: Specified time range does contain data
tr_tr: Belirtilen zaman aralığı veri içermiyor

source: Loading
tr_tr: Yükleniyor

source: It takes some time. Please wait
tr_tr: Biraz zaman alabilir. Lütfen bekleyiniz
