Repository: Quantower/Localization
Catalog: plug-ins/StrategyManagerPanel/*.po
Languages: hi_in, th_th

source: Metrics
hi_in: मैट्रिक्स
th_th: วัด

source: Logs
hi_in: लॉग
th_th: บันทึก

source: Stop
hi_in: रुको
th_th: หยุด

source: Run
hi_in: चलाना
th_th: วิ่ง

source: Time
hi_in: समय
th_th: เวลา

source: Message
hi_in: संदेश
th_th: ข้อความ

source: Metric
hi_in: मापीय
th_th: เมตริก

source: Value
hi_in: मूल्य
th_th: ค่า

source: Strategy name
hi_in: रणनीति का नाम
th_th: ชื่อกลยุทธ์

source: Instance name
hi_in: इंस्टेंस नाम
th_th: ชื่ออินสแตนซ์

source: Status
hi_in: ओहदा
th_th: สถานะ

source: Strategy status
hi_in: रणनीति की स्थिति
th_th: สถานะกลยุทธ์

source: Symbol
hi_in: चिह्न
th_th: สัญลักษณ์

source: Strategy symbol
hi_in: रणनीति प्रतीक
th_th: สัญลักษณ์กลยุทธ์

source: Account
hi_in: खाता
th_th: บัญชี

source: Strategy account
hi_in: रणनीति खाता
th_th: บัญชีกลยุทธ์

source: Settings
hi_in: सेटिंग्स
th_th: การตั้งค่า

source: Show strategy settings
hi_in: रणनीति सेटिंग दिखाएं
th_th: แสดงการตั้งค่ากลยุทธ์

source: Action
hi_in: क्रिया
th_th: การเคลื่อนไหว

source: Strategy actions
hi_in: रणनीति कार्रवाई
th_th: การดําเนินการเชิงกลยุทธ์

source: Remove
hi_in: हटाना
th_th: ถอด

source: Remove stragety
hi_in: स्ट्रैगेटी निकालें
th_th: ลบความอ้วน

source: Update
hi_in: आधुनिकीकरणअ
th_th: อัพเดต

source: Update strategy
hi_in: अद्यतन रणनीति
th_th: อัปเดตกลยุทธ์

source: Strategy manager
hi_in: रणनीति प्रबंधक
th_th: ผู้จัดการกลยุทธ์

source: Restore strategies state after shutdown
hi_in: शटडाउन के बाद रणनीतियाँ स्थिति पुनर्स्थापित करें
th_th: คืนค่าสถานะกลยุทธ์หลังจากปิดเครื่อง

source: General
hi_in: सामान्य
th_th: ทั่วไป

source: Are you sure you want to delete all selected strategies?
hi_in: क्या आप वाकई सभी चयनित रणनीतियों को हटाना चाहते हैं?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบกลยุทธ์ที่เลือกทั้งหมด?

source: No running strategies yet
hi_in: अभी तक कोई चल रही रणनीति नहीं
th_th: ยังไม่มีกลยุทธ์การวิ่ง

source: Create one and you will be able to manage it using Strategy Manager
hi_in: एक बनाएं और आप रणनीति प्रबंधक का उपयोग करके इसे प्रबंधित करने में सक्षम होंगे
th_th: สร้างหนึ่งและคุณจะสามารถจัดการได้โดยใช้ตัวจัดการกลยุทธ์

source: Metrics for selected strategy
hi_in: चयनित रणनीति के लिए मेट्रिक्स
th_th: เมตริกสําหรับกลยุทธ์ที่เลือก

source: Logs for selected strategy
hi_in: चयनित रणनीति के लिए लॉग
th_th: บันทึกสําหรับกลยุทธ์ที่เลือก

source: Start all
hi_in: सभी शुरू करें
th_th: เริ่มต้นทั้งหมด

source: Stop all
hi_in: सभी बंद करो
th_th: หยุดทั้งหมด

source: Update all
hi_in: सभी अद्यतन करें
th_th: อัปเดตทั้งหมด

source: View
hi_in: देखना
th_th: ทิวทัศน์

source: Add strategy
hi_in: रणनीति जोड़ें
th_th: เพิ่มกลยุทธ์

source: Remove selected
hi_in: चयनित निकालें
th_th: เอารายการที่เลือกออก

source: Run selected
hi_in: चयनित चलाएँ
th_th: เรียกใช้ที่เลือก

source: Stop selected
hi_in: चयनित रोकें
th_th: หยุดการเลือก

source: Strategy settings
hi_in: रणनीति सेटिंग्स
th_th: การตั้งค่ากลยุทธ์

source: Run All
hi_in: सभी भागो
th_th: เรียกใช้ทั้งหมด

source: Stop All
hi_in: सभी बंद करो
th_th: หยุดทั้งหมด

source: Update All
hi_in: सभी अद्यतन करें
th_th: อัปเดตทั้งหมด

source: Backtest strategy
hi_in: Backtest रणनीति
th_th: กลยุทธ์การทดสอบย้อนหลัง

source: Clear all
hi_in: सभी साफ करें
th_th: ล้างทั้งหมด

source: Set settings as default
hi_in: डिफ़ॉल्ट के रूप में सेटिंग सेट करें
th_th: ตั้งค่าการตั้งค่าเป็นค่าเริ่มต้น

source: Strategy templates
hi_in: रणनीति टेम्पलेट्स
th_th: เทมเพลตกลยุทธ์

source: Copy Settings
hi_in: कॉपी सेटिंग्स
th_th: การตั้งค่าการทําสําเนา

source: Paste Settings
hi_in: पेस्ट सेटिंग्स
th_th: วางการตั้งค่า

source: Show toolbar
hi_in: टूलबार दिखाएं
th_th: แถบเครื่องมือแสดง

source: Show metrics
hi_in: मेट्रिक दिखाएं
th_th: แสดงเมตริก

source: Show logs
hi_in: लॉग दिखाएं
th_th: แสดงบันทึก

source: Are you sure you want to delete '{0}' script?
hi_in: क्या आप सुनिश्चित हैं कि आप '{0}' स्क्रिप्ट को हटाना चाहते हैं?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบสคริปต์ '{0}'

source: Save strategy template
hi_in: रणनीति टेम्पलेट को सहेजें
th_th: บันทึกเทมเพลตกลยุทธ์

source: Apply
hi_in: लागू करना
th_th: ใช้

source: Rename
hi_in: पुनर्नामित
th_th: ตั้งชื่อใหม่

source: Create template
hi_in: टेम्पलेट बनाएं
th_th: สร้างเทมเพลต

source: Name
hi_in: नाम
th_th: ชื่อ

source: Logs table settings
hi_in: लॉग टेबल सेटिंग्स
th_th: การตั้งค่าตารางบันทึก

source: settings
hi_in: सेटिंग्स
th_th: การตั้งค่า
