Repository: Quantower/Localization
Catalog: plug-ins/TPARunnerPanel/*.po
Languages: ar_sa, hi_in, ja_jp, pl_pl, pt_br, uk_ua

source: Time
ar_sa: الوقت
hi_in: समय
ja_jp: 時間
pl_pl: Godzina
pt_br: Hora
uk_ua: Час

source: Text
ar_sa: النص
hi_in: टेक्स्ट
ja_jp: テキスト
pl_pl: Tekst
pt_br: Texto
uk_ua: Додати Текст

source: TPA Manager
ar_sa: مدير TPA
hi_in: टीपीए प्रबंधक
ja_jp: TPA マネージャー
pl_pl: Menedżer TPA
pt_br: Estratégias TPA
uk_ua: Менеджер TPA

source: Create new instance of TPA strategy
ar_sa: إنشاء مثيل جديد لاستراتيجية TPA
hi_in: टीपीए रणनीति का नया उदाहरण बनाएं
ja_jp: TPA 戦略の新しいインスタンスを作成する
pl_pl: Tworzenie nowego wystąpienia strategii TPA
pt_br: Criar nova estratégia
uk_ua: Створення нового екземпляра стратегії TPA

source: RUN ALL
ar_sa: تشغيل الكل
hi_in: सभी भागो
ja_jp: すべてを実行する
pl_pl: URUCHOM WSZYSTKIE
pt_br: Gerar Todas
uk_ua: ЗАПУСТИТИ ВСІ

source: Run all stopped TPA strategies
ar_sa: تشغيل جميع الاستراتيجيات TPA توقفت
hi_in: सभी बंद टीपीए रणनीतियों चलाएं
ja_jp: 停止したすべての TPA 戦略を実行する
pl_pl: Uruchom wszystkie zatrzymane strategie TPA
pt_br: Execute todas as estratégias de TPA paradas
uk_ua: Запустити всі зупинені стратегії TPA

source: STOP ALL
ar_sa: إيقاف الكل
hi_in: सभी बंद करो
ja_jp: すべてを停止する
pl_pl: ZATRZYMAJ WSZYSTKO
pt_br: PARE TUDO
uk_ua: ЗУПИНИТИ ВСЕ

source: Stop all running TPA strategies
ar_sa: إيقاف تشغيل جميع استراتيجيات TPA
hi_in: सभी टीपीए रणनीतियों को चलाना बंद करें
ja_jp: TPA 戦略の実行をすべて停止する
pl_pl: Zatrzymaj wszystkie uruchomione strategie TPA
pt_br: Pare todas as estratégias de TPA em execução
uk_ua: Зупинити всі запущені стратегії TPA

source: Show/Hide selected strategy settings
ar_sa: إظهار/إخفاء إعدادات الاستراتيجية المحددة
hi_in: चयनित रणनीति सेटिंग्स दिखाएं/छिपाएं
ja_jp: 選択した戦略設定の表示/非表示
pl_pl: Pokaż/Ukryj wybrane ustawienia strategii
pt_br: Configurações de estratégia selecionadas pelo Show/Hide
uk_ua: Відображення або приховання вибраних параметрів стратегії

source: Quantity (Applied)
ar_sa: الكمية (مطبقة)
hi_in: मात्रा (लागू)
ja_jp: 数量 (適用済み)
pl_pl: Ilość (zastosowana)
pt_br: Quantidade (Aplicada)
uk_ua: Кількість (застосовується)

source: Quantity
ar_sa: الكمية
hi_in: बड़ तादाद
ja_jp: 取引数量
pl_pl: Ilość
pt_br: Quantidade
uk_ua: Кількість

source: Percentage
ar_sa: النسبة
hi_in: प्रतिशत
ja_jp: パーセンテージ
pl_pl: Procent
pt_br: Porcentagem
uk_ua: Відсоток

source: Quote Quantity
ar_sa: كمية عرض الأسعار
hi_in: कोट मात्रा
ja_jp: 見積数量
pl_pl: Ilość oferty
pt_br: Quantidade de Cotação
uk_ua: Кількість цінових пропозицій

source: Quote Percentage
ar_sa: النسبة المئوية لـ عرض الأسعار
hi_in: कोट प्रतिशत
ja_jp: 見積もりの割合
pl_pl: Procent oferty
pt_br: Porcentagem de cotação
uk_ua: Відсоток цінової пропозиції

source: You have unsaved changes. Do you want to apply them?
ar_sa: لديك تغييرات غير محفوظة. هل تريد تطبيقها؟
hi_in: आपके पास अनकेजा परिवर्तन नहीं हैं। क्या आप उन्हें लागू करना चाहते हैं?
ja_jp: 変更が保存されていません。適用しますか?
pl_pl: Masz niezapisane zmiany. Czy chcesz je zastosować?
pt_br: Você tem mudanças não salvas. Você quer aplicá-los?
uk_ua: У вас є незбережені зміни. Застосувати їх?

source: Symbol
ar_sa: الرمز
hi_in: संकेत
ja_jp: シンボル
pl_pl: Instrument
pt_br: Ativo
uk_ua: Інструмент

source: Symbol name
ar_sa: اسم الرمز
hi_in: प्रतीक नाम
ja_jp: シンボル名
pl_pl: Nazwa instrumentu
pt_br: Nome do Ativo
uk_ua: Найменування Інструмента

source: Account
ar_sa: الحساب
hi_in: खाता
ja_jp: 口座
pl_pl: Konta
pt_br: Conta
uk_ua: Рахунок

source: Status
ar_sa: الحالة
hi_in: स्थिति
ja_jp: 状況
pl_pl: Stan
uk_ua: Статус

source: Strategy
ar_sa: الاستراتيجية
hi_in: रणनीति
ja_jp: ストラテジー
pl_pl: Strategia
pt_br: Estratégia
uk_ua: Стратегії

source: StrategyBehvior
ar_sa: استراتيجيبهوفيور
hi_in: रणनीतिबेहवियर
ja_jp: ストラテジーベビオール
pl_pl: StrategiaBehvior
pt_br: Estratégia Psic
uk_ua: СтратегіяБейвор

source: BuySellPrice
hi_in: खरीदते हैं मूल्य
ja_jp: 買い物価格
pl_pl: BuySellPrice (Ceny kupna)
pt_br: Compra/Venda Preço
uk_ua: КупитиСеллПринц

source: BasicTPPrice
ar_sa: سعر أساسي
hi_in: बेसिकटीपीप्राइस
ja_jp: ベーシックTPプライス
pl_pl: Podstawowa cenaTP
pt_br: BasicoTPPreço
uk_ua: Базовий ТППринц

source: BasicSLPrice
ar_sa: أساسيات الالرفالالجل
hi_in: बेसिक्सप्राइस
ja_jp: ベーシックスルプライス
pl_pl: BasicSLPrice (Cena podstawowa)
pt_br: BásicoSLPreço
uk_ua: Основні відомості про

source: QoutePercentage
ar_sa: كيوتيسنتاج
hi_in: क्यूटपेर्स्टेज
ja_jp: クエテパーセンテージ
pl_pl: QoutePercentage (QoutePercentage)
pt_br: Qoute Porcentagem
uk_ua: QoutePercentage (значення)

source: QouteOrderQty
ar_sa: كيوتيOrderQty
hi_in: Qoute आदेशQty
ja_jp: クエセオークティ
pl_pl: QouteOrderQty (QouteOrderQty)
uk_ua: 3-зе

source: EPOrderType
ar_sa: نوع ترتيب EPOrder
hi_in: ईपीऑर्डरटाइप
ja_jp: エプオーダータイプ
pl_pl: EpOrderType (Typ czajnika)
pt_br: EP Order Tipo
uk_ua: Тип EPOrder

source: EnterEvent
ar_sa: الدخول
hi_in: एंटरइवेंट
ja_jp: イベントを入力します。
pl_pl: EnterEvent (wychocie)
pt_br: Entra com Evento
uk_ua: 3-зірковий готель

source: TriggerEnterPrice
ar_sa: تشغيل المشغل
hi_in: ट्रिगरएंटरप्राइस
ja_jp: トリガーエンタープライス
pl_pl: TriggerEnterPrice (TriggerEnterPrice)
pt_br: Preço Disparo
uk_ua: ТригерІдентПрієкт

source: Price
ar_sa: السعر
hi_in: मूल्य
ja_jp: 価格
pl_pl: Cena
pt_br: Preço
uk_ua: Ціна

source: CloseOrderType
ar_sa: إغلاق ترتيب نوع
hi_in: क्लोजऑर्डरटाइप
ja_jp: クローズオーダータイプ
pl_pl: Typ closeorder
pt_br: Fechar Order Tipo
uk_ua: Закрити тип оорддеру

source: TrigerSellPrice
ar_sa: تريغرسلاسكلاس
hi_in: ट्रिगरसेलप्राइस
ja_jp: トリガーセルプライス
pl_pl: TrigerSellCece
pt_br: Disparo Preço Venda
uk_ua: ТригерселПринц

source: SellPrice
ar_sa: سعر البيع
hi_in: सेलप्राइस
ja_jp: 売り価格
pl_pl: Cena sprzedaży
pt_br: Preço Venda
uk_ua: Продатипринцип

source: TPOrderType
hi_in: टीपीऑर्डरटाइप
ja_jp: 並べ替えタイプ
pl_pl: Typ TPOrder
pt_br: TP OrderTipo
uk_ua: Тип TPOrder

source: TPEvent
hi_in: टीपीइवेंट
ja_jp: TPイベント
pl_pl: TPEvent ( TPEvent )
pt_br: TP Evento
uk_ua: TPEvent (значення)

source: TPPrice
ar_sa: TP سعر
hi_in: टीपीप्राइस
ja_jp: TPプライス
pl_pl: TPPrice (TPPrice)
pt_br: TP Preço
uk_ua: (у 200 за все)

source: SLOrderType
ja_jp: SL オーダータイプ
pl_pl: Typ SLOrder
pt_br: SLOrderTipo
uk_ua: SlOrderТип

source: SLEvent
hi_in: एसएलइवेंट
ja_jp: SLイベント
pl_pl: SLEvent ( SLEvent )
pt_br: Sl Evento
uk_ua: 3-зірковий готель

source: SLPrice
hi_in: एसएलप्राइस
ja_jp: SLプライス
pl_pl: SLPrice (Cena SL)
pt_br: SL Preço
uk_ua: (у 200 за все)

source: Period
ar_sa: الوقت
hi_in: अवधि
ja_jp: 期間
pl_pl: Okres
pt_br: Período
uk_ua: Період

source: Action
ar_sa: إجراء
hi_in: मुक़दमा
ja_jp: アクション
pl_pl: Działania
pt_br: Botão
uk_ua: Дії

source: Chart
ar_sa: الرسم البياني
hi_in: चार्ट
ja_jp: チャート
pl_pl: Wykresu
pt_br: Gráfico
uk_ua: Діаграми

source: State
ar_sa: الولاية
hi_in: राज्य
ja_jp: 県
pl_pl: Państwa
pt_br: Estado
uk_ua: Держави

source: Profit&Loss
ar_sa: الربح والخسارة
hi_in: लाभ और हानि
ja_jp: 損益
pl_pl: Zysk i strata
pt_br: Lucro&Perda
uk_ua: Прибуток&amp;Збиток

source: Connection name
ar_sa: اسم الاتصال
hi_in: कनेक्शन का नाम
ja_jp: 接続名
pl_pl: Nazwa połączenia
pt_br: Nome de conexão
uk_ua: Ім'я підключення

source: The name of connection
ar_sa: اسم الاتصال
hi_in: कनेक्शन का नाम
ja_jp: 接続の名前
pl_pl: Nazwa połączenia
pt_br: O nome da conexão
uk_ua: Ім'я підключення

source: Creator
ja_jp: 作成者

source: The Creator of TPA
ja_jp: TPAの創造者

source: Created
ar_sa: تم الإنشاء
hi_in: बनाया
ja_jp: 作成済み
pl_pl: Utworzone
pt_br: Criado
uk_ua: Створений

source: Removed
ar_sa: ازاله
hi_in: निकाला
ja_jp: 削除
pl_pl: Usunięte
pt_br: Removido
uk_ua: Видалені

source: Stopped
ar_sa: توقف
hi_in: रोका गया
ja_jp: 停止
pl_pl: Zatrzymany
pt_br: Stopado
uk_ua: Зупинився

source: WaitingForConnection...
ar_sa: انتظارForConnection...
hi_in: इंतजार काफ़ी कनेक्शन...
ja_jp: 接続を待っています。
pl_pl: Czekanie NaConnection...
pt_br: Aguardando conexão...
uk_ua: Очікування для з'єднання...

source: Working...
ar_sa: العامل...
hi_in: कामचलाऊ...
ja_jp: 作業。。。
pl_pl: Pracy...
pt_br: Trabalhando...
uk_ua: Працює...

source: Id
ar_sa: معرف
hi_in: परिचय
pl_pl: Identyfikator
uk_ua: Ідентифікатор

source: P&L
hi_in: पीएंडएल
pl_pl: P&amp;L
uk_ua: (у 200 за все)
