Repository: Quantower/Localization
Catalog: plug-ins/OptionAnalyticsPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Expiration date of derivative symbol
ar_sa: تاريخ انتهاء صلاحيه رمز المشتقة
de_de: Ablaufdatum des Derivat-Symbols
es_es: Fecha de caducidad del símbolo derivado
fa_ir: تاریخ انقضا نماد مشتق شده
fr_fr: Date d'expiration du symbole dérivé
hi_in: व्युत्पंन प्रतीक की समाप्ति तिथि
it_it: Data di scadenza del simbolo derivato
ja_jp: デリバティブシンボルの有効期限
pl_pl: Data wygaśnięcia symbolu pochodnego
pt_pt: Data de expiração do símbolo derivado
ru_ru: Срок действия производного финансового инструмента
th_th: วันหมดอายุของสัญลักษณ์อนุพันธ์
tr_tr: Türev sembolünün sona erme tarihi
uk_ua: Термін придатності похідного символу

source: Days to expire
ar_sa: الأيام للانتهاء
de_de: Tage vergehen
es_es: Días hasta el vencimiento
fa_ir: روز تا منقضی
fr_fr: Jours jusqu'à l'expiration
hi_in: दिनों की समयसीमा समाप्त
it_it: Giorni di scadenza
ja_jp: 満期までの日数
pl_pl: Dni do wygaśnięcia
pt_pt: Dias para o vencimento
ru_ru: Дней до экспирации
th_th: วันที่หมดอายุ
tr_tr: Kalan gün sayısı
uk_ua: Закінчується днів

source: Strike price
ar_sa: سعر الضربة
de_de: Streikpreis
es_es: Precio de ejercicio
fa_ir: قیمت اعتصاب
fr_fr: Prix d'exercice
hi_in: स्ट्राइक प्राइस
it_it: Prezzo di sciopero
ja_jp: 権利行使価格
pl_pl: Cena Strike
pt_pt: Preço 'Strike'
ru_ru: Стайк цена
th_th: ราคาใช้สิทธิ
tr_tr: İşlem fiyatı
uk_ua: Ціна страйка

source: Option’s strike price
ar_sa: الخيار السعر الإضراب
de_de: Option Streikpreis
es_es: Precio de la opción de Strike
fa_ir: قیمت اعتصاب گزینه
fr_fr: Prix de levée de l'option
hi_in: विकल्प का स्ट्राइक प्राइस
it_it: Prezzo Strike Option
ja_jp: オプションの行使価格
pl_pl: Opcja cena wykonania
pt_pt: Preço de greve da opção
ru_ru: Цена исполнения опциона
th_th: ราคาใช้สิทธิ์ของออปชั่น
tr_tr: Seçeneğin grev fiyatı
uk_ua: Опціон Ціна

source: Side
ar_sa: جانب
de_de: Seite
es_es: Lado
fa_ir: جانبی
fr_fr: Côté
hi_in: पक्ष
it_it: Lato
ja_jp: アクション
pl_pl: Stronie
pt_pt: Lado
ru_ru: Сторона
th_th: ข้าง
tr_tr: Yön
uk_ua: Стороні

source: The direction of the position
ar_sa: اتجاه الموقف
de_de: Die Richtung der Position
es_es: La dirección de la posición
fa_ir: جهت موقعیت
fr_fr: La direction de la position
hi_in: स्थिति की दिशा
it_it: La direzione della posizione
ja_jp: 位置の方向
pl_pl: Kierunek położenia
pt_pt: A direção da posição
ru_ru: Направление позиции
th_th: ทิศทางของตําแหน่ง
tr_tr: Pozisyonun yönü
uk_ua: Напрям позиції

source: Quantity
ar_sa: الكمية
de_de: Menge
es_es: Cantidad
fa_ir: مقدار
fr_fr: Quantité
hi_in: मात्रा
it_it: Quantità
ja_jp: 取引数量
pl_pl: Ilość
pt_pt: Quantidade
ru_ru: Объем
th_th: ปริมาณ
tr_tr: Miktar
uk_ua: Кількість

source: Postion’s quantity
ar_sa: كميه postion
de_de: Größe des Posts
es_es: Cantidad de la publicación
fa_ir: میزان پورا
fr_fr: Quantité d'affranchissement
hi_in: पोशन मात्रा
it_it: Quantità di postion
ja_jp: ポジションの数量
pl_pl: Ilość posta
pt_pt: Quantidade de postion
ru_ru: Объем позиции
th_th: ปริมาณของ Postion
tr_tr: Postion miktarı
uk_ua: Кількість посадок

source: Delta
ar_sa: دلتا
fa_ir: دلتا
hi_in: डेल्टा
ja_jp: デルタ
pt_pt: Variação
ru_ru: Дельта
th_th: เดลตา
uk_ua: Дельта

source: Gamma
ar_sa: جاما
fa_ir: گاما
hi_in: गामा
ja_jp: ガンマ
pt_pt: Gama
ru_ru: Гамма
th_th: แกมมา
tr_tr: Gama
uk_ua: Гамма

source: Theta
ar_sa: ثيتا
fa_ir: تتا
hi_in: थीटा
ja_jp: セータ
ru_ru: Тета
th_th: เทตะ
tr_tr: Teta
uk_ua: Тета

source: Vega
ar_sa: فيغا
fa_ir: وگا
hi_in: वेगा
ja_jp: ベガ
ru_ru: Вега
th_th: เวก้า
uk_ua: Вега

source: Rho
fa_ir: رو
ru_ru: Ро
th_th: โร

source: Exchange
ar_sa: تحويل
de_de: Umtausch
es_es: Cambio
fa_ir: تبادل
fr_fr: Échange
hi_in: बदलना
it_it: sostituzione
ja_jp: 取引所
pt_pt: Bolsa
ru_ru: Биржа
th_th: แลกเปลี่ยน
tr_tr: Değiştir
uk_ua: Обмін

source: Last size
ar_sa: آخر حجم
de_de: Letzte Größe
es_es: Último tamaño
fa_ir: آخرین اندازه
fr_fr: Dernière taille
hi_in: अंतिम आकार
it_it: Ultima dimensione
ja_jp: 最後のサイズ
pl_pl: Ost. wol.
pt_pt: Última quantidade
ru_ru: Последний объем
th_th: ขนาดสุดท้าย
tr_tr: Son Hacim
uk_ua: Останній розмір

source: Last date/time
ar_sa: آخر تاريخ/وقت
de_de: Letztes Datum/Uhrzeit
es_es: Ultima fecha/hora
fa_ir: آخرین تاریخ / زمان
fr_fr: Dernière date/heure
hi_in: अंतिम तिथि/समय
it_it: Ultima data/ora
ja_jp: 最終日時
pl_pl: Data/godzina ostatnia
pt_pt: Última data/hora
ru_ru: Последняя дата/время
th_th: วันที่/เวลาสุดท้าย
tr_tr: Son tarih/saat
uk_ua: Остання дата і час

source: Update time
ar_sa: وقت التحديث
de_de: Aktualisierungszeit
es_es: Tiempo de actualización
fa_ir: زمان به روز رسانی
fr_fr: Temps de mise à jour
hi_in: अपडेट समय
it_it: Ora di aggiornamento
ja_jp: 更新時間
pl_pl: Czas aktualizacji
pt_pt: Tempo de atualização
ru_ru: Время обновления
th_th: เวลาอัปเดต
tr_tr: Zamanı güncelleştir
uk_ua: Час оновлення

source: Bid size
ar_sa: حجم العرض
de_de: Gebotsgröße
es_es: Tamaño de venta
fa_ir: اندازه پیشنهاد
fr_fr: Taille de l'offre
hi_in: बोली का आकार
it_it: Dimensioni dell'offerta
ja_jp: Bidのサイズ
pl_pl: Rozmiar oferty
pt_pt: Quantidade 'Bid'
ru_ru: Размер Бид
th_th: ขนาดราคาประมูล
tr_tr: Satış miktarı
uk_ua: Розмір ставки

source: Ask size
ar_sa: حجم الطلب
de_de: Ask-Größe
es_es: Tamaño de compra
fa_ir: اندازه بپرسید
fr_fr: Taille de la demande
hi_in: आकार पूछें
it_it: Richiedi taglia
ja_jp: Askのサイズ
pl_pl: Zapytaj o rozmiar
pt_pt: Quantidade 'Ask'
ru_ru: Размер Аск
th_th: ถามขนาด
tr_tr: Alış miktarı
uk_ua: Запитати розмір

source: Spread
ar_sa: انتشار
de_de: Verbreitung
es_es: Diferencial
fa_ir: گسترش
fr_fr: Propagation
hi_in: फैलना
it_it: Diffusione
ja_jp: スプレッド
pl_pl: Rozprzestrzenianie się
pt_pt: Espalhar
ru_ru: Спред
th_th: กระจาย
tr_tr: Yayıldı
uk_ua: Поширення

source: Spread, %
es_es: Diferencial, %
fa_ir: گسترش، %
hi_in: स्प्रेड, %
ja_jp: スプレッド（％）
pl_pl: Spread w %
ru_ru: Спред, %
th_th: สเปรด, %
tr_tr: Dağılım %
uk_ua: Спред, %

source: Open
ar_sa: فتح
de_de: Öffnen
es_es: Abrir
fa_ir: باز
fr_fr: Ouvert
hi_in: खोलें
it_it: Aperto
ja_jp: 開く
pl_pl: Otwarcie
pt_pt: Abertura
ru_ru: Открытие
th_th: เปิด
tr_tr: Açılış
uk_ua: Відкрити

source: High
ar_sa: أعلى
de_de: Hoch
es_es: Máximo
fa_ir: بالا
fr_fr: Haut
hi_in: उच्च
it_it: alto
ja_jp: 高値
pl_pl: Wysokiej
pt_pt: Máxima
ru_ru: Высокий
th_th: สูง
tr_tr: Yüksek
uk_ua: Максимум

source: Low
ar_sa: أقل
de_de: Niedrig
es_es: Mínimo
fa_ir: کم
fr_fr: Bas
hi_in: संख्‍या आदि
it_it: Basso
ja_jp: 安値
pl_pl: Niskie
pt_pt: Mínimo
ru_ru: Минимум
th_th: ต่ํา
tr_tr: Düşük
uk_ua: Низьким

source: Prev. close
ar_sa: الإغلاق السابق
de_de: Prev. schließen
es_es: Cierre prev.
fa_ir: Prev. نزدیک
fr_fr: Précédent près
hi_in: Prev. बंद
it_it: Chiusura prev.
ja_jp: 終値
pl_pl: Poprzednio
pt_pt: Fechamento anterior
ru_ru: Цена закрытия
th_th: ก่อนหน้า ปิด
tr_tr: Önc. kapatma
uk_ua: Закрити

source: Prev. settlement
ar_sa: قبلة التسوية
de_de: Prev. Siedlung
es_es: Liquidación anterior
fa_ir: حل و فصل Prev.
fr_fr: Règlement prev.
hi_in: प्रीव सेटलमेंट
it_it: Liquidazione pre-v.
ja_jp: 前決済
pl_pl: Rozliczenie prev.
pt_pt: Prev. Acordo
ru_ru: Прев.
th_th: ก่อนหน้า การตั้งถิ่นฐาน
tr_tr: Prev. yerleşim
uk_ua: Попереднє поселення

source: Volume
ar_sa: الحجم
de_de: Volumen
es_es: Volumen
fa_ir: دوره
hi_in: आयतन
ja_jp: 出来高
pl_pl: Woluminu
ru_ru: Объем
th_th: ปริมาตร
tr_tr: Hacim
uk_ua: Обсяг

source: Open Interest
ar_sa: الفائدة المفتوحة
de_de: Offenes Interesse
es_es: Interés abierto
fa_ir: بهره باز
fr_fr: Intérêt ouvert
hi_in: ओपन इंटरेस्ट
it_it: Interessi aperti
ja_jp: オープンインタレスト
pl_pl: Otwarte odsetki
pt_pt: Juros Abertos
ru_ru: Открытый интерес
th_th: เปิดความสนใจ
tr_tr: Açık Faiz
uk_ua: Відкриті відсотки

source: Average traded price
ar_sa: متوسط السعر المتداول
de_de: Durchschnittlicher gehandelter Preis
es_es: Precio medio negociado
fa_ir: متوسط قیمت معامله شده
fr_fr: Prix tradé moyen
hi_in: औसत कारोबार मूल्य
it_it: Prezzo medio scambiato
ja_jp: 平均取引価格
pl_pl: Średnia cena handlowa
pt_pt: Preço médio negociado
ru_ru: Средняя цена сделки
th_th: ราคาซื้อขายเฉลี่ย
tr_tr: Ortalama işlem görme fiyatı
uk_ua: Середня ціна, що торгується

source: Trades
ar_sa: التداولات
es_es: Operaciones
fa_ir: معاملات
fr_fr: Métiers
hi_in: ट्रेडों
it_it: Mestieri
ja_jp: 取引
pl_pl: Transakcji
pt_pt: Negociações
ru_ru: Сделки
th_th: ค้า
tr_tr: İşlemler
uk_ua: Торгів

source: Ticks
ar_sa: حركات الأسعار
es_es: Garrapatas
fa_ir: کنه
fr_fr: Tiques
hi_in: टिक्स
it_it: Zecche
ja_jp: ティック
pl_pl: Kleszcze
pt_pt: Carrapatos
ru_ru: Тики
th_th: เห็บ
tr_tr: Tikler
uk_ua: Кліщі

source: Open quantity
ar_sa: الكمية المفتوحة
de_de: Offene Menge
es_es: Cantidad abierta
fa_ir: کمیت باز
fr_fr: Quantité ouverte
hi_in: खुली मात्रा
it_it: Quantità aperta
ja_jp: 未処理数量
pl_pl: Ilość otwarta
pt_pt: Quantidade aberta
ru_ru: Открытое количество
th_th: ปริมาณที่เปิด
tr_tr: Açık miktar
uk_ua: Відкрита кількість

source: Open price
ar_sa: سعر الافتتاح
de_de: Offener Preis
es_es: Precio de apertura
fa_ir: قیمت باز کردن
fr_fr: Prix à l'ouverture
hi_in: खुला मूल्य
it_it: Prezzo aperto
ja_jp: オープン価格
pl_pl: Cena otwarta
pt_pt: Preço de abertura
ru_ru: Цена открытия
th_th: ราคาเปิด
tr_tr: Açılış fiyatı
uk_ua: Базис

source: Aggregated P/L
ar_sa: P/L الإجمالية
de_de: Aggregiert e.V.M.
es_es: P/L agregado
fa_ir: P/L تجمیع شده
fr_fr: Agrégé p/l
hi_in: एग्रीगेट पी/एल
it_it: P/L aggregato
ja_jp: 集計 P/L
pl_pl: Zagregowane P/L
pt_pt: P/L agregado
ru_ru: Агрегированный P/L
th_th: P / L แบบรวม
tr_tr: Birleştirilmiş P/L
uk_ua: Агреговані Р/Л

source: Comment
ar_sa: تعليق
de_de: Kommentar
es_es: Comentar
fa_ir: نظر
fr_fr: Faire un commentaire
hi_in: सम्‍मति देना
it_it: Commento
ja_jp: コメント
pl_pl: Komentarz
pt_pt: Comentário
ru_ru: Комментировать
th_th: ติชม
tr_tr: Yorum
uk_ua: Коментар

source: Connection name
ar_sa: اسم الاتصال
de_de: Verbindungsname
es_es: Nombre de la conexión
fa_ir: نام اتصال
fr_fr: Nom de la connexion
hi_in: कनेक्शन का नाम
it_it: Nome connessione
ja_jp: 接続名
pl_pl: Nazwa połączenia
pt_pt: Nome de conexão
ru_ru: Имя соединения
th_th: ชื่อการเชื่อมต่อ
tr_tr: Bağlantı adı
uk_ua: Ім'я підключення

source: Underlier
ar_sa: الورقة المالية
es_es: Subyacente
fa_ir: آندرلیر
fr_fr: Sous-jacent
hi_in: अंडरलियर
it_it: Sottolier
ja_jp: 原資産
pl_pl: U podstaw
pt_pt: Subjacente
ru_ru: Базовый актив
th_th: อันเดอร์ลิเยร์
tr_tr: Temel varlık
uk_ua: Підносяться

source: Underlier last
ar_sa: آخر مشاركة أكثر من ذلك
de_de: Underlier letzte
es_es: Underlier último
fa_ir: آندرلیر آخرین
fr_fr: Underlier dernier
hi_in: अंडरलियर पिछले
it_it: Inferiore ultimo
ja_jp: アンダーリエラスト
pl_pl: Underlier ostatni
ru_ru: Менее последний
th_th: อันเดอร์ลิเยร์ล่าสุด
tr_tr: Underlier son
uk_ua: Underlier останній

source: Underlier bid
ar_sa: عرض أقل
de_de: Untereres Gebot
es_es: Oferta infravalor
fa_ir: پیشنهاد زیرین تر
fr_fr: Offre inférieure
hi_in: अंडरलियर बोली
it_it: Offerta inferiore
ja_jp: アンダーリエ入札
pl_pl: Oferta niżej ścięcie
pt_pt: Oferta mais sub-1
ru_ru: Менее ставки
th_th: ราคาเสนอราคาต่ํากว่าเกณฑ์
tr_tr: Underlier teklifi
uk_ua: Недооцікава ставка

source: Underlier ask
ar_sa: أقل من ذلك نسأل
de_de: Underlier fragen
es_es: Pregunta infravalor
fa_ir: Underlier بپرسید
fr_fr: Demande inférieure
hi_in: अंडरलियर पूछो
it_it: Domanda inferiore
ja_jp: アンダーリエは尋ねる
pl_pl: Pytanie u podstaw
pt_pt: Menor pergunta
ru_ru: Underlier спросить
th_th: ถามน้อยเกินไป
tr_tr: Underlier sormak
uk_ua: Underlier запитати

source: Action 1
ar_sa: الإجراء 1
de_de: Aktion 1
es_es: Acción 1
fa_ir: اقدام 1
hi_in: कार्रवाई 1
it_it: Azione 1
ja_jp: アクション 1
pl_pl: Działanie 1
pt_pt: Ação 1
ru_ru: Действие 1
th_th: การกระทํา 1
tr_tr: Eylem 1
uk_ua: Дія 1

source: Action 2
ar_sa: الإجراء 2
de_de: Aktion 2
es_es: Acción 2
fa_ir: اقدام 2
hi_in: कार्रवाई 2
it_it: Azione 2
ja_jp: アクション 2
pl_pl: Działanie 2
pt_pt: Ação 2
ru_ru: Действие 2
th_th: การกระทํา 2
tr_tr: Eylem 2
uk_ua: Дія 2

source: Action 3
ar_sa: الإجراء 3
de_de: Aktion 3
es_es: Acción 3
fa_ir: اقدام 3
hi_in: कार्रवाई 3
it_it: Azione 3
ja_jp: アクション 3
pl_pl: Działanie 3
pt_pt: Ação 3
ru_ru: Действие 3
th_th: การกระทํา 3
tr_tr: Eylem 3
uk_ua: Дія 3

source: Group
ar_sa: المجموعة
de_de: Gruppe
es_es: Grupo
fa_ir: گروه
fr_fr: Groupe
hi_in: समूह
it_it: Gruppo
ja_jp: グループ
pl_pl: Pakiet
pt_pt: Grupo
ru_ru: Группа
th_th: กลุ่ม
tr_tr: Grup
uk_ua: Група

source: Trading quantity
ar_sa: كمية التداول
de_de: Handelsmenge
es_es: Cantidad de trading
fa_ir: کمیت معاملاتی
fr_fr: Quantité de négociation
hi_in: ट्रेडिंग मात्रा
it_it: Quantità di trading
ja_jp: 取引数量
pl_pl: Ilość handlowa
pt_pt: Quantidade de negociação
ru_ru: Торговое количество
th_th: ปริมาณการซื้อขาย
tr_tr: İşlem miktarı
uk_ua: Кількість торгів

source: Call Positions
ar_sa: مراكز الاتصال
es_es: Posiciones de llamada
fa_ir: مواضع تماس
fr_fr: Positions d'appel
hi_in: कॉल पोजिशन
it_it: Posizioni di chiamata
ja_jp: コールポジション
pl_pl: Pozycje połączeń
pt_pt: Posições de chamada
ru_ru: Колл Позиции
th_th: ตําแหน่งการโทร
tr_tr: Arama pozisyonları
uk_ua: Call позиції

source: Call Bid
ar_sa: دعوه المزايدة
es_es: Oferta de la llamada
fa_ir: تماس با Bid
fr_fr: Appel d'offres
hi_in: कॉल बोली
it_it: Chiamata Bid
ja_jp: 通話入札
pl_pl: Stawka wywoławcza
pt_pt: Lance de chamada
ru_ru: Колл Бид
th_th: ราคาประมูลโทร
tr_tr: Çağrı teklifi
uk_ua: Виклику ставки

source: Call Bid size
ar_sa: استدعاء حجم المزايدة
de_de: Ausschreibung
es_es: Tamaño de puja de llamada
fa_ir: تماس با اندازه Bid
fr_fr: Taille de l'enchère d'appel
hi_in: कॉल बोली आकार
it_it: Dimensione dell'offerta di chiamata
ja_jp: 通話単価のサイズ
pl_pl: Rozmiar oferty połączeń
pt_pt: Chamar tamanho do lance
ru_ru: Объем Колл Бид
th_th: ขนาดราคาเสนอการโทร
tr_tr: Arama teklifi boyutu
uk_ua: Викличте розмір ставки

source: Call Ask
ar_sa: دعوه أسال
es_es: Llamada Ask
fa_ir: درخواست تماس
fr_fr: Demande d'appel
hi_in: कॉल पूछना
it_it: Chiamata Ask
ja_jp: コール Ask
pl_pl: ZaDzwoń Zapytaj
pt_pt: Chamada Ask
ru_ru: Колл Аск
th_th: โทรถาม
tr_tr: Çağrı sor
uk_ua: Виклику запитати

source: Call Ask size
ar_sa: اتصل بحجم الطلب
de_de: Rufen Sie Ask Größe an
es_es: Tamaño de la llamada Ask
fa_ir: اندازه تماس
fr_fr: Taille de demande d'appel
hi_in: कॉल आकार पूछें
it_it: Call chiedere dimensioni
ja_jp: Ask のサイズを呼び出す
pl_pl: ZaDzwoń do rozmiaru Ask
pt_pt: Tamanho da chamada Ask
ru_ru: Объем Колл Аск
th_th: ขนาดการโทรถาม
tr_tr: Çağrı boyutu sor
uk_ua: Call-Ask розмір

source: Call Last
ar_sa: المكالمة الاخيره
de_de: Aufruf Letzte
es_es: Última llamada
fa_ir: تماس با آخرین
fr_fr: Appeler la dernière
hi_in: कॉल पिछले
it_it: Chiamare l'ultima
ja_jp: 最後の呼び出し
pl_pl: ZaDzwoń do ostatniego
pt_pt: Última chamada
ru_ru: Колл Ласт
th_th: โทรล่าสุด
tr_tr: Son arama
uk_ua: Зателефонувати за останній

source: Call Last size
ar_sa: استدعاء الحجم الأخير
de_de: Aufruf Letzte Größe
es_es: Llamar al último tamaño
fa_ir: آخرین اندازه تماس
fr_fr: Appeler la dernière taille
hi_in: कॉल अंतिम आकार
it_it: Chiama l'ultima taglia
ja_jp: 呼び出しの最後のサイズ
pl_pl: ZaDzwoń do ostatniego rozmiaru
pt_pt: Chamar último tamanho
ru_ru: Объем Колл Ласт
th_th: โทรขนาดสุดท้าย
tr_tr: Arama son boyutu
uk_ua: Зателефонувати за останнім розміром

source: Call Last date/time
ar_sa: الاتصال بأخر تاريخ/وقت
de_de: Call Letzte Zeit
es_es: Llamada última fecha/hora
fa_ir: تماس آخرین تاریخ/زمان
fr_fr: Appeler la dernière date/heure
hi_in: कॉल अंतिम दिनांक/
it_it: Chiama data/ora ultima
ja_jp: 最後の日付/時刻を呼び出す
pl_pl: Wywołanie ostatniej daty/godziny
pt_pt: Chamada última data/hora
ru_ru: Дата/время Колл Ласт
th_th: โทรวันที่/เวลาสุดท้าย
tr_tr: Son Tarih/saat araması
uk_ua: Виклик останньої дати/часу

source: Call Paper
ar_sa: دعوه ورقه
es_es: Papel de llamada
fa_ir: کاغذ تماس
fr_fr: Papier d'appel
hi_in: कॉल पेपर
it_it: Carta di chiamata
ja_jp: コール紙
pl_pl: WyWołaj papier
pt_pt: Chamar papel
ru_ru: Бумажная Колл
th_th: กระดาษโทร
tr_tr: Arama kağıdı
uk_ua: Паперовий дзвінок

source: Call IV
ar_sa: المكالمة الرابعة
de_de: Aufruf IV
es_es: Llamada IV
fa_ir: تماس با چهارم
fr_fr: Appel IV
hi_in: कॉल चतुर्थ
it_it: Chiamata IV
ja_jp: コール IV
pt_pt: Chamada IV
ru_ru: Колл IV
th_th: โทร IV

source: Call Delta
ar_sa: اتصل دلتا
es_es: Llamar a Delta
fa_ir: تماس با دلتا
fr_fr: Appeler Delta
hi_in: कॉल डेल्टा
it_it: Chiamata Delta
ja_jp: コールデルタ
pl_pl: Wywołanie Delta
pt_pt: Chamada Delta
ru_ru: Колл Дельта
th_th: โทรติดต่อเดลต้า
tr_tr: Delta araması
uk_ua: Дельта-виклик

source: Call Gamma
ar_sa: استدعاء غاما
es_es: Llamar a gamma
fa_ir: تماس با گاما
fr_fr: Appeler gamma
hi_in: कॉल गामा
it_it: Chiamata gamma
ja_jp: コールガンマ
pl_pl: Wywołanie gamma
pt_pt: Chamada Gamma
ru_ru: Колл Гамма
th_th: เรียกแกมมา
tr_tr: Gamma çağrısı
uk_ua: Гамма-дзвінки

source: Call Theta
ar_sa: اتصل ب ثيتا
de_de: Rufen Sie Theta an
es_es: Llamada Theta
fa_ir: تماس با تتا
fr_fr: Appelez Theta
hi_in: फोन थीटा
it_it: Chiamata Theta
ja_jp: シータを呼び出す
pl_pl: Wywołanie Theta
ru_ru: Колл Тета
th_th: โทรหาเทต้า
tr_tr: Çağrı Theta
uk_ua: Викличте тета

source: Call Vega
ar_sa: دعوه فيغا
de_de: Rufen Sie Vega an
es_es: Llama a Vega
fa_ir: تماس با وگا
fr_fr: Appelez Vega
hi_in: कॉल वेगा
it_it: Chiama Vega
ja_jp: ベガに電話する
pl_pl: ZaDzwoń Vega
pt_pt: Ligue para Vega
ru_ru: Колл Вега
th_th: โทรเวก้า
tr_tr: Vega 'yı ara

source: Call Rho
ar_sa: اتصل ب رو
de_de: Anruf Rho
es_es: Llamada Rho
fa_ir: رو تماس
fr_fr: Appelez Rho
hi_in: फोन ्हो
it_it: Chiamare Rho
ja_jp: コールロー
pl_pl: Zadzwonić do Rho
pt_pt: Ligue para Rho
ru_ru: Колл Ро
th_th: โทรโร
tr_tr: Rho araması

source: Call Volume
ar_sa: حجم المكالمة
es_es: Volumen de llamadas
fa_ir: صدای تماس
fr_fr: Volume d'appel
hi_in: कॉल वॉल्यूम
it_it: Volume di chiamata
ja_jp: 通話量
pl_pl: Głośność połączeń
pt_pt: Volume da chamada
ru_ru: Объем Колл
th_th: ปริมาณการโทร
tr_tr: Çağrı hacmi
uk_ua: Гучність дзвінка

source: Call Trades
ar_sa: المتاجرة بالمكالمات
de_de: Telefonhandel
es_es: Comercios de llamadas
fa_ir: تماس با معاملات
fr_fr: Métiers d'appel
hi_in: कॉल ट्रेडों
it_it: Call mestieri
ja_jp: コールトレード
pl_pl: ZaDzwoń do zawodów
pt_pt: Negociações de chamadas
ru_ru: Сделки Колл
th_th: โทรเทรด
tr_tr: Çağrı esnaf
uk_ua: Виклик торгів

source: Call Monetary value(Last)
ar_sa: القيمة النقدية للاتصال (الأخير)
de_de: Call-Währungswert (Last)
es_es: Valor monetario de la llamada (último)
fa_ir: تماس با ارزش پولی (آخرین)
fr_fr: Valeur monétaire Call (Last)
hi_in: कॉल मौद्रिक मूल्य (अंतिम)
it_it: Chiamata valore monetario (ultimo)
ja_jp: 通貨値の呼び出し (最後)
pl_pl: Wywołanie wartości monetarnej (Last)
pt_pt: Valor monetário de chamada (Last)
ru_ru: Колл денежная стоимость (Ласт)
th_th: เรียกค่าเงิน (ล่าสุด)
tr_tr: Arama parasal değeri (son)
uk_ua: Грошове значення дзвінка (останнє)

source: Call Monetary value(Bid)
ar_sa: القيمة النقدية للاتصال (Bid)
es_es: Valor monetario de la llamada (oferta)
fa_ir: تماس با ارزش پولی (Bid)
fr_fr: Appelez la valeur monétaire (BID)
hi_in: कॉल मौद्रिक मूल्य (Bid)
it_it: Chiamata valore monetario (Bid)
ja_jp: 通貨値の呼び出し (入札)
pl_pl: WyWołaj wartość pieniężną (BID)
pt_pt: Valor monetário de chamada (BID)
ru_ru: Колл денежная стоимость (Бид)
th_th: เรียกมูลค่าทางการเงิน (Bid)
tr_tr: Para değerini arayın (Bid)
uk_ua: Грошове значення виклику (ставка)

source: Call Monetary value(Ask)
ar_sa: القيمة النقدية للاتصال (Ask)
de_de: Call-Währungswert (Ask)
es_es: Llame al valor monetario (ASK)
fa_ir: تماس با ارزش پولی (Ask)
fr_fr: Appelez la valeur monétaire (ASK)
hi_in: कॉल मौद्रिक मूल्य (पूछो)
it_it: Chiamata valore monetario (Ask)
ja_jp: 金銭的価値を呼ぶ (求める)
pl_pl: Call wartość pieniężna (Ask)
pt_pt: Chamar valor monetário (Ask)
ru_ru: Колл денежная стоимость (Аск)
th_th: เรียกค่าเงิน (ถาม)
tr_tr: Para değerini arayın (ask)
uk_ua: Викличте грошове значення (запитати)

source: Call Change
ar_sa: تغيير المكالمة
de_de: Rufwechsel
es_es: Cambio de llamada
fa_ir: تغییر تماس
fr_fr: Changement d'appel
hi_in: कॉल परिवर्तन
it_it: Cambiamento di chiamata
ja_jp: 通話の変更
pl_pl: Zmiana połączenia
pt_pt: Mudança de chamada
ru_ru: Изменение Колл
th_th: เปลี่ยนสาย
tr_tr: Arama değişikliği
uk_ua: Зміну виклику

source: Call Change, %
ar_sa: تغيير المكالمات ،%
es_es: Cambio de llamada,%
fa_ir: تغییر تماس ،%
fr_fr: Changement d'appel,%
hi_in: कॉल परिवर्तन,%
it_it: Cambia chiamata,%
ja_jp: 通話の変更、%
pl_pl: Zmiana połączenia,%
pt_pt: Mudança de chamada,%
ru_ru: Изменение Колл,%
th_th: เปลี่ยนสาย, %
tr_tr: Arama değişikliği,%
uk_ua: Зміна дзвінка,%

source: Call Open
ar_sa: دعوه مفتوحة
es_es: Llamada abierta
fa_ir: بازکردن تماس
fr_fr: Appel ouvert
hi_in: कॉल ओपन
it_it: Chiamata aperta
ja_jp: オープンコール
pl_pl: Wywołanie Otwórz
pt_pt: Chamar abrir
ru_ru: Открытие Колл
th_th: เปิดการโทร
tr_tr: Çağrı açık
uk_ua: Виклик відкритим

source: Call High
ar_sa: استدعاء عاليه
es_es: Llamar alto
fa_ir: تماس با بالا
fr_fr: Appeler High
hi_in: उच्च कॉल
it_it: Chiamata alta
ja_jp: コールハイ
pl_pl: Wywołanie wysokiej
pt_pt: Call alta
ru_ru: Максимум Колл
th_th: โทรสูง
tr_tr: Yüksek arama
uk_ua: Дзвонити високо

source: Call Low
ar_sa: مكالمة منخفضه
es_es: Llamar bajo
fa_ir: تماس با کم
fr_fr: Appeler Low
hi_in: कम कॉल
it_it: Chiamare low
ja_jp: コール・ロー
pl_pl: Dzwoń nisko
pt_pt: Chamada baixa
ru_ru: Минимум Колл
th_th: โทรต่ํา
tr_tr: Düşük arama
uk_ua: Виклик низьким

source: Call Prev. close
ar_sa: المكالمة السابقة إغلاق
es_es: Llamar a Prev. Close
fa_ir: تماس با قبلی. نزدیک
fr_fr: Appeler PREV. Close
hi_in: Prev. बंद कॉल करें
it_it: Chiamata Prev. Close
ja_jp: 前に電話を閉じる
pl_pl: Wywołanie PREV. Close
pt_pt: Chamada Prev. fechar
ru_ru: Пред.закрытие Колл
th_th: โทรก่อนหน้า ปิด
tr_tr: Çağrı ö. Close
uk_ua: Виклик попередній. закрити

source: Call Prev. settlement
ar_sa: استدعاء التسوية السابقة
de_de: Rufen Sie Prev. settlement
es_es: Llamada Prev. Settlement
fa_ir: تماس با قبلی. حل و فصل
fr_fr: Appel PREV. Settlement
hi_in: Prev. सेटलमेंट कॉल करें
it_it: Chiamata Prev. Settlement
ja_jp: 前に呼び出します。決済
pl_pl: Wywołanie PREV. Settlement
pt_pt: Chamada liquidação Prev.
ru_ru: Пред.расчет Колл
th_th: โทรก่อนหน้า การตั้งถิ่นฐาน
tr_tr: Çağrı ö. yerleşim
uk_ua: Зателефонувати за попередній. врегулювання

source: Call Open interest
ar_sa: الاتصال بالاهتمام المفتوح
de_de: Aufruf Open interest
es_es: Llamar interés abierto
fa_ir: تماس با بهره باز
fr_fr: Appel d'intérêt ouvert
hi_in: कॉल ओपन इंटरेस्ट
it_it: Chiamata Open Interest
ja_jp: オープンインタレストを呼び出す
pl_pl: ZaDzwoń Otwórz zainteresowanie
pt_pt: Chamar interesse aberto
ru_ru: Открытый интерес Колл
th_th: โทรเปิดความสนใจ
tr_tr: Arama açık faiz
uk_ua: Виклик відкритого інтересу

source: Call Call/Put OI Ratio
ar_sa: استدعاء مكالمة/ وضع نسبة OI
de_de: Anruf-/Put-OI-Verhältnis
es_es: Relación de OI de llamada/put
fa_ir: تماس با تماس / قرار دادن نسبت OI
fr_fr: Appel Call/Put OI Ratio
hi_in: कॉल कॉल/रखो ओआई अनुपात
it_it: Rapporto chiamata chiamata/mettere OI
ja_jp: コールコール/プット OI比率
pl_pl: Stosunek połączenia/put OI
pt_pt: Chamada/Chamada OI Ratio
ru_ru: Коэффициент вызова/пут-ОИ
th_th: โทร / ใส่อัตราส่วน OI
tr_tr: Çağrı Çağrı/Put OI Oranı
uk_ua: Співвідношення викликів/поставити OI

source: Call Call/Put Volume Ratio
ar_sa: استدعاء مكالمة/وضع نسبة حجم
de_de: Anruf-/Put-Volume-Verhältnis
es_es: Relación de volumen de llamadas/put
fa_ir: تماس با تماس / قرار دادن نسبت حجم
fr_fr: Rapport volume appel/mise
hi_in: कॉल कॉल/पुट वॉल्यूम रेशियो
it_it: Rapporto volume chiamata/invio
ja_jp: コールコール/プットボリューム比
pl_pl: Stosunek głośności połączenia/odłożenia
pt_pt: Rácio de volume de chamada/colocação de chamadas/put
ru_ru: Коэффициент громкости вызова/пута
th_th: อัตราส่วนปริมาณการโทร/ใส่การโทร
tr_tr: Çağrı Çağrı/Put Hacim Oranı
uk_ua: Коефіцієнт гучності виклику/поставити

source: Call OV Ratio %
ar_sa: نسبة الاستدعاء OV %
de_de: Anruf OV Ratio %
es_es: Relación OV de llamada %
fa_ir: تماس با نسبت OV %
fr_fr: Rapport d’appel OV %
hi_in: कॉल OV अनुपात %
it_it: Chiama rapporto OV %
ja_jp: コール OV 比率 %
pl_pl: Wywołanie współczynnika OV %
pt_pt: Rácio de chamada OV %
ru_ru: Коэффициент вызова OV %
th_th: อัตราส่วนการโทร OV %
tr_tr: Çağrı OV Oranı %
uk_ua: Співвідношення викликів OV %

source: Strike
ar_sa: الضربة
es_es: Huelga
fa_ir: اعتصاب
fr_fr: Exercice
hi_in: हड़ताल
ja_jp: 権利行使
ru_ru: Страйк
th_th: ตี
uk_ua: Страйк
