Repository: Quantower/Localization
Catalog: plug-ins/OptionAnalyticsPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Put OV Ratio %
ar_sa: وضع نسبة OV %
es_es: Poner relación OV %
fa_ir: قرار دادن نسبت OV %
fr_fr: Mettre le rapport OV %
hi_in: ओवी अनुपात % रखो
it_it: Mettere OV Ratio %
ja_jp: プット OV 比率 %
pl_pl: Umieść współczynnik OV %
pt_pt: Colocar rácio de OV %
ru_ru: Положите коэффициент OV %
th_th: ใส่อัตราส่วน OV%
tr_tr: OV Oranı % koyun
uk_ua: Поставити співвідношення OV %

source: Put Put/Call Volume Ratio
ar_sa: وضع وضع / نسبة حجم المكالمة
de_de: Put/Call-Volumenverhältnis
es_es: Relación de volumen de put/Call
fa_ir: قرار دادن قرار دادن / تماس نسبت حجم
fr_fr: Mettre le rapport de volume put/call
hi_in: रखो डाल/कॉल वॉल्यूम अनुपात
it_it: Mettere put/Call Volume Ratio
ja_jp: プットプット/コールボリューム比
pl_pl: Współczynnik głośności put/call
pt_pt: Colocar/ligar rácio volume
ru_ru: Коэффициент громкости put/Call
th_th: ใส่ใส่ / อัตราส่วนปริมาณการโทร
tr_tr: Put/Çağrı Hacim Oranı
uk_ua: Поставити поставити / зателефонувати співвідношення гучності

source: Put Put/Call OI Ratio
ar_sa: وضع وضع / استدعاء نسبة OI
de_de: Put/Call OI-Verhältnis setzen
es_es: Poner Poner / Llamar relación OI
fa_ir: قرار دادن / تماس با نسبت OI
fr_fr: Mettre put/call OI Ratio
hi_in: रखो/कॉल ओआई अनुपात
it_it: Mettere put/call OI Ratio
ja_jp: プットプット/コールOI比率
pl_pl: Umieść Put / Call OI Stosunek
pt_pt: Colocar/Chamar o rácio
ru_ru: Поместите Put/Call OI Коэффициент
th_th: ใส่ใส่ / เรียกอัตราส่วน OI
tr_tr: Put Put/Call OI Oranı
uk_ua: Поставити поставити / зателефонувати OI співвідношення

source: Put Open interest
ar_sa: ضع الفائدة المفتوحة
de_de: Offenes Interesse
es_es: Poner interés abierto
fa_ir: قرار دادن علاقه باز
fr_fr: Mettre l'intérêt ouvert
hi_in: खुला हित रखो
it_it: Mettere interesse aperto
ja_jp: オープンインタレストを入れる
pl_pl: Umieść otwarte zainteresowanie
pt_pt: Colocar interesse em aberto
ru_ru: Открытый интерес Пут
th_th: ใส่ความสนใจเปิด
tr_tr: Açık faiz put
uk_ua: Покладіть відкритий інтерес

source: Put Prev. settlement
ar_sa: وضع التسوية السابقة
de_de: Legen Sie die Siedlung von Prev.
es_es: Colocar Prev. Settlement
fa_ir: قرار دادن قبلی. حل و فصل
fr_fr: Mettre PREV. Settlement
hi_in: Prev. सेटलमेंट रखें
ja_jp: 前に置く。決済
pl_pl: Umieść zamknięcie
pt_pt: Coloque a liquidação Prev.
ru_ru: Пред.расчет Пут
th_th: ใส่ก่อนหน้า การตั้งถิ่นฐาน
tr_tr: Ö. yerleşim yerleştirin
uk_ua: Покладіть попередній. врегулювання

source: Put Prev. close
ar_sa: وضع السابق إغلاق
de_de: Prev. dicht
es_es: Poner Prev. Close
fa_ir: قرار قبلی. نزدیک
fr_fr: Mettre PREV. Close
hi_in: Prev. बंद रखो
it_it: Mettere Prev. Close
ja_jp: 前に入れて閉じる
pl_pl: Umieść zamknięcie
pt_pt: Colocar Prev. fechar
ru_ru: Пред.закрытие Пут
th_th: ใส่ก่อนหน้า ปิด
tr_tr: Ö. Close koyun
uk_ua: Покладіть попередній. закрити

source: Put Low
ar_sa: وضع منخفض
es_es: Poner bajo
fa_ir: پایین قرار دهید
fr_fr: Mettre bas
hi_in: कम रखो
it_it: Mettere basso
ja_jp: 低く置く
pl_pl: Umieścić niski
pt_pt: Coloque baixo
ru_ru: Минимум Пут
th_th: ใส่ต่ํา
tr_tr: Düşük koy
uk_ua: Покласти низький

source: Put High
ar_sa: وضع عاليه
de_de: Hoch gestellt
es_es: Poner alto
fa_ir: قرار بالا
fr_fr: Mettre haut
hi_in: उच्च रखा
it_it: Mettere in alto
ja_jp: 高くつける
pl_pl: Umieścić wysoki
pt_pt: Coloque alto
ru_ru: Максимум Пут
th_th: ใส่สูง
tr_tr: Yüksek koyun
uk_ua: Покласти високий

source: Put Open
ar_sa: وضع فتح
de_de: Auflegen
es_es: Poner abierto
fa_ir: قرار دادن باز
fr_fr: Mettre ouvert
hi_in: खुला रखा
it_it: Mettere aperto
ja_jp: 開けて置く
pl_pl: Umieścić otwarte
pt_pt: Colocar em aberto
ru_ru: Открытие Пут
th_th: ใส่เปิด
tr_tr: Açık put
uk_ua: Покласти відкритим

source: Put Change, %
ar_sa: وضع التغيير ،%
de_de: Setzen Sie Veränderung,%
es_es: Ponga el cambio,%
fa_ir: قرار دادن تغییر ،%
fr_fr: Mettre la monnaie,%
hi_in: परिवर्तन रखें,%
it_it: Mettere il cambiamento,%
ja_jp: 変更、% を置きなさい
pl_pl: Umieścić zmiany,%
pt_pt: Põr a mudança,%
ru_ru: Изменение Пут,%
th_th: ใส่การเปลี่ยนแปลง%
tr_tr: Değiştir,% put
uk_ua: Ставити зміни,%

source: Put Change
ar_sa: وضع التغيير
de_de: Setzen Sie Veränderung um
es_es: Poner cambio
fa_ir: قرار دادن تغییر
fr_fr: Mettre la monnaie
hi_in: बदल डालो
it_it: Mettere il cambiamento
ja_jp: 変更を入れる
pl_pl: Umieścić zmiany
pt_pt: Colocar mudança
ru_ru: Изменение Пут
th_th: ใส่เปลี่ยน
tr_tr: Değişim put
uk_ua: Покласти зміни

source: Put Monetary value(Ask)
ar_sa: وضع القيمة النقدية (Ask)
de_de: Geldwert setzen (Ask)
es_es: Poner valor monetario (ASK)
fa_ir: قرار دادن ارزش پولی (Ask)
fr_fr: Mettre la valeur monétaire (ASK)
hi_in: मौद्रिक मूल्य रखो (पूछो)
it_it: Mettere valore monetario (Ask)
ja_jp: 金銭的価値をつける (頼む)
pl_pl: Put wartość pieniężna (Ask)
pt_pt: Colocar valor monetário (Ask)
ru_ru: Пут денежная стоимость (Аск)
th_th: ใส่มูลค่าทางการเงิน (ถาม)
tr_tr: Para değerini put (ask)
uk_ua: Покласти грошове значення (запитати)

source: Put Monetary value(Bid)
ar_sa: وضع القيمة النقدية (Bid)
de_de: Geldwert (Bid)
es_es: Poner valor monetario (BID)
fa_ir: قرار دادن ارزش پولی (Bid)
fr_fr: Mettre la valeur monétaire (BID)
hi_in: मौद्रिक मूल्य (Bid) रखें
it_it: Mettere valore monetario (Bid)
ja_jp: 金額を入れる (入札)
pl_pl: Put wartość pieniężna (BID)
pt_pt: Colocar valor monetário (BID)
ru_ru: Пут денежная стоимость (Бид)
th_th: ใส่มูลค่าทางการเงิน (เสนอราคา)
tr_tr: Para değerini koy (Bid)
uk_ua: Покласти грошове значення (ставка)

source: Put Monetary value(Last)
ar_sa: وضع القيمة النقدية (الاخيره)
de_de: Geldwert setzen (Last)
es_es: Poner valor monetario (último)
fa_ir: ارزش پول (آخر) را قرار دهید
fr_fr: Mettre la valeur monétaire (dernier)
hi_in: मौद्रिक मूल्य रखो (अंतिम)
it_it: Mettere valore monetario (ultimo)
ja_jp: 金銭的価値をつける (最後)
pl_pl: Put wartość pieniężna (Last)
pt_pt: Colocar valor monetário (último)
ru_ru: Пут денежная стоимость (Ласт)
th_th: ใส่มูลค่าทางการเงิน (ล่าสุด)
tr_tr: Para değerini put (son)
uk_ua: Покласти грошове значення (останній)

source: Put Trades
ar_sa: وضع الصفقات
de_de: Handwerk setzen
es_es: Poner operaciones
fa_ir: قرار معاملات
fr_fr: Mettre des métiers
hi_in: डाल ट्रेडों
it_it: Put mestieri
ja_jp: 取引を置く
pl_pl: Put transakcji
pt_pt: Colocar comércios
ru_ru: Cделки Пут
th_th: ใส่การซื้อขาย
tr_tr: Esnaf put
uk_ua: Покласти торги

source: Put Volume
ar_sa: وضع حجم الصوت
de_de: Volumen setzen
es_es: Poner volumen
fa_ir: قرار دادن صدا
fr_fr: Mettre le volume
hi_in: मात्रा डाल
it_it: Mettere volume
ja_jp: ボリュームを置く
pl_pl: Umieść wolumin
pt_pt: Colocar volume
ru_ru: Объем Пут
th_th: ใส่ปริมาณ
tr_tr: Birim put
uk_ua: Покласти гучність

source: Put Rho
ar_sa: وضع رو
de_de: Rho
es_es: Poner Rho
fa_ir: رو کنار
fr_fr: Mettre Rho
hi_in: पुत ्हो
it_it: Mettere Rho
ja_jp: ローを置く
pt_pt: Coloque Rho
ru_ru: Пут Ро
th_th: ใส่โร
tr_tr: Rho put
uk_ua: Покласти Rho

source: Put Vega
ar_sa: وضع فيغا
de_de: Vega
es_es: Poner Vega
fa_ir: قرار وگا
fr_fr: Mettre Vega
hi_in: पुत वेगा
it_it: Mettere Vega
ja_jp: ベガを置く
pt_pt: Coloque Vega
ru_ru: Пут Вега
th_th: ใส่เวก้า
tr_tr: Vega 'yı koy
uk_ua: Покладіть Вега

source: Put Theta
ar_sa: ضع ثيتا
de_de: Theta
es_es: Poner Theta
fa_ir: قرار دادن تتا
fr_fr: Mettre Theta
hi_in: थीटा रखो
it_it: Mettere Theta
ja_jp: シータを置く
pl_pl: Umieścić Theta
pt_pt: Coloque Theta
ru_ru: Пут Тета
th_th: ใส่เทต้า
tr_tr: Theta put
uk_ua: Покласти тета

source: Put Gamma
ar_sa: وضع غاما
de_de: Gamma
es_es: Poner gamma
fa_ir: قرار دادن گاما
fr_fr: Mettre gamma
hi_in: डाल गामा
it_it: Mettere gamma
ja_jp: ガンマを置く
pt_pt: Coloque Gamma
ru_ru: Пут Гамма
th_th: ใส่แกมมา
tr_tr: Gamma koymak
uk_ua: Поставити гамма

source: Put Delta
ar_sa: وضع دلتا
de_de: Delta setzen
es_es: Poner Delta
fa_ir: قرار دلتا
fr_fr: Mettre Delta
hi_in: पुट डेल्टा
it_it: Mettere Delta
ja_jp: デルタを置く
pt_pt: Coloque Delta
ru_ru: Пут Дельта
th_th: ใส่เดลต้า
tr_tr: Delta put
uk_ua: Покласти Дельта

source: Put IV
ar_sa: وضع الرابع
es_es: Poner IV
fa_ir: قرار چهارم
fr_fr: Mettre IV
hi_in: पुत चतुर्थ
it_it: Mettere IV
ja_jp: IV を置く
pt_pt: Colocar IV
ru_ru: Пут IV
th_th: ใส่ IV
tr_tr: IV put
uk_ua: Покласти IV

source: Put Paper
ar_sa: وضع الورق
de_de: Artikel vorgelegt
es_es: Poner papel
fa_ir: قرار دادن کاغذ
fr_fr: Mettre du papier
hi_in: कागज रखो
it_it: Mettere la carta
ja_jp: 紙を入れる
pl_pl: Włóż papier
pt_pt: Colocar papel
ru_ru: Бумажная Пут
th_th: ใส่กระดาษ
tr_tr: Kağıt koy
uk_ua: Покласти папір

source: Put Last date/time
ar_sa: وضع آخر تاريخ/وقت
de_de: Stellen Sie die letzte Zeit
es_es: Poner última fecha/hora
fa_ir: تاریخ/زمان آخرین را قرار دهید
fr_fr: Mettre la dernière date/heure
hi_in: तथ अंतिम दिनांक/
it_it: Put Ultima data/ora
ja_jp: 最後の日付/時刻を置く
pl_pl: Umieść ostatnią datę/godzinę
pt_pt: Colocar última data/hora
ru_ru: Дата/время Пут Ласт
th_th: ใส่วันที่/เวลาล่าสุด
tr_tr: Son Tarih/saat put
uk_ua: Помістити останню дату/час

source: Put Last size
ar_sa: وضع الحجم الأخير
de_de: Letzte Größe setzen
es_es: Poner último tamaño
fa_ir: قرار دادن آخرین اندازه
fr_fr: Mettre la dernière taille
hi_in: अंतिम आकार रखें
it_it: Put ultima dimensione
ja_jp: 最後のサイズを置く
pl_pl: Umieść ostatni rozmiar
pt_pt: Põr o último tamanho
ru_ru: Объем Пут Ласт
th_th: ใส่ขนาดสุดท้าย
tr_tr: Son boyutu put
uk_ua: Помістити останній розмір

source: Put Last
ar_sa: وضع الأخير
de_de: Letzter
fa_ir: قرار دادن آخرین
fr_fr: Mettre la dernière
hi_in: पिछले डाल
it_it: Mettere l'ultima
ja_jp: 最後に入れる
pl_pl: Umieścić ostatnio
pt_pt: Coloque Last
ru_ru: Пут Ласт
th_th: ใส่ล่าสุด
tr_tr: Son put
uk_ua: Покласти останні

source: Put Ask size
ar_sa: طرح حجم الطلب
de_de: Ask Größe setzen
es_es: Poner tamaño Ask
fa_ir: قرار دادن اندازه Ask
fr_fr: Posez la taille de demande
hi_in: पूछ आकार रखो
it_it: Put dimensione Ask
ja_jp: Ask のサイズを入れる
pl_pl: Put rozmiar Ask
pt_pt: Colocar Ask tamanho
ru_ru: Объем Пут Аск
th_th: ใส่ขนาดถาม
tr_tr: Sor boyutu put
uk_ua: Поставте запитати розмір

source: Put Ask
ar_sa: طرح أسال
de_de: Setzen Sie Nachfragen
es_es: Poner preguntar
fa_ir: قرار دادن بپرسید
fr_fr: Poser demander
hi_in: पूछना
it_it: Mettere chiedere
ja_jp: 入れて訊く
pl_pl: Umieścić zapytać
pt_pt: Coloque Ask
ru_ru: Пут Аск
th_th: ใส่ถาม
tr_tr: Ask put
uk_ua: Поставте запит

source: Put Bid size
ar_sa: وضع حجم المزايدة
de_de: Bid-Größe setzen
es_es: Poner tamaño de puja
fa_ir: قرار دادن اندازه Bid
fr_fr: Mettre la taille de l'enchère
hi_in: बोली का आकार रखें
it_it: Inserisci dimensione offerta
ja_jp: 入札サイズの配置
pl_pl: Put rozmiar oferty
pt_pt: Põr o tamanho da oferta
ru_ru: Объем Пут Бид
th_th: ใส่ขนาดราคาประมูล
tr_tr: Teklif boyutu put
uk_ua: Розмір ставки

source: Put Bid
ar_sa: وضع المزايدة
de_de: Bid
es_es: Poner puja
fa_ir: قرار دادن بید
fr_fr: Mettre BID
hi_in: डाल बोली
it_it: Put offerta
ja_jp: 入札を置く
pl_pl: Put oferty
pt_pt: Coloque BID
ru_ru: Пут Бид
th_th: ใส่ราคาประมูล
tr_tr: Teklif koy
uk_ua: Покласти ставки

source: Put Positions
ar_sa: وضع المواقع
de_de: Position Positionen
es_es: Poner posiciones
fa_ir: قرار دادن مواضع
fr_fr: Placer des positions
hi_in: पदों डाल
it_it: Posizionare le posizioni
ja_jp: ポジションを置く
pl_pl: Umieść pozycje
pt_pt: Colocar posições
ru_ru: Пут Позиции
th_th: วางตําแหน่ง
tr_tr: Pozisyonlar put
uk_ua: Покласти позиції

source: None
ar_sa: لا يوجد
de_de: Keine
es_es: Ninguno
fa_ir: هیچ کدام
fr_fr: Aucun
hi_in: कोई नहीं
it_it: Nessuno
ja_jp: なし
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Не задано
th_th: ไม่มีใคร
tr_tr: Hiçbiri
uk_ua: Ніхто

source: Select visible series and strikes
ar_sa: حدد سلسله مرئية والضربات
de_de: Auswahl sichtbarer Serien und Streiks
es_es: Seleccionar series visibles y huelgas
fa_ir: سری و اعتصابات قابل مشاهده را انتخاب کنید
fr_fr: Sélectionnez la série visible et les grèves
hi_in: दृश्यमान श्रृंखला और स्ट्राइक का चयन करें
it_it: Selezionare la serie visibile e scioperi
ja_jp: 目に見えるシリーズとストライクを選択
pl_pl: Wybierz widoczne serie i strajki
pt_pt: Selecione séries visíveis e greves
ru_ru: Выбор серий и страйков для отображения
th_th: เลือกชุดเหตุการณ์และประกาศเตือนที่มองเห็นได้
tr_tr: Görünür serisi ve grevleri seçin
uk_ua: Виділення видимих рядів і ударів

source: In-the-money
ar_sa: في المال
de_de: Ein-der-Geld
fa_ir: در-پول
hi_in: धन में
ja_jp: インザマネー
pt_pt: Em dinheiro
ru_ru: Опционы в деньгах
th_th: ในเงิน
tr_tr: Para Içinde
uk_ua: В-гроші

source: Out-of-money
ar_sa: خارج المال
de_de: Ausgegriffen
es_es: Fuera de dinero
fa_ir: خارج از پول
fr_fr: Hors de l'argent
hi_in: बाहर के पैसे
ja_jp: アウトオブマネー
pl_pl: Brak pieniędzy
pt_pt: Fora-de-dinheiro
ru_ru: Опционы вне денег
th_th: เงินหมด
tr_tr: Para dışı
uk_ua: З-за грошей

source: Text
ar_sa: النص
es_es: Texto
fa_ir: پیامک
fr_fr: Texte
hi_in: टेक्स्ट
it_it: Testo
ja_jp: テキスト
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст
th_th: ข้อความ
tr_tr: Metin
uk_ua: Додати Текст

source: Back
ar_sa: الرجوع
de_de: Zurück
es_es: Atrás
fa_ir: بازگشت
fr_fr: Précédent
hi_in: शर्त लगाना
it_it: Indietro
ja_jp: 戻る
pl_pl: Wstecz
pt_pt: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
tr_tr: Geri
uk_ua: Назад

source: Highlight max volume
ar_sa: تمييز مستوى الصوت الأقصى
de_de: Hervorheben der maximalen Lautstärke
es_es: Resaltar volumen máximo
fa_ir: حجم حداکثر برجسته
fr_fr: Mettre en surbrillance le volume maximal
hi_in: अधिकतम मात्रा को हाइलाइट करें
it_it: Evidenzia volume massimo
ja_jp: 最大音量をハイライト
pl_pl: Podświetl maksymalną głośność
pt_pt: Destacar o volume máximo
ru_ru: Выделите максимальный объем
th_th: ไฮไลท์ระดับเสียงสูงสุด
tr_tr: Maksimum hacmi vurgulayın
uk_ua: Виділити максимальну гучність

source: Highlight max open interest
ar_sa: تمييز أقصى اهتمام مفتوح
de_de: Highlight max offenes Interesse
es_es: Resaltar el interés abierto máximo
fa_ir: برجسته حداکثر بهره باز
fr_fr: Mettre en évidence l’intérêt ouvert max
hi_in: अधिकतम खुली रुचि को हाइलाइट करें
it_it: Evidenzia il massimo interesse aperto
ja_jp: 最大オープン金利をハイライト表示
pl_pl: Wyróżnij maksymalne otwarte zainteresowanie
pt_pt: Destacar o interesse máximo aberto
ru_ru: Выделите максимальный открытый интерес
th_th: เน้นความสนใจเปิดสูงสุด
tr_tr: Maksimum açık faizi vurgulayın
uk_ua: Виділити максимальний відкритий інтерес

source: Chart
ar_sa: الرسم البياني
de_de: Diagramm
es_es: Gráfico
fa_ir: نمودار
fr_fr: Graphiques
hi_in: चार्ट
it_it: Grafico
ja_jp: チャート
pl_pl: Wykresu
pt_pt: Gráfico
ru_ru: График
th_th: แผนภูมิ
tr_tr: Grafik
uk_ua: Діаграми

source: Order entry
ar_sa: إدخال الأوامر
de_de: Bestelleintrag
es_es: Entrada de orden
fa_ir: ورود سفارش
fr_fr: Saisie des commandes
hi_in: आदेश प्रविष् टि
it_it: Entrata di ordine
ja_jp: 注文エントリー
pl_pl: Zapis zamówienia
pt_pt: Entrada de ordem
ru_ru: Создать Ордер
th_th: รายการสั่งซื้อ
tr_tr: Emir girişi
uk_ua: Замовлення

source: DOM Trader
ar_sa: دوم تريدر
de_de: DOM-Händler
fa_ir: DOM تریدر
hi_in: डोम व्यापारी
ja_jp: ドムトレーダー
ru_ru: DOM Трейдер
th_th: DOM เทรดเดอร์
uk_ua: БУДИНОК трейдера

source: Market Depth
ar_sa: عمق السوق
de_de: Markterteiste
es_es: Profundidad del mercado
fa_ir: عمق بازار
fr_fr: Profondeur du marché
hi_in: बाज़ार गहराई
it_it: Profondità di mercato
ja_jp: 市場深度
pl_pl: Głębokość rynku
pt_pt: Profundidade do mercado
ru_ru: Стакан Ордеров
th_th: ความลึกของตลาด
tr_tr: Piyasa derinliği
uk_ua: Глибини ринку

source: Time & Sales
ar_sa: الوقت والمبيعات
de_de: Zeit & Verkauf
es_es: &Tiempo & Ventas
fa_ir: زمان فروش &
fr_fr: Heure et ventes
hi_in: समय और बिक्री
ja_jp: タイム・アンド・セールス
pl_pl: Czas & sprzedaży
pt_pt: Tempo & vendas
ru_ru: Лента Сделок
th_th: เวลา & การขาย
tr_tr: Saat & Satışlar
uk_ua: Час-продаж

source: Symbol info
ar_sa: معلومات الرمز
es_es: Información de símbolo
fa_ir: اطلاعات نماد
fr_fr: Informations sur les symboles
hi_in: प्रतीक जानकारी
it_it: Info simbolo
ja_jp: シンボル情報
pl_pl: Informacje o symbolu
pt_pt: Ativo
ru_ru: Информация о символе
th_th: ข้อมูลสัญลักษณ์
tr_tr: Sembol Bilgisi
uk_ua: Інформація про символ

source: Remove
ar_sa: حذف
de_de: Entfernen
es_es: Eliminar
fa_ir: حذف
fr_fr: Retirer
hi_in: निकालें
it_it: Rimuovere
ja_jp: 削除
pl_pl: Usuń
pt_pt: Remover
ru_ru: Удалить
th_th: ถอด
tr_tr: Sil
uk_ua: Видалити

source: Long
ar_sa: طويل
de_de: lang
es_es: Largo
fa_ir: طولانی
fr_fr: longtemps
hi_in: लंबी
it_it: lungo
ja_jp: ロング
pl_pl: Długi
pt_pt: Compra
ru_ru: Длинная
th_th: ยาว
tr_tr: Uzun
uk_ua: Довгий

source: Short
ar_sa: قصير
de_de: kurz
es_es: Corto
fa_ir: کوتاه
fr_fr: Court
hi_in: कम
it_it: corto
ja_jp: ショート
pl_pl: Krótki
pt_pt: Venda
ru_ru: Короткая
th_th: สั้น
tr_tr: Kısa
uk_ua: Короткий

source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fa_ir: نزدیک
fr_fr: Fermer
hi_in: बंद करना
it_it: Vicino
ja_jp: 閉じる
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити

source: The open/average open price of the position
ar_sa: السعر المفتوح/المتوسط للوظيفة
de_de: Der offene offene offene Preis der Position
es_es: El precio abierto/medio abierto de la posición
fa_ir: باز/به طور متوسط قیمت باز از موقعیت
fr_fr: Le prix ouvert ouvert/moyen du poste
hi_in: स्थिति का खुला/औसत खुला मूल्य
it_it: Il prezzo aperto/medio aperto della posizione
ja_jp: ポジションのオープン/平均オープン価格
pl_pl: Otwarta/średnia otwarta cena pozycji
pt_pt: A abertura/preço médio aberto da posição
ru_ru: Цена открытия/средняя цена открытия позиции
th_th: ราคาเปิด/ราคาเปิดเฉลี่ยของตําแหน่ง
tr_tr: Pozisyonun açık/ortalama açık fiyatı
uk_ua: Відкритою/середньою відкритою ціною позиції

source: Current price
ar_sa: السعر الحالي
de_de: Aktueller Preis
es_es: Precio actual
fa_ir: قیمت فعلی
fr_fr: Prix actuel
hi_in: वर्तमान मूल्य
it_it: Prezzo corrente
ja_jp: 現在価格
pl_pl: Obecna cena
pt_pt: Preço atual
ru_ru: Текущая цена
th_th: ราคาปัจจุบัน
tr_tr: Cari fiyat
uk_ua: Поточна ціна

source: Current price of the symbol.
ar_sa: السعر الحالي للرمز.
de_de: Aktueller Preis des Symbols.
es_es: Precio actual del símbolo.
fa_ir: قیمت فعلی نماد.
fr_fr: Prix actuel du symbole.
hi_in: प्रतीक की वर्तमान कीमत ।
it_it: Prezzo attuale del simbolo.
ja_jp: シンボルの現在の価格。
pl_pl: Aktualna cena symbolu.
pt_pt: Preço atual do símbolo.
ru_ru: Текущая цена символа
th_th: ราคาปัจจุบันของสัญลักษณ์
tr_tr: Sembolün cari fiyatı.
uk_ua: Поточна ціна символу.

source: Gross P/L
ar_sa: إجمالي ر/خ
de_de: Brutto P/L
es_es: P/L bruto
fa_ir: ناخالص P/L
fr_fr: Perte/profit bruts
hi_in: सकल पी एल/
it_it: Lordo P/L
ja_jp: グロス損益
pl_pl: Zysk/Strata
pt_pt: L/P Bruta
ru_ru: Валовая P/L
th_th: ขั้นต้น P / L
tr_tr: Brüt K/Z
uk_ua: Нереалізований прибуток/збиток

source: Current profit/loss value, before fee/commission applying
ar_sa: قيمه الربح/الخسارة الحالية قبل تطبيق الرسوم/العمولة
de_de: Aktueller Profitwert/Verlustwert, bevor fee/Provision beantragt wird
es_es: Valor actual del beneficio/de la pérdida, antes del honorario/Comisión que aplica
fa_ir: مقدار سود/زیان فعلی ، قبل از استفاده از کارمزد/کمیسیون
fr_fr: Valeur de profit/perte actuelle, avant frais/Commission application
hi_in: वर्तमान लाभ/हानि मान, शुल्क/कमीशन लागू करने से पहले
it_it: Valore corrente di profitto/perdita, prima della tassa/Commissione che applica
ja_jp: 当期利益/損失額、手数料/手数料適用前
pl_pl: Bieżąca wartość zysku/straty, przed nałożeniem opłaty/prowizji
pt_pt: Valor atual do lucro/perda, antes da taxa/Comissão que aplica
ru_ru: Текущая стоимость прибыли/убытка, до применения биржевого сбора/комиссии
th_th: มูลค่ากําไร/ขาดทุนปัจจุบัน ก่อนหักค่าธรรมเนียม/ค่าคอมมิชชั่น
tr_tr: Cari kar/kayıp değeri, ücret/komisyon uygulamadan önce
uk_ua: Поточне значення прибутку/збитку, до сплати/комісійної подачі

source: Fee
ar_sa: الرسوم
de_de: Gebühr
es_es: Tarifa
fa_ir: هزینه
fr_fr: Frais
hi_in: शुल्क
it_it: Tassa
ja_jp: 手数料
pl_pl: Prowizja
pt_pt: Taxa
ru_ru: Комиссия
th_th: ค่าธรรมเนียม
tr_tr: Ücret
uk_ua: Плату

source: Fee value
ar_sa: قيمة حرة
de_de: Gebührenwert
es_es: Valor de tarifa
fa_ir: ارزش کارمزد
fr_fr: Valeur de la commission
hi_in: शुल्क मूल्य
it_it: Valore della tassa
ja_jp: 手数料額
pl_pl: Wartość opłaty
pt_pt: Valor da taxa
ru_ru: Величина комиссии
th_th: มูลค่าค่าธรรมเนียม
tr_tr: Ücret miktarı
uk_ua: Вартість винагороди

source: Net P/L
ar_sa: صافي ر/خ
es_es: P/L neto
fa_ir: خالص P/L
fr_fr: Profit/Perte net
ja_jp: ネット損益
pl_pl: Netto P/L
pt_pt: L/P Liquido
ru_ru: Чистая P/L
th_th: สุทธิ P / L
tr_tr: Net K/Z

source: Current profit/loss value that includes fee/commission
ar_sa: قيمه الربح/الخسارة الحالية التي تشمل الرسوم/العمولة
de_de: Aktueller Profitwert, der fee/Provision beinhaltet
es_es: Valor actual de ganancias/pérdidas que incluye honorarios/comisiones
fa_ir: مقدار سود/زیان فعلی که شامل هزینه/کمیسیون است
fr_fr: Valeur de profit/perte actuelle incluant les honoraires/commissions
hi_in: वर्तमान लाभ/हानि मूल्य जिसमें शुल्क/कमीशन शामिल है ।
it_it: Valore corrente di profitto/perdita che include tassa/Commissione
ja_jp: 手数料/手数料を含む経常損益値
pl_pl: Bieżąca wartość zysku/straty, która obejmuje opłatę/prowizję
pt_pt: Valor de lucro/perda atual que inclui taxa/Comissão
ru_ru: Текущая величина прибыли/убытка, которая включает в себя биржевой сбор/комиссию
th_th: มูลค่ากําไร/ขาดทุนปัจจุบันที่รวมค่าธรรมเนียม/คอมมิชชั่น
tr_tr: Ücret/komisyon içeren cari kar/zarar değeri
uk_ua: Поточне значення прибутку/збитку, що включає в себе плату/комісійні

source: Gross P/L,ticks
ar_sa: إجمالي P/L ، القراد
de_de: Brutto P/L, Zecken
es_es: P/L bruto, garrapatas
fa_ir: ناخالص P/L ، کنه
fr_fr: P/L brut, tiques
hi_in: सकल पी एल, ticks
it_it: P/L lordo, zecche
ja_jp: グロス P/L、ダニ
pl_pl: Gross P/L, kleszcze
pt_pt: P/L bruto, carrapatos
ru_ru: Валовая P/L, в тиках
th_th: P / L รวมเห็บ
tr_tr: Brüt P/L, ticks
uk_ua: Валова Р/Л, кліщі

source: Current profit/loss value, presented in number of price ticks
ar_sa: قيمه الربح/الخسارة الحالية المعروضة في عدد علامات السعر
de_de: Aktueller Profit-/Verlustwert, präsentiert in der Anzahl der Preisgelähmten
es_es: Valor actual de ganancia/pérdida, presentado en número de garrapatas de precio
fa_ir: مقدار سود/زیان فعلی ، ارائه شده در تعداد کنه قیمت ها
fr_fr: Valeur de profit/perte actuelle, présentée en nombre de tiques de prix
hi_in: मूल्य ticks की संख्या में प्रस्तुत वर्तमान लाभ/
it_it: Valore corrente di profitto/perdita, presentato nel numero di ticks di prezzi
ja_jp: 現在の損益値 (価格ティック数で表示)
pl_pl: Bieżąca wartość zysku/straty, przedstawiona w liczbie znaczników ceny
pt_pt: Valor de lucro/perda atual, apresentado em número de carrapatos de preço
ru_ru: Текущая величина прибыли/убытка, представленная в количестве тиков цены
th_th: มูลค่ากําไร/ขาดทุนปัจจุบันซึ่งแสดงเป็นจํานวนราคา ticks
tr_tr: Cari kar/kayıp değeri, Fiyat Ticks sayısı sunulur
uk_ua: Поточний Прибуток/збиток, представлений у кількості цінових кліщів

source: Stop loss
ar_sa: إيقاف الخسارة
de_de: Verlust stoppen
es_es: Detener pérdida
fa_ir: توقف از دست دادن
hi_in: स्टॉप लॉस
ja_jp: ストップロス
pt_pt: Parar a perda
ru_ru: Стоп лосс
th_th: หยุดการสูญเสีย
tr_tr: Zarar durdur
uk_ua: Стоп лосс

source: Stop loss value
ar_sa: إيقاف قيمه الخسارة
de_de: Verlustwert stoppen
es_es: Detener valor de pérdida
fa_ir: توقف از دست دادن مقدار
fr_fr: Arrêter la valeur de perte
hi_in: हानि मान रोकें
it_it: Valore di stop loss
ja_jp: ストップロス値
pl_pl: Wartość Stop Loss
pt_pt: Parar o valor da perda
ru_ru: Стоимость стоп-лосса
th_th: ค่าหยุดการสูญเสีย
tr_tr: Durdurma kaybı değeri
uk_ua: Значення "зупинити втрату"

source: Take profit
ar_sa: أخذ الربح
de_de: Gewinn machen
es_es: Toma de beneficios
fa_ir: نگاهی به سود
hi_in: लाभ उठाएं
ja_jp: 利益を確定する
pl_pl: Set Take profit
pt_pt: Tome o lucro
ru_ru: Тейк профит
th_th: ทํากําไร
tr_tr: Kar alma
uk_ua: Отримати прибуток

source: Take profit value
ar_sa: جني قيمه الربح
de_de: Gewinnwert nehmen
es_es: Tomar valor de ganancia
fa_ir: نگاهی به ارزش سود
fr_fr: Prenez la valeur de profit
hi_in: लाभ मान लें
it_it: Valore take profit
ja_jp: 利益価値を取る
pl_pl: Take wartość zysku
pt_pt: Tome o valor do lucro
ru_ru: Стоимость тейк-профита
th_th: มูลค่าการทํากําไร
tr_tr: Kar değeri Al
uk_ua: Приймайте прибуток

source: Swaps
ar_sa: المبادلة
fa_ir: معاوضه
hi_in: स्वैप
it_it: Swap
ja_jp: スワップ
pl_pl: Swapy
ru_ru: Свопы
th_th: สวอป
tr_tr: Takaslar
uk_ua: Свопи

source: Swaps value
ar_sa: قيمه المقايضة
de_de: Swaps-Wert
es_es: Valor de swaps
fa_ir: ارزش معاوضه
fr_fr: Valeur swaps
hi_in: स्वैप मूल्य
it_it: Valore di swap
ja_jp: スワップ値
pl_pl: Wartość swap
pt_pt: Valor de swaps
ru_ru: Стоимость свопов
th_th: ค่าสวอป
tr_tr: Swaps değeri
uk_ua: Свопи значення
