Repository: Quantower/Localization
Catalog: plug-ins/OptionAnalyticsPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Position value(Open price)
ar_sa: قيمه الموقع (السعر المفتوح)
de_de: Positionswert (Offener Preis)
es_es: Valor de posición (precio abierto)
fa_ir: ارزش موقعیت (قیمت باز)
fr_fr: Valeur de position (prix ouvert)
hi_in: स्थिति मूल्य (खुला मूल्य)
it_it: Valore di posizione (prezzo aperto)
ja_jp: ポジション値 (オープンプライス)
pl_pl: Wartość pozycji (cena otwarta)
pt_pt: Valor da posição (preço aberto)
ru_ru: Стоимость позиции (Цена открытия)
th_th: มูลค่าตําแหน่ง (ราคาเปิด)
tr_tr: Konum değeri (açık fiyat)
uk_ua: Значення позиції (відкрита ціна)

source: Intrinsic value of the position, that based on open price
ar_sa: القيمة الجوهرية للموقف ، والتي تقوم علي السعر المفتوح
de_de: Eigener Wert der Position, die auf dem offenen Preis basiert
es_es: Valor intrínseco de la posición, que basado en el precio abierto
fa_ir: ارزش ذاتی از موقعیت ، که بر اساس قیمت باز
fr_fr: Valeur intrinsèque de la position, celle basée sur le prix ouvert
hi_in: स्थिति का आंतरिक मूल्य, कि खुले मूल्य के आधार पर
it_it: Valore intrinseco della posizione, quello basato sul prezzo aperto
ja_jp: オープンプライスに基づくポジションの本質的価値
pl_pl: Rzeczywista wartość pozycji, która opiera się na otwartej cenie
pt_pt: Valor intrínseco da posição, que com base no preço aberto
ru_ru: Внутренняя стоимость позиции, основанная на цене открытия
th_th: มูลค่าที่แท้จริงของตําแหน่ง, ที่ขึ้นอยู่กับราคาเปิด
tr_tr: Açık fiyata dayanan pozisyonun Içsel değeri
uk_ua: Цінність позиції, яка базується на відкритій ціні

source: Position value(Current price)
ar_sa: قيمه الموقع (السعر الحالي)
de_de: Positionswert (Aktueller Preis)
es_es: Valor de posición (precio actual)
fa_ir: مقدار موقعیت (قیمت جاری)
fr_fr: Valeur de position (prix courant)
hi_in: स्थिति मूल्य (वर्तमान मूल्य)
it_it: Valore di posizione (prezzo corrente)
ja_jp: 職位の値 (現在の価格)
pl_pl: Wartość pozycji (aktualna cena)
pt_pt: Valor da posição (preço atual)
ru_ru: Стоимость позиции (Текущая цена)
th_th: มูลค่าตําแหน่ง (ราคาปัจจุบัน)
tr_tr: Konum değeri (cari fiyat)
uk_ua: Значення позиції (поточна ціна)

source: Intrinsic value of the position, that based on current price
ar_sa: القيمة الجوهرية للموقف ، التي تستند إلى السعر الحالي
de_de: Eigener Wert der Position, die auf dem aktuellen Preis basiert
es_es: Valor intrínseco de la posición, que se basa en el precio actual
fa_ir: ارزش ذاتی از موقعیت ، که بر اساس قیمت فعلی
fr_fr: Valeur intrinsèque de la position, celle basée sur le prix courant
hi_in: स्थिति का आंतरिक मूल्य, कि वर्तमान मूल्य के आधार पर
it_it: Valore intrinseco della posizione, che in base al prezzo corrente
ja_jp: 現在の価格に基づく位置の本質的な価値
pl_pl: Rzeczywista wartość pozycji, która opiera się na aktualnej cenie
pt_pt: Valor intrínseco da posição, que com base no preço atual
ru_ru: Внутренняя стоимость позиции, основанная на текущей цене
th_th: มูลค่าที่แท้จริงของตําแหน่ง, ที่ขึ้นอยู่กับราคาปัจจุบัน
tr_tr: Geçerli fiyata dayanan konumun Içsel değeri
uk_ua: Цінність позиції, що ґрунтується на поточній ціні

source: Date/Time
ar_sa: التاريخ/الوقت
es_es: Fecha/Hora
fa_ir: تاریخ/زمان
fr_fr: Date/heure
hi_in: दिनांक/समय
it_it: Data/ora
ja_jp: 日時
pl_pl: Data/Czas
pt_pt: Data/hora
ru_ru: Дата/Время
th_th: วันที่/เวลา
tr_tr: Tarih/ Saat
uk_ua: Дата й час

source: The date/time when position was opened
ar_sa: التاريخ/الوقت الذي تم فيه فتح الموضع
de_de: Die Zeit, in der die Position geöffnet wurde
es_es: La fecha/hora en que se abrió la posición
fa_ir: تاریخ/زمان زمانی که موقعیت افتتاح شد
fr_fr: La date/heure à laquelle la position a été ouverte
hi_in: जब स्थिति खोली गई तो दिनांक/
it_it: Data/ora in cui è stata aperta la posizione
ja_jp: 位置が開かれた日付/時刻
pl_pl: Data/Godzina otwarcia pozycji
pt_pt: A data/hora em que a posição foi aberta
ru_ru: Дата/время открытия позиции
th_th: วันที่/เวลาเปิดสถานะ
tr_tr: Konumun açıldığı tarih/saat
uk_ua: Дата й час відкриття позиції

source: Position ID
ar_sa: رقم الوضعية
es_es: ID de posición
fa_ir: شناسه موقعیت
fr_fr: ID de la position
hi_in: स्थिति ID
it_it: ID posizione
ja_jp: 注文番号
pl_pl: Nr pozycji
pt_pt: Posição ID
ru_ru: ID позиции
th_th: รหัสตําแหน่ง
tr_tr: Pozisyon No
uk_ua: Ід. Позиції

source: The ID of the position
ar_sa: الهوية من الموقعة
de_de: Der Ausweis der Position
es_es: El identificador de la posición
fa_ir: شناسه موقعیت
fr_fr: L'ID de la position
hi_in: स्थिति की पहचान
it_it: L'ID della posizione
ja_jp: 位置の ID
pl_pl: Identyfikator pozycji
pt_pt: A identificação da posição
ru_ru: ID позиции
th_th: รหัสของตําแหน่ง
tr_tr: Konumun KIMLIĞI
uk_ua: ІДЕНТИФІКАТОР позиції

source: Order type
ar_sa: نوع الأمر
de_de: Bestellart
es_es: Tipo de orden
fa_ir: نوع سفارش
fr_fr: Type d'ordre
hi_in: आदेश प्रकार
it_it: Tipo di ordine
ja_jp: 注文の種類
pl_pl: Typ zlecenia
pt_pt: Tipo de ordem
ru_ru: Тип ордера
th_th: ประเภทคําสั่ง
tr_tr: Emir türü
uk_ua: Тип замовлення

source: Trigger price(offset)
ar_sa: سعر الزناد (أزاحه)
de_de: Ausgaustreispreis (Offset)
es_es: Precio de activación (Offset)
fa_ir: قیمت ماشه (افست)
fr_fr: Prix de déclenchement (offset)
hi_in: ट्रिगर मूल्य (ऑफ़सेट)
it_it: Prezzo trigger (offset)
ja_jp: トリガ価格 (オフセット)
pl_pl: Cena wyzwalania (offset)
pt_pt: Preço de disparo (offset)
ru_ru: Триггер цена
th_th: ราคาทริกเกอร์ (ออฟเซ็ต)
tr_tr: Tetikleyici fiyatı (ofset)
uk_ua: Ціна тригера (зсув)

source: TIF
ar_sa: الوقت في القوة
ja_jp: 注文の期限
pt_pt: Validade
ru_ru: Время действия
th_th: ทีไอเอฟ
tr_tr: Tıf

source: Analyse
ar_sa: تحليل
de_de: Analysieren
es_es: Análisis
fa_ir: تحلیل
fr_fr: Analyser
hi_in: विश्लेषण
it_it: Analizzare
ja_jp: 分析
pl_pl: Analizy
pt_pt: Analise
ru_ru: Анализировать
th_th: วิเคราะห์
tr_tr: Analiz et
uk_ua: Проаналізувати

source: Overlay
ar_sa: التراكب
es_es: Capa
fa_ir: جایگذاشت
fr_fr: Superposition
hi_in: उपरिशायी
it_it: Sovrapposizione
ja_jp: オーバーレイ
pl_pl: Nakładanie wykresu
pt_pt: Sobreposição
ru_ru: Наложение
th_th: ทับ
tr_tr: Katman
uk_ua: Накладення

source: Empty positions list
ar_sa: قائمه المواضع الفارغة
de_de: Leere Stellungen Liste
es_es: Lista de posiciones vacías
fa_ir: لیست پوزیشن های خالی
fr_fr: Liste des positions vides
hi_in: रिक्त पदों की सूची
it_it: Elenco posizioni vuote
ja_jp: 空の職位リスト
pl_pl: Lista pustych pozycji
pt_pt: Lista de posições vazias
ru_ru: Пустой список позиций
th_th: รายการตําแหน่งว่าง
tr_tr: Boş pozisyonlar listesi
uk_ua: Пустий список "позиції"

source: You need to have paper positions to see Analyser Chart
ar_sa: تحتاج إلى الحصول علي مواضع الورق لرؤية مخطط محلل
de_de: Sie müssen Papierpositionen haben Analyser-Chart
es_es: Usted necesita tener posiciones de papel para ver la tabla del analizador
fa_ir: شما باید موقعیت کاغذ داشته باشید برای دیدن نمودار آنالايزر
fr_fr: Vous devez avoir des positions de papier pour voir le diagramme d'analyseur
hi_in: आप कागज पदों की जरूरत है विश्लेषक चार्ट देखने के लिए
it_it: È necessario disporre di posizioni di carta vedere grafico dell'analizzatore
ja_jp: あなたは紙の位置を持っている必要があります アナライザーチャートを表示するには
pl_pl: Musisz mieć pozycje papieru Aby zobaczyć wykres analizatora
pt_pt: Você precisa ter posições de papel Ver gráfico Analyser
ru_ru: Вы должны иметь позиции бумаги для просмотра диаграммы анализатора
th_th: คุณต้องมีตําแหน่งกระดาษ เพื่อดูแผนภูมิตัววิเคราะห์
tr_tr: Kağıt pozisyonları olması gerekir Analizör grafiği görmek için
uk_ua: Ви повинні мати паперові позиції бачити Аналіграму

source: What if
ar_sa: ماذا لو
de_de: Was wenn
es_es: Y si
fa_ir: اگر
fr_fr: Et si
hi_in: क्या होगा यदि
it_it: E se
ja_jp: どうしよう
pl_pl: A co jeżeli
pt_pt: E se
ru_ru: Что, если
th_th: ถ้าเกิด
tr_tr: Ya
uk_ua: А якщо

source: Line colors
ar_sa: ألوان الخط
de_de: Linienfarben
es_es: Colores de línea
fa_ir: رنگ های خط
fr_fr: Couleurs de ligne
hi_in: रेखा रंग
it_it: Linea colori
ja_jp: 線の色
pl_pl: Kolory linii
pt_pt: Cores de linha
ru_ru: Цвета линий
th_th: สีเส้น
tr_tr: Çizgi renkleri
uk_ua: Кольори ліній

source: Time value
ar_sa: القيمة الزمنيه
de_de: Zeitwert
es_es: Valor de tiempo
fa_ir: مقدار زمان
fr_fr: Valeur de temps
hi_in: समय मान
it_it: Valore di tempo
ja_jp: 時間の値
pl_pl: Wartość czasu
pt_pt: Valor de tempo
ru_ru: Временная стоимость
th_th: ค่าเวลา
tr_tr: Zaman değeri
uk_ua: Значення часу

source: Inner value
ar_sa: القيمة الداخلية
de_de: Innenwert
es_es: Valor interno
fa_ir: ارزش درونی
fr_fr: Valeur intérieure
hi_in: भीतरी मान
it_it: Valore interno
ja_jp: 内部値
pl_pl: Wartość wewnętrzna
pt_pt: Valor interno
ru_ru: Внутренняя стоимость
th_th: คุณค่าภายใน
tr_tr: Iç değer
uk_ua: Внутрішнє значення

source: Option analytics mode
ar_sa: خيار تحليل الوضع
de_de: Optionsanalysemodus
es_es: Modo de análisis de opciones
fa_ir: حالت تجزیه و تحلیل گزینه
hi_in: विकल्प analytics मोड
it_it: Opzione modalità Analytics
ja_jp: オプション分析モード
pl_pl: Tryb analizy opcji
pt_pt: Modo de análise de opção
ru_ru: Режим анализа опционов
th_th: โหมดการวิเคราะห์ตัวเลือก
tr_tr: Seçenek Analizi modu
uk_ua: Режим Analytics

source: Show Option desk
ar_sa: إظهار مكتب الخيار
de_de: Show Option Schreibtisch
es_es: Mostrar escritorio de opciones
fa_ir: نمایش میز گزینه
fr_fr: Afficher le bureau d’option
hi_in: विकल्प डेस्क दिखाएं
it_it: Mostra scrivania opzioni
ja_jp: オプション デスクを表示
pl_pl: Pokaż opcję biurka
pt_pt: Mesa de opção de exibição
ru_ru: Показать вариант стол
th_th: แสดงโต๊ะตัวเลือก
tr_tr: Seçenek masalarını göster
uk_ua: Показати стіл параметрів

source: Show Analyser
ar_sa: إظهار محلل
es_es: Mostrar analizador
fa_ir: نمایش تحلیلگر
fr_fr: Afficher l’analyseur
hi_in: एनालाइजर दिखाएं
it_it: Mostra analizzatore
ja_jp: 分析器を表示
pl_pl: Pokaż analizator
pt_pt: Mostrar Analisador
ru_ru: Показать анализатор
th_th: แสดงการวิเคราะห์
tr_tr: Analizör göster
uk_ua: Показати аналізатор

source: Show Volatility smile
ar_sa: إظهار ابتسامة التقلبات
de_de: Show Volatility Lächeln
es_es: Mostrar sonrisa de volatilidad
fa_ir: نمایش لبخند نوسانات
fr_fr: Afficher le sourire de volatilité
hi_in: अस्थिरता मुस्कान दिखाएं
it_it: Mostra il sorriso della volatilità
ja_jp: ボラティリティの笑顔を表示
pl_pl: Pokaż uśmiech zmienności
pt_pt: Mostrar sorriso de volatilidade
ru_ru: Показать волатильность улыбкой
th_th: แสดงรอยยิ้มความผันผวน
tr_tr: Volatilite gülümsemegöster
uk_ua: Показати посмішку волатильності

source: {0}/{1} Series, {2}
ar_sa: السلسلة {0}/{0} ، {0}
fa_ir: {0}/{0} سری ، {0}
fr_fr: Série {0}/{1}, {2}
hi_in: {0}/{1} श्रृंखला, {2}
it_it: Serie {0}/{1}, {2}
ja_jp: {0}/{1} シリーズ、{2}
pl_pl: {0}/seria {1}, {2}
pt_pt: {0}/{1} série, {2}
ru_ru: {0}/{1} серия, {2}
th_th: ซีรีส์{0}/{1}, {2}
tr_tr: {0}/{1} serisi, {2}
uk_ua: {0}/{1} рядів, {2}

source: Option analytics
ar_sa: تحليلات الخيارات
de_de: Optionsanalysen
es_es: Analytics de la opción
fa_ir: تجزیه و تحلیل گزینه
hi_in: विकल्प विश्लेषिकी
it_it: Opzione Analytics
ja_jp: オプション分析
pl_pl: Opcja Analytics
pt_pt: Análise de opções
ru_ru: Анализ опционов
th_th: การวิเคราะห์ตัวเลือก
tr_tr: Opsiyon Analizleri
uk_ua: Варіант аналітика

source: Mode
ar_sa: الوضع
de_de: Modus
es_es: Modo
fa_ir: حالت
hi_in: मोड समूह
it_it: Modalità
ja_jp: モード
pl_pl: Tryb
pt_pt: Modo
ru_ru: Режим
th_th: โหมด
tr_tr: Modu
uk_ua: Режимі

source: Show Level1
ar_sa: إظهار الLevel1
es_es: Mostrar Level1
fa_ir: نمایش Level1
fr_fr: Afficher Level1
hi_in: शो Level1
it_it: Mostra Level1
ja_jp: Level1 を表示
pl_pl: Pokaż Level1
pt_pt: Mostrar nivel
ru_ru: Показать Уровень 1
th_th: แสดงระดับ1
tr_tr: Level1 göster
uk_ua: Показати Level1

source: Confirm on panel's close
ar_sa: تأكيد على إغلاق لوحة
de_de: Bestätigen Sie den Abschluss des Panels
es_es: Confirmar en el cierre del panel
fa_ir: تایید در نزدیک پانل
fr_fr: Confirmer sur la clôture du panneau
hi_in: पैनल के बंद पर पुष्टि करें
it_it: Conferma alla chiusura del pannello
ja_jp: パネルのクローズを確認する
pl_pl: Potwierdź na zamknięciu panelu
pt_pt: Confirme na proximidade do painel
ru_ru: Подтвердите закрытие панели
th_th: ยืนยันเมื่อปิดแผง
tr_tr: Panelin kapanışında onaylayın
uk_ua: Підтвердження закриття панелі

source: General
ar_sa: عام
de_de: Allgemeine
fa_ir: عمومی
fr_fr: Général
hi_in: सामान्य
it_it: Generale
ja_jp: 一般
pl_pl: Ogólne
pt_pt: Geral
ru_ru: Общие
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Загальні

source: IV
ar_sa: رابعا
fa_ir: چهارم
tr_tr: ıv

source: qnt
tr_tr: Adet
