Repository: Quantower/Localization
Catalog: plug-ins/OptionAnalyticsPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Overlay type:
ar_sa: نوع التراكب:
de_de: Überlagerung:
es_es: Tipo de superPosición:
fa_ir: نوع روکش:
fr_fr: Type de superPosition:
hi_in: ओवरले प्रकार:
it_it: Tipo di sovrapposizione:
ja_jp: オーバーレイの種類:
pl_pl: Typ nakładki:
pt_pt: Tipo de sobreposição:
ru_ru: Тип наложения:
th_th: ประเภทโอเวอร์เลย์:
tr_tr: Kaplama türü:
uk_ua: Тип накладання:

source: Lines:
ar_sa: خطوط:
de_de: Linien:
es_es: Líneas:
fa_ir: خطوط:
fr_fr: Lignes:
hi_in: लाइनों:
it_it: Linee:
ja_jp: 行：
pl_pl: Linie:
pt_pt: Linhas:
ru_ru: Линии:
th_th: บรรทัด:
tr_tr: Satır:
uk_ua: Лінії:

source: Time decay, days:
ar_sa: وقت انحلال, أيام:
de_de: Zeitverfall, Tage:
es_es: Decaimiento del tiempo, días:
fa_ir: زمان فروپاشی ، روز:
fr_fr: Temps de désintégration, jours:
hi_in: समय क्षय, दिन:
it_it: Decadimento del tempo, giorni:
ja_jp: 時間減衰、日:
pl_pl: Czas zaniku, dni:
pt_pt: Decadência temporal, dias:
ru_ru: Временной распад, дней:
th_th: เวลาเสื่อมโทรม, วัน:
tr_tr: Zaman çürümesi, gün:
uk_ua: Час розпаду, днів:

source: Volatility shift, %:
ar_sa: تقلب التحول ، ٪:
de_de: Volatilitätsverschiebung,%:
es_es: Cambio de volatilidad,%:
fa_ir: تغییر نوسان ،%:
fr_fr: Décalage de volatilité,%:
hi_in: अस्थिरता बदलाव,%:
it_it: Spostamento di volatilità,%:
ja_jp: ボラティリティシフト、%:
pl_pl: Zmiana zmienności,%:
pt_pt: Mudança de volatilidade,%:
ru_ru: Сдвиг волатильности, %:
th_th: การเปลี่ยนแปลงความผันผวน, %:
tr_tr: Volatilite vardiya,%:
uk_ua: Волатильність зрушення,%:

source: All visible
ar_sa: جميع مرئية
de_de: Alle sichtbar
es_es: Todo visible
fa_ir: همه قابل مشاهده
fr_fr: Tous visibles
hi_in: सभी दिखाई दे रहे हैं
it_it: Tutto visibile
ja_jp: すべて表示
pl_pl: Wszystkie widoczne
pt_pt: Tudo visível
ru_ru: Все видимые
th_th: มองเห็นได้ทั้งหมด
tr_tr: Tüm görünür
uk_ua: Усі видимі

source: No selected
ar_sa: لم يتم تحديد
de_de: Keine Auswahl
es_es: No seleccionado
fa_ir: بدون انتخاب
fr_fr: Aucune sélection
hi_in: कोई चयनित नहीं
it_it: Nessun selezionato
ja_jp: 選択されていません
pl_pl: Nie wybrano
pt_pt: Sem selecionado
ru_ru: Нет выбранного
th_th: ไม่ได้เลือกไว้
tr_tr: Seçili yok
uk_ua: Не вибрано

source: Strategies
ar_sa: الاستراتيجيات
de_de: Strategien
es_es: Estrategias
fa_ir: استراتژی
fr_fr: Stratégies
hi_in: रणनीतियों
it_it: Strategie
ja_jp: ストラテジー
pl_pl: Strategii
pt_pt: Estratégias
ru_ru: Стратегии
th_th: กลยุทธ์
tr_tr: Stratejiler
uk_ua: Стратегії

source: Test & Real positions
ar_sa: الاختبار والمواقف الحقيقية
de_de: Test & Real-Positionen
es_es: Pruebas y posiciones reales
fa_ir: & آزمون مواضع واقعی
fr_fr: Test et positions réelles
hi_in: टेस्ट और वास्तविक स्थितियां
it_it: Test e posizioni reali
ja_jp: テストと実際の位置
pl_pl: Test & rzeczywiste pozycje
pt_pt: Posições de teste & real
ru_ru: Реальные и демо позиции
th_th: ทดสอบ &amp ตําแหน่งจริง
tr_tr: Test ve gerçek pozisyonlar
uk_ua: Перевірити/реальні позиції

source: Add underlier
ar_sa: إضافة ورقة مالية
de_de: Underlier hinzufügen
es_es: Añadir subyacente
fa_ir: اضافه کردن underlier
fr_fr: + Sous-jacent
hi_in: अंडरलियर जोड़ें
it_it: Aggiungi sottolier
ja_jp: 原資産を追加する
pl_pl: Dodawanie niedostających
pt_pt: Adicionar subjacente
ru_ru: Добавить актив
th_th: เพิ่ม underlier
tr_tr: Underlier ekle
uk_ua: Додати underlier

source: Add strategy
ar_sa: إضافة استراتيجية
de_de: Hinzufügen einer Strategie
es_es: Añadir estrategia
fa_ir: اضافه کردن استراتژی
fr_fr: Ajouter une stratégie
hi_in: रणनीति जोड़ें
it_it: Aggiungi strategia
ja_jp: ストラテジーを追加する
pl_pl: Dodaj strategię
pt_pt: Adicionar estratégia
ru_ru: Добавить стратегию
th_th: เพิ่มกลยุทธ์
tr_tr: Strateji ekle
uk_ua: Додати стратегію

source: Place paper
ar_sa: ورقه المكان
de_de: Papier platzieren
es_es: Coloque el papel
fa_ir: کاغذ محل
fr_fr: Placez le papier
hi_in: प्लेस पेपर
it_it: Posizionare la carta
ja_jp: 紙を置く
pl_pl: Umieść papier
pt_pt: Coloc o papel
ru_ru: Отправить ордер
th_th: วางกระดาษ
tr_tr: Kağıt yerleştir
uk_ua: Розмістити папір

source: Cancel paper
ar_sa: إلغاء الورق
de_de: Papier abbrechen
es_es: Cancelar papel
fa_ir: لغو مقاله
fr_fr: Annuler le papier
hi_in: कागज रद्द करें
it_it: Annulla carta
ja_jp: 用紙を取り消す
pl_pl: Anuluj papier
pt_pt: Cancelar papel
ru_ru: Отменить ордер
th_th: ยกเลิกกระดาษ
tr_tr: Kağıdı Iptal et
uk_ua: Скасувати папір

source: Close positions
ar_sa: إغلاق المراكز
de_de: Enge Lage
es_es: Cerrar posiciones
fa_ir: بستن موقعیت
fr_fr: Positions rapprochées
hi_in: बंद पदों
it_it: Chiudi posizioni
ja_jp: クローズポジション
pl_pl: Zamykanie pozycji
pt_pt: Fechar posições
ru_ru: Закрыть позиции
th_th: ปิดตําแหน่ง
tr_tr: Yakın pozisyonlar
uk_ua: Близькі позиції

source: Add paper position on underlier symbol
ar_sa: أضافه موضع ورقه علي الرمز السفلي
de_de: Papierposition auf unterlicherem Symbol hinzufügen
es_es: Agregar posición de papel en el símbolo subyacente
fa_ir: اضافه کردن موقعیت کاغذ در نماد underlier
fr_fr: Ajouter la position du papier sur le symbole sous-lierre
hi_in: अंडरलियर प्रतीक पर कागज की स्थिति जोड़ें
it_it: Aggiungi posizione carta sul simbolo di sottolier
ja_jp: underlier 記号に紙の位置を追加する
pl_pl: Dodawanie pozycji papieru na symbolu podstającego
pt_pt: Adicionar posição de papel no símbolo do underlier
ru_ru: Добавить бумажную позицию базового актива
th_th: เพิ่มตําแหน่งกระดาษบนสัญลักษณ์รองพื้น
tr_tr: Underlier sembolü üzerinde kağıt konumu Ekle
uk_ua: Додати положення статті на символ underlier

source: Place all paper positions
ar_sa: وضع جميع المواضع الورقية
de_de: Alle Papierpositionen platzieren
es_es: Coloque todas las posiciones de papel
fa_ir: قرار دادن تمام موقعیت های کاغذ
fr_fr: Placez toutes les positions de papier
hi_in: सभी कागज पदों प्लेस
it_it: Posizionare tutte le posizioni della carta
ja_jp: すべての用紙位置を配置
pl_pl: Umieść wszystkie pozycje papieru
pt_pt: Coloque todas as posições de papel
ru_ru: Разместить все бумажные позиции
th_th: วางตําแหน่งกระดาษทั้งหมด
tr_tr: Tüm kağıt konumlarını yerleştirin
uk_ua: Розміщувати всі паперові позиції

source: Cancel all paper positions
ar_sa: إلغاء كافة مواضع الورق
de_de: Alle Papierpositionen abbrechen
es_es: Cancelar todas las posiciones de papel
fa_ir: لغو همه موقعیت های کاغذ
fr_fr: Annuler toutes les positions de papier
hi_in: सभी कागजी पदों को रद्द करें
it_it: Annulla tutte le posizioni della carta
ja_jp: すべての用紙の位置を取り消す
pl_pl: Anulowanie wszystkich pozycji papieru
pt_pt: Cancelar todas as posições de papel
ru_ru: Отменить все бумажные позиции
th_th: ยกเลิกตําแหน่งกระดาษทั้งหมด
tr_tr: Tüm kağıt konumlarını Iptal etme
uk_ua: Скасувати всі паперові позиції

source: Close all real positions
ar_sa: إغلاق جميع المواقع الحقيقية
de_de: Alle realen Positionen schließen
es_es: Cerrar todas las posiciones reales
fa_ir: بستن همه موقعیت های واقعی
fr_fr: Fermez toutes les positions réelles
hi_in: सभी वास्तविक पदों को बंद
it_it: Chiudi tutte le posizioni reali
ja_jp: すべての実際の位置を閉じる
pl_pl: Zamknij wszystkie rzeczywiste pozycje
pt_pt: Feche todas as posições reais
ru_ru: Закрыть все реальные позиции
th_th: ปิดตําแหน่งจริงทั้งหมด
tr_tr: Tüm gerçek pozisyonları kapat
uk_ua: Закрийте всі реальні позиції

source: Close Position
ar_sa: إغلاق الموقف
es_es: Cerrar posición
fa_ir: موقعیت نزدیک
fr_fr: Position de fermeture
hi_in: क्लोज पोजीशन
it_it: Chiudi posizione
ja_jp: ポジションを閉じる
pl_pl: Zamknij pozycję
pt_pt: Posição de fecho
ru_ru: Закрытая позиция
th_th: ปิดตําแหน่ง
tr_tr: Yakın Pozisyon
uk_ua: Закрити позицію

source: Remove strategy
ar_sa: حذف الاستراتيجية
de_de: Strategie entfernen
es_es: Eliminar estrategia
fa_ir: حذف استراتژی
fr_fr: Retirer la stratégie
hi_in: रणनीति निकालें
it_it: Rimuovi strategia
ja_jp: ストラテジーを削除
pl_pl: Usuń strategię
pt_pt: Remover estratégia
ru_ru: Удалить стратегию
th_th: ลบกลยุทธ์
tr_tr: Strateji Kaldır
uk_ua: Вилучити стратегію

source: Create strategy
ar_sa: إنشاء استراتيجية
de_de: Strategie erstellen
es_es: Crear estrategia
fa_ir: ایجاد استراتژی
fr_fr: Créer une stratégie
hi_in: रणनीति बनाएं
it_it: Crea strategia
ja_jp: 戦略の作成
pl_pl: Tworzenie strategii
pt_pt: Criar estratégia
ru_ru: Создание стратегии
th_th: สร้างกลยุทธ์
tr_tr: Strateji oluşturma
uk_ua: Створення стратегії

source: Exclude from strategy
ar_sa: استبعاد من الاستراتيجية
de_de: Von der Strategie ausschließen
es_es: Excluir de la estrategia
fa_ir: حذف از استراتژی
fr_fr: Exclure de la stratégie
hi_in: रणनीति से बाहर
it_it: Escludi dalla strategia
ja_jp: 戦略から除外
pl_pl: Wyklucz ze strategii
pt_pt: Excluir da estratégia
ru_ru: Исключить из стратегии
th_th: ยกเว้นจากกลยุทธ์
tr_tr: Stratejiden dışlama
uk_ua: Виключити зі стратегії

source: Ungroup strategy
ar_sa: استراتيجية فك التجميع
de_de: Gruppenabsperrungsstrategie
es_es: Estrategia de desagrupamiento
fa_ir: استراتژی گروه بندی نشده
fr_fr: Stratégie de dégroupement
hi_in: संयुक्त राष्ट्र समूह रणनीति
it_it: Separa strategia
ja_jp: グループ化の解除戦略
pl_pl: Strategia rozgrupowywanie
pt_pt: Estratégia de desagrupamento
ru_ru: Стратегия Ungroup
th_th: กลยุทธ์ยกเลิกการจัดกลุ่ม
tr_tr: Ungroup stratejisi
uk_ua: Стратегія розгрупування

source: Analyse paper
ar_sa: تحليل الورق
de_de: Analysepapier
es_es: Analizar el papel
fa_ir: مقاله تجزیه و تحلیل
fr_fr: Analyser le papier
hi_in: पेपर का विश्लेषण करें
it_it: Analizzare la carta
ja_jp: 分析紙
pl_pl: Analizowanie papieru
pt_pt: Analisar papel
ru_ru: Анализ бумаги
th_th: วิเคราะห์กระดาษ
tr_tr: Analiz kağıdı
uk_ua: Аналіз паперу

source: Remove paper
ar_sa: إزالة الورق
de_de: Entfernen von Papier
es_es: Retire el papel
fa_ir: حذف کاغذ
fr_fr: Retirer le papier
hi_in: कागज निकालें
it_it: Rimuovere la carta
ja_jp: 紙を取り除く
pl_pl: Usuń papier
pt_pt: Remover papel
ru_ru: Удалить бумагу
th_th: นํากระดาษออก
tr_tr: Kağıdı kaldırma
uk_ua: Видалення паперу

source: Paper positions
ar_sa: مواضع الورق
de_de: Papierpositionen
es_es: Posiciones de papel
fa_ir: موقعیت کاغذ
fr_fr: Positions de papier
hi_in: कागज पदों
it_it: Posizioni di carta
ja_jp: 用紙の位置
pl_pl: Pozycje papieru
pt_pt: Posições de papel
ru_ru: Бумажные позиции
th_th: ตําแหน่งกระดาษ
tr_tr: Kağıt pozisyonlar
uk_ua: Паперові позиції

source: Real positions
ar_sa: الوظائف الحقيقية
de_de: Reale Positionen
es_es: Posiciones reales
fa_ir: پوزیشن های واقعی
fr_fr: Positions réelles
hi_in: वास्तविक स्थितियां
it_it: Posizioni reali
ja_jp: リアルポジション
pl_pl: Realne pozycje
pt_pt: Posições reais
ru_ru: Реальные позиции
th_th: ตําแหน่งจริง
tr_tr: Gerçek pozisyonlar
uk_ua: Реальні позиції

source: reverse
ar_sa: عكس
de_de: Rückwärts
es_es: Marcha atrás
fa_ir: معکوس
fr_fr: Inverse
hi_in: उल्टा
it_it: Invertire
ja_jp: 逆
pl_pl: Odwrócić
pt_pt: inverter
ru_ru: Обратный
th_th: พลิกกลับ
tr_tr: Ters
uk_ua: Зворотний

source: Place
ar_sa: القيام
de_de: Ort
es_es: Colocar
fa_ir: محل
fr_fr: Placer
hi_in: जगह
it_it: Posto
ja_jp: 発注
pl_pl: Złóż zlc
pt_pt: Colocar
ru_ru: Отправить
th_th: ที่
tr_tr: Emir ver
uk_ua: Розмістити

source: Buy
ar_sa: شراء
de_de: Kaufen
es_es: Comprar
fa_ir: فروش
fr_fr: Acheter
hi_in: खरीद
it_it: Acquistare
ja_jp: 買い
pl_pl: Kupię
pt_pt: Compra
ru_ru: Купить
th_th: ซื้อ
tr_tr: Al
uk_ua: Купити

source: Sell
ar_sa: بيع
de_de: Verkaufen
es_es: Vender
fa_ir: فروش
fr_fr: Vendre
hi_in: बेचना
it_it: Vendere
ja_jp: 売り
pl_pl: Sprzedają
pt_pt: Venda
ru_ru: Продать
th_th: ขาย
tr_tr: Sat
uk_ua: Продаємо

source: Option desk
ar_sa: مكتب الخيارات
de_de: Optionsschalter
es_es: Mesa de opciones
fa_ir: میز انتخاب
hi_in: विकल्प डेस्क
it_it: Opzione desk
ja_jp: オプションデスク
pl_pl: Opcja biurko
pt_pt: Balcão de opções
ru_ru: Доска опционов
th_th: โต๊ะตัวเลือก
tr_tr: Opsiyon masası
uk_ua: Варіант стіл

source: Analyzer
ar_sa: المحلل
es_es: Analizador
fa_ir: آنالایزر
fr_fr: Analyseur
hi_in: विश्लेषक
ja_jp: オプション・アナライザー
pl_pl: Analizator
pt_pt: Analista
ru_ru: Анализатор
th_th: วิเคราะห์
tr_tr: Analizör
uk_ua: Аналізатор

source: Volatility smile
ar_sa: ابتسامة التذبذب
de_de: Volatilitätslächeln
es_es: Sonrisa de volatilidad
fa_ir: لبخند نوسانات
fr_fr: Sourire de volatilité
hi_in: अस्थिरता मुस्कान
it_it: Sorriso di volatilità
ja_jp: ボラティリティ・スマイル
pl_pl: Uśmiech zmienności
pt_pt: Análise gráfica
ru_ru: Улыбка волатильности
th_th: รอยยิ้มความผันผวน
tr_tr: Oynaklık gülümsemesi
uk_ua: Усмішка нестабільності

source: Call
ar_sa: شراء
de_de: Aufrufen
es_es: Llamar
fa_ir: تماس
fr_fr: Acheter
hi_in: कॉल
it_it: Chiamare
ja_jp: コール
pl_pl: Wywołanie
pt_pt: Chamar
ru_ru: Колл
th_th: เรียก
tr_tr: Çağrı
uk_ua: Виклику

source: Put
ar_sa: بيع
es_es: Poner
fa_ir: قرار داده
fr_fr: Vendre
hi_in: डाल
it_it: Mettere
ja_jp: プット
pl_pl: Umieścić
pt_pt: Colocar
ru_ru: Пут
th_th: วาง
tr_tr: İşleme Koy
uk_ua: Покласти

source: Call & Put
ar_sa: دعوة ووضع
fr_fr: Appel et put
hi_in: कॉल और पुट
it_it: Chiama &amp;Metti
ja_jp: コールアンドプット
pl_pl: Zadzwoń & Umieść
ru_ru: Звонок и пут
th_th: โทร & ใส่
tr_tr: Arama & Put
uk_ua: Зателефонувати &amp; Поставити

source: P&L
ar_sa: ربح
hi_in: गर्भवती तथा धात्री
ru_ru: П&Л
th_th: พีแอล

source: DELTA
ar_sa: دلتا
fa_ir: دلتا
hi_in: डेल्टा
ja_jp: デルタ
ru_ru: Дельта
th_th: เดลตา
uk_ua: Дельта

source: GAMMA
ar_sa: غاما
fa_ir: گاما
hi_in: गामा
ja_jp: ガンマ
pt_pt: Gama
ru_ru: Гамма
th_th: แกมมา
tr_tr: Gama
uk_ua: Гамма

source: THETA
ar_sa: ثيتا
fa_ir: تتا
hi_in: थीटा
ja_jp: シータ
ru_ru: Тета
th_th: เธต้า
tr_tr: Teta
uk_ua: Тета

source: VEGA
ar_sa: فيغا
fa_ir: وگا
hi_in: वेगा
ja_jp: ベガ
ru_ru: Вега
th_th: เวก้า
uk_ua: Вега

source: RHO
fa_ir: رو
ru_ru: Ро
th_th: โรโซ

source: Volatility change
ar_sa: تغير التقلبات
de_de: Volatilität ändern
es_es: Cambio de volatilidad
fa_ir: تغییر نوسان
fr_fr: Changement de volatilité
hi_in: अस्थिरता परिवर्तन
it_it: Cambiamento di volatilità
ja_jp: ボラティリティの変化
pl_pl: Zmiana zmienności
pt_pt: Mudança de volatilidade
ru_ru: Изменение волатильности
th_th: การเปลี่ยนแปลงความผันผวน
tr_tr: Volatilite değişimi
uk_ua: Волатильність зміни

source: Time change
ar_sa: تغيير الوقت
de_de: Zeitumstellung
es_es: Cambio de tiempo
fa_ir: تغییر زمان
fr_fr: Changement d'heure
hi_in: समय परिवर्तन
it_it: Cambiamento di tempo
ja_jp: 時間の変更
pl_pl: Zmiana czasu
pt_pt: Mudança de tempo
ru_ru: Изменение времени
th_th: การเปลี่ยนแปลงเวลา
tr_tr: Zaman değişikliği
uk_ua: Зміна часу

source: Option watchlist
ar_sa: قائمة مراقبة الخيارات
es_es: Lista de opciones
fa_ir: لیست دیده بان گزینه
fr_fr: Liste de surveillance des options
hi_in: विकल्प वॉचलिस्ट
it_it: Elenco di controllo delle opzioni
ja_jp: オプションウォッチリスト
pl_pl: Lista obserwowanych opcji
pt_pt: Lista de observação de opções
ru_ru: Список опций
th_th: รายการเฝ้าดูตัวเลือก
tr_tr: Seçenek izleme listesi
uk_ua: Список спостереження за параметрами

source: No symbols to show
ar_sa: لا توجد رموز لإظهارها
de_de: Keine anzuzeigenden Symbole
es_es: No hay símbolos que mostrar
fa_ir: هیچ نمادی برای نشان دادن نیست
fr_fr: Pas de symboles à afficher
hi_in: दिखाने के लिए कोई प्रतीक नहीं
it_it: Nessun simbolo da mostrare
ja_jp: 表示するシンボルがありません
pl_pl: Brak symboli do pokazania
pt_pt: Sem símbolos para mostrar
ru_ru: Нет символов для показа
th_th: ไม่มีสัญลักษณ์ที่จะแสดง
tr_tr: Gösterilen sembol yok
uk_ua: Немає символів для відображення

source: Add some symbols to watch them
ar_sa: إضافة بعض الرموز لمشاهدتها
de_de: Fügen Sie einige Symbole hinzu, um sie zu sehen
es_es: Añadir algunos símbolos para verlos
fa_ir: اضافه کردن برخی از نمادها به تماشای آنها
fr_fr: Ajouter quelques symboles pour les regarder
hi_in: उन्हें देखने के लिए कुछ प्रतीक जोड़ें
it_it: Aggiungere alcuni simboli per guardarli
ja_jp: それらを見るためにいくつかのシンボルを追加します。
pl_pl: Dodaj kilka symboli, aby je obejrzeć
pt_pt: Adicione alguns símbolos para vê-los
ru_ru: Добавить некоторые символы, чтобы посмотреть их
th_th: เพิ่มสัญลักษณ์บางอย่างเพื่อดูพวกเขา
tr_tr: İzlemek için bazı semboller ekleyin
uk_ua: Додайте кілька символів для їх перегляду

source: Add symbols
ar_sa: إضافة رموز
de_de: Hinzufügen von Symbolen
es_es: Añadir símbolos
fa_ir: افزودن نمادها
fr_fr: Ajouter des symboles
hi_in: प्रतीक जोड़ें
it_it: Aggiungere simboli
ja_jp: 記号を追加
pl_pl: Dodawanie symboli
pt_pt: Adicionar Ativos
ru_ru: Добавить инструменты
th_th: เพิ่มสัญลักษณ์
tr_tr: Sembol ekle
uk_ua: Додавання символів

source: Remove selected
ar_sa: حذف المحدد
de_de: Entfernen ausgewählt
es_es: Eliminar seleccionado
fa_ir: حذف انتخاب شده
fr_fr: Retirer la sélection
hi_in: चयनित निकालें
it_it: Rimuovi selezionati
ja_jp: 選択されたものを削除する
pl_pl: Usuń zaznaczone
pt_pt: Remover selecinados
ru_ru: Удалить выбранные
th_th: เอารายการที่เลือกออก
tr_tr: Seçiliyi sil
uk_ua: Вилучити вибране

source: Clear all
ar_sa: مسح الكل
de_de: Alle löschen
es_es: Borrar todo
fa_ir: پاک کردن همه
fr_fr: Tout effacer
hi_in: सभी साफ करें
it_it: Cancella tutto
ja_jp: すべてクリアする
pl_pl: Wyczyść wszystkie
pt_pt: Limpar todos
ru_ru: Очистить все
th_th: ล้างทั้งหมด
tr_tr: Tümünü temizle
uk_ua: Очистити все

source: Reset order number
ar_sa: إعادة تعيين رقم الطلب
de_de: Bestellnummer zurücksetzen
es_es: Restablecer el número de pedido
fa_ir: تنظیم مجدد شماره سفارش
fr_fr: Réinitialiser le numéro de commande
hi_in: रीसेट ऑर्डर नंबर
it_it: Reimpostare il numero d'ordine
ja_jp: 注文番号のリセット
pl_pl: Resetowanie numeru zamówienia
pt_pt: Redefinir número de encomenda
ru_ru: Номер заказа сброса
th_th: รีเซ็ตหมายเลขคําสั่งซื้อ
tr_tr: Sipariş numarasını sıfırla
uk_ua: Скинути номер замовлення

source: Interest rate, %
ar_sa: معدّل الفائدة، %
de_de: Zinsen,%
es_es: Tipo de interés, %
fa_ir: نرخ بهره ،%
fr_fr: Taux d'intérêt, %
hi_in: ब्याज दर,%
it_it: Tasso di interesse,%
ja_jp: 利率（％）
pl_pl: Stopa procentowa,%
pt_pt: Taxa de juros, %
ru_ru: Процентная ставка, %
th_th: อัตราดอกเบี้ย, %
tr_tr: Faiz oranı, %
uk_ua: Відсоткова ставка,%

source: Bid
ar_sa: عرض
de_de: Gebot
es_es: Vender
fa_ir: پیشنهاد
fr_fr: Offre
hi_in: बोली
it_it: Offerta
ja_jp: 入札
pl_pl: Oferty
pt_pt: Oferta
ru_ru: Бид
th_th: ประมูล
tr_tr: Alış
uk_ua: Ставку

source: Ask
ar_sa: الطلب
de_de: Fragen
es_es: Comprar
fa_ir: بپرسید
fr_fr: Demande
hi_in: पूछो
it_it: Chiedere
ja_jp: 求める
pl_pl: S
pt_pt: Perguntar
ru_ru: Аск
th_th: ถาม
tr_tr: Satış
uk_ua: Запитати

source: Last
ar_sa: الأخير
es_es: Último
fa_ir: آخرین
fr_fr: Dernier
hi_in: पिछला
it_it: Ultima
ja_jp: 最後
pl_pl: Ostatni
pt_pt: Último
ru_ru: Ласт
th_th: สุดท้าย
tr_tr: Son
uk_ua: Останній

source: (Bid+Ask)/2
ar_sa: (العرض+الطلب)/2
es_es: (Compra+Venta)/2
fr_fr: (Offre+demande)/2
hi_in: (बोली + पूछो)/
it_it: (Offerta + ask)/2
ja_jp: (入札 + 質問)/2
ru_ru: (Бид+Аск)/2
th_th: (เสนอซื้อ+เสนอขาย)/2
tr_tr: (Alış+Satış)/2
uk_ua: (Купівля + запитати)/2

source: IV calculation price
ar_sa: نمط حساب القيمة الأصلية
de_de: IV Berechnungspreis
es_es: Estilo de cálculo IV
fa_ir: قیمت محاسبه IV
fr_fr: Style de calcul IV
hi_in: चतुर्थ परिकलन मूल्य
it_it: IV prezzo di calcolo
ja_jp: IV計算方式
pl_pl: IV cena obliczeniowa
pt_pt: Preço de cálculo IV
ru_ru: Цена расчета для IV
th_th: ราคาคํานวณ IV
tr_tr: IV hesaplama tarzı
uk_ua: IV розрахунна Ціна

source: Black Scholes
ar_sa: سكولز الأسود
fa_ir: اسکولز سیاه
fr_fr: Scholes noirs
hi_in: ब्लैक स्कॉल्स
it_it: Scholes Neri
ja_jp: ブラックスコールズ
pl_pl: Czarne Scholes
pt_pt: Scholes pretos
ru_ru: Черные скоулз
th_th: สโคลสีดํา
tr_tr: Kara Scholes
uk_ua: Чорний Шолес

source: Connection based
ar_sa: أساس الاتصال
de_de: Verbindungsbasiert
es_es: Basado en la conexión
fa_ir: اتصال مبتنی بر
fr_fr: Connexion basée
hi_in: कनेक्शन आधारित
it_it: Basato sulla connessione
ja_jp: 接続ベース
pl_pl: Oparte na połączeniu
pt_pt: Baseado em conexão
ru_ru: Соединение на основе
th_th: อิงตามการเชื่อมต่อ
tr_tr: Bağlantı tabanlı
uk_ua: З'єднання на основі

source: Pricing model
ar_sa: نموذج التسعير
de_de: Preismodell
es_es: Modelo de precios
fa_ir: مدل قیمت گذاری
fr_fr: Modèle de tarification
hi_in: मूल्य निर्धारण मॉडल
it_it: Modello di determinazione dei prezzi
ja_jp: 価格モデル
pl_pl: Model cenowy
pt_pt: Modelo de preço
ru_ru: Модель ценообразования
th_th: รูปแบบการกําหนดราคา
tr_tr: Fiyatlandırma modeli
uk_ua: Модель ціноутворення

source: Show toolbar
ar_sa: إظهار شريط الأدوات
de_de: Werkzeugleiste anzeigen
es_es: Mostrar barra de herramientas
fa_ir: نمایش نوار ابزار
fr_fr: Afficher la barre d'outils
hi_in: उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti
ja_jp: ツールバーの表示
pl_pl: Pokaż pasek narzędzi
pt_pt: Mostrar barra de Ferramentas
ru_ru: Показать панель инструментов
th_th: แถบเครื่องมือแสดง
tr_tr: Araç çubuğunu göster
uk_ua: Панель інструментів «Показати»

source: Locked
ar_sa: مغلق
de_de: Gesperrt
es_es: Cerrado
fa_ir: قفل
fr_fr: Verrouillé
hi_in: अवरोधित
it_it: Bloccato
ja_jp: ロックされています
pl_pl: Zablokowany
pt_pt: Bloqueado
ru_ru: Блокирован
th_th: ล็อค
tr_tr: Kilitli
uk_ua: Заблокований

source: Unlock panel
ar_sa: إلغاء قفل اللوحة
de_de: Entsperrungsfeld
es_es: Panel de desbloqueo
fa_ir: باز کردن پنل
fr_fr: Panneau de déverrouillage
hi_in: पैनल अनलॉक
it_it: Sblocca pannello
ja_jp: ロック解除パネル
pl_pl: Panel Odblokowywanie
pt_pt: Desbloquear painel
ru_ru: Панель разблокировки
th_th: แผงปลดล็อค
tr_tr: Panelin kilidini açın
uk_ua: Розблокування панелі

source: Lock panel
ar_sa: قفل لوحة
de_de: Sperrfeld
es_es: Panel de bloqueo
fa_ir: پانل قفل
fr_fr: Panneau de verrouillage
hi_in: लॉक पैनल
it_it: Pannello di blocco
ja_jp: ロックパネル
pl_pl: Panel blokady
pt_pt: Painel de bloqueio
ru_ru: Панель блокировки
th_th: แผงล็อค
tr_tr: Kilit paneli
uk_ua: Панель блокування

source: Account
ar_sa: الحساب
de_de: Konto
es_es: Cuenta
fa_ir: حساب
fr_fr: Compte
hi_in: खाता
ja_jp: 口座
pl_pl: Konta
pt_pt: Conta
ru_ru: Счет
th_th: บัญชี
tr_tr: Hesap
uk_ua: Рахунок

source: Account name
ar_sa: اسم الحساب
de_de: Name des Kontos
es_es: Nombre de cuenta
fa_ir: نام حساب
fr_fr: Nom du compte
hi_in: खाता नाम
it_it: Nome account
ja_jp: アカウント名
pl_pl: Nazwa rachunku
pt_pt: Nome da conta
ru_ru: Название счета
th_th: ชื่อบัญชี
tr_tr: Hesap ismi
uk_ua: Назва рахунку

source: Symbol
ar_sa: الرمز
es_es: Símbolo
fa_ir: نماد
fr_fr: Symbole
hi_in: प्रतीक
it_it: Simbolo
ja_jp: シンボル
pl_pl: Instrument
pt_pt: Ativo
ru_ru: Символ
th_th: สัญลักษณ์
tr_tr: Sembol
uk_ua: Інструмент

source: Symbol name
ar_sa: اسم الرمز
es_es: Nombre del símbolo
fa_ir: نام نماد
fr_fr: Nom du symbole
hi_in: प्रतीक नाम
it_it: Nome del simbolo
ja_jp: シンボル名
pl_pl: Nazwa instrumentu
pt_pt: Nome do Ativo
ru_ru: Название символа
th_th: ชื่อสัญลักษณ์
tr_tr: Enstrüman adı
uk_ua: Найменування Інструмента

source: Description
ar_sa: الوصف
de_de: Beschreibung
es_es: Descripción
fa_ir: توضیحات
hi_in: विवरण
it_it: Descrizione
ja_jp: 説明
pl_pl: Opis
pt_pt: Descriçao
ru_ru: Описание
th_th: การบรรยาย
tr_tr: Açıklama
uk_ua: Опис

source: The description of the symbol
ar_sa: وصف الرمز
de_de: Beschreibung des Symbols
es_es: La descripción del símbolo
fa_ir: شرح نماد
fr_fr: La description du symbole
hi_in: प्रतीक का वर्णन
it_it: La descrizione del simbolo
ja_jp: 記号の説明
pl_pl: Opis symbolu
pt_pt: A descrição do símbolo
ru_ru: Описание символа
th_th: คําอธิบายของสัญลักษณ์
tr_tr: Sembolün açıklaması
uk_ua: Опис символу

source: Symbol type
ar_sa: نوع الرمز
de_de: Symboltyp
es_es: Tipo de símbolo
fa_ir: نوع نماد
fr_fr: Type de symbole
hi_in: प्रतीक प्रकार
it_it: Tipo di simbolo
ja_jp: シンボルの種類
pl_pl: Typ symbolu
pt_pt: Tipo de Ativo
ru_ru: Тип символа
th_th: ประเภทสัญลักษณ์
tr_tr: Sembol türü
uk_ua: Тип символу

source: Symbol’s asset class
ar_sa: فئة أصول الرمز
de_de: Symbol der Anlageklasse
es_es: Clase de activos del símbolo
fa_ir: کلاس دارایی نماد
fr_fr: Classe d'actifs du symbole
hi_in: प्रतीक है परिसंपत्ति वर्ग
it_it: Classe di asset del simbolo
ja_jp: シンボルのアセットクラス
pl_pl: Klasa aktywów symbolu
pt_pt: Classe de ativos do símbolo
ru_ru: Класс актива для указанного символа
th_th: ประเภทสินทรัพย์ของสัญลักษณ์
tr_tr: Sembolün varlık sınıfı
uk_ua: Клас активів символу

source: Expiration date
ar_sa: تاريخ الانتهاء
de_de: Ablaufdatum
es_es: Fecha de vencimiento
fa_ir: تاریخ انقضا
fr_fr: Date d'expiration
hi_in: समय सीमा समाप्ति दिनांक
it_it: Data di scadenza
ja_jp: 満期日
pl_pl: Data wygaśnięcia
pt_pt: Data de validade
ru_ru: Дата экспирации
th_th: วันหมดอายุ
tr_tr: Sona erme tarihi
uk_ua: Термін придатності
