Repository: Quantower/Localization
Catalog: plug-ins/BacktestOptimizePanel/*.po
Languages: de_de, fr_fr, it_it, pl_pl, ru_ru, th_th, tr_tr, uk_ua

source: Chart
de_de: Diagramm
fr_fr: Graphiques
it_it: Tabella
pl_pl: Wykres
ru_ru: График
th_th: แผนภูมิ
tr_tr: Grafik
uk_ua: Діаграми

source: DOM Trader
de_de: DOM-Händler
ru_ru: ДОМ Трейдер
th_th: DOM เทรดเดอร์
tr_tr: DOM Tüccar
uk_ua: DOM Трейдер

source: Market Depth
de_de: Markttiefe
fr_fr: Profondeur du marché
it_it: Profondità del mercato
pl_pl: Głębokość rynku
ru_ru: Стакан ордеров
th_th: ความลึกของตลาด
tr_tr: Pazar Derinliği
uk_ua: Глибина ринку

source: Time & Sales
de_de: Zeit & Verkauf
fr_fr: Heure et ventes
it_it: Tempo & Vendite
pl_pl: Czas i sprzedaż
ru_ru: Лента сделок
th_th: เวลา & การขาย
tr_tr: Saat & Satışlar
uk_ua: Час і продажі

source: Account performance
de_de: Kontoleistung
fr_fr: Nouvelle performance du compte
it_it: Prestazioni dell'account
pl_pl: Skuteczność konta
ru_ru: Производительность счета
th_th: ประสิทธิภาพของบัญชี
tr_tr: Yeni Hesap performansı
uk_ua: Ефективність облікового запису

source: DOM surface
de_de: DOM-Oberfläche
fr_fr: Surface DOM
it_it: Superficie DOM
pl_pl: Powierzchnia DOM
ru_ru: Поверхность DOM
th_th: พื้นผิว DOM
tr_tr: DOM yüzeyi
uk_ua: Поверхня DOM

source: TPO Chart
de_de: TPO-Diagramm
fr_fr: Graphique TPO
it_it: Grafico TPO
pl_pl: Wykres TPO
ru_ru: График ТПО
th_th: แผนภูมิ TPO
tr_tr: TPO Grafiği
uk_ua: Діаграма TPO

source: Symbol Info
fr_fr: Informations sur le symbole
it_it: Informazioni sul simbolo
pl_pl: Informacje o symbolu
ru_ru: Информация о символе
th_th: ข้อมูลสัญลักษณ์
tr_tr: Sembol Bilgisi
uk_ua: Відомості про символ

source: Connect for visualization
de_de: Connect zur Visualisierung
fr_fr: Connectez-vous pour la visualisation
it_it: Connettiti per la visualizzazione
pl_pl: Połącz się w celu wizualizacji
ru_ru: Подключиться к визуализации
th_th: เชื่อมต่อสําหรับการแสดงภาพ
tr_tr: Görselleştirme için bağlan
uk_ua: Підключення для візуалізації

source: Disconnect from visualization
de_de: Von der Visualisierung trennen
fr_fr: Se déconnecter de la visualisation
it_it: Disconnessione dalla visualizzazione
pl_pl: Rozłączanie z wizualizacją
ru_ru: Отключение от визуализации
th_th: ยกเลิกการเชื่อมต่อจากการแสดงภาพ
tr_tr: Görselleştirme bağlantısını kesme
uk_ua: Відключення від візуалізації

source: Finish target value
de_de: Zielwert beenden
fr_fr: Valeur cible de fin
it_it: Valore target di fine
pl_pl: Zakończ wartość docelową
ru_ru: Конечное целевое значение
th_th: เสร็จสิ้นค่าเป้าหมาย
tr_tr: Hedef değeri bitir
uk_ua: Кінцеве цільове значення

source: Iterations count
de_de: Anzahl der Iterationen
fr_fr: Nombre d’itérations
it_it: Conteggio iterazioni
pl_pl: Liczba iteracji
ru_ru: Количество итераций
th_th: จํานวนการทําซ้ํา
tr_tr: Yineleme sayısı
uk_ua: Кількість ітерацій

source: Initial balance
th_th: ยอดเงินเริ่มต้น
tr_tr: Başlangıç bakiyesi

source: Backtest id
fr_fr: ID de backtest
it_it: ID backtest
pl_pl: Identyfikator testu wstecznego
ru_ru: ID бэктеста
th_th: รหัสการทดสอบย้อนหลัง
tr_tr: Backtest kimliği
uk_ua: Ідентифікатор зворотного тестування

source: Optimization id
de_de: Optimierungs-ID
fr_fr: ID d’optimisation
it_it: ID ottimizzazione
pl_pl: Identyfikator optymalizacji
ru_ru: ID оптимизации
th_th: รหัสการเพิ่มประสิทธิภาพ
tr_tr: En İyi Duruma Getirme Kimliği
uk_ua: Ідентифікатор оптимізації

source: Time
de_de: Zeit
fr_fr: Heure
it_it: Ore
pl_pl: Godzina
ru_ru: Время
th_th: เวลา
tr_tr: Zaman
uk_ua: Час

source: Status
fr_fr: Statut
it_it: Stato
pl_pl: Stan
ru_ru: Статус
th_th: สถานะ
tr_tr: Durum
uk_ua: Статус

source: Target
de_de: Ziel
fr_fr: Cible
it_it: Bersaglio
pl_pl: Cel
ru_ru: Цель
th_th: เป้าหมาย
tr_tr: Hedef
uk_ua: Ціль

source: Comment
de_de: Kommentar
fr_fr: Faire un commentaire
it_it: Commento
pl_pl: Komentarz
ru_ru: Комментарий
th_th: ติชม
tr_tr: Yorum
uk_ua: Коментар

source: Visualize
de_de: Visualisieren
fr_fr: Visualiser
it_it: Visualizzare
pl_pl: Wizualizacji
ru_ru: Визуализировать
th_th: จินตนาการ
tr_tr: Görselleştirmek
uk_ua: Візуалізувати

source: Remove
de_de: Entfernen
fr_fr: Retirer
it_it: Togliere
pl_pl: Usuń
ru_ru: Удалить
th_th: ถอด
tr_tr: Sil
uk_ua: Видалити

source: Metric
de_de: Metrik
fr_fr: Métrique
it_it: Metrico
pl_pl: Metryka
ru_ru: Метрический
th_th: เมตริก
tr_tr: Metrik
uk_ua: Метричні

source: Value
de_de: Wert
fr_fr: Valeur
it_it: Valore
pl_pl: Wartość
ru_ru: Значение
th_th: ค่า
tr_tr: Değer
uk_ua: Цінність

source: Type
de_de: Art
it_it: Digitare
pl_pl: Typ
ru_ru: Тип
th_th: ประเภท
tr_tr: Tür
uk_ua: Тип

source: Message
de_de: Nachricht
it_it: Messaggio
pl_pl: Wiadomość
ru_ru: Сообщение
th_th: ข้อความ
tr_tr: Mesaj
uk_ua: Повідомлення

source: Start replaying from
de_de: Starten Sie die Wiedergabe von
fr_fr: Commencer à rejouer à partir de
it_it: Inizia a riprodurre da
pl_pl: Rozpocznij odtwarzanie od
ru_ru: Начните повтор с
th_th: เริ่มเล่นซ้ําจาก
tr_tr: Yeniden yürütmeye başla
uk_ua: Почати відтворення з

source: Backtest & Optimize (Beta)
de_de: Backtest & Optimierung (Beta)
th_th: การทดสอบย้อนหลัง & เพิ่มประสิทธิภาพ (เบต้า)

source: Add live strategy with same parameters
de_de: Live-Strategie mit gleichen Parametern hinzufügen
fr_fr: Ajouter une stratégie en direct avec les mêmes paramètres
it_it: Aggiungi strategia live con gli stessi parametri
pl_pl: Dodaj strategię na żywo z tymi samymi parametrami
ru_ru: Добавить реальную стратегию с такими параметрами
th_th: เพิ่มกลยุทธ์แบบสดด้วยพารามิเตอร์เดียวกัน
tr_tr: Aynı parametrelerle canlı strateji ekleme
uk_ua: Додайте живу стратегію з однаковими параметрами

source: Apply environment settings
de_de: Anwenden von Umgebungseinstellungen
fr_fr: Appliquer les paramètres d’environnement
it_it: Applicare le impostazioni dell'ambiente
pl_pl: Stosowanie ustawień środowiska
ru_ru: Применение параметров среды
th_th: ใช้การตั้งค่าสภาพแวดล้อม
tr_tr: Ortam ayarlarını uygulama
uk_ua: Застосування параметрів середовища

source: Apply strategy settings
de_de: Anwenden von Strategieeinstellungen
fr_fr: Appliquer les paramètres de stratégie
it_it: Applicare le impostazioni della strategia
pl_pl: Stosowanie ustawień strategii
ru_ru: Применение настроек стратегии
th_th: ใช้การตั้งค่ากลยุทธ์
tr_tr: Strateji ayarlarını uygulama
uk_ua: Застосування параметрів стратегії

source: Remove all
de_de: Alle entfernen
fr_fr: Tout retirer
it_it: Rimuovi tutto
pl_pl: Usuń wszystko
ru_ru: Удалить все
th_th: ลบทั้งหมด
tr_tr: Tümünü sil
uk_ua: Видалити все

source: Are you sure you want to remove all backtesting results?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบผลลัพธ์การทดสอบย้อนหลังทั้งหมด
tr_tr: Tüm geri test sonuçlarını kaldırmak istediğinizden emin misiniz?

source: No backtest results yet
de_de: Noch keine Backtest-Ergebnisse
fr_fr: Pas encore de résultats de backtest
it_it: Nessun risultato di backtest ancora
pl_pl: Brak jeszcze wyników testów historycznych
ru_ru: Результатов бэктеста пока нет
th_th: ยังไม่มีผลการทดสอบย้อนหลัง
tr_tr: Henüz geri test sonucu yok
uk_ua: Ще немає результатів зворотного тестування

source: Start one and you will be able to manage it
de_de: Starten Sie eine und Sie werden in der Lage sein, sie zu verwalten
fr_fr: Démarrez-en un et vous serez en mesure de le gérer
it_it: Avviane uno e sarai in grado di gestirlo
pl_pl: Uruchom jeden, a będziesz w stanie nim zarządzać
ru_ru: Запустите процесс и сможете им управлять
th_th: เริ่มต้นหนึ่งและคุณจะสามารถที่จะจัดการได้
tr_tr: Birini başlatın ve yönetebileceksiniz
uk_ua: Почніть один, і ви зможете керувати ним

source: Metrics for selected backtest result
de_de: Metriken für ausgewählte Backtest-Ergebnisse
fr_fr: Métriques pour le résultat de backtest sélectionné
it_it: Metriche per il risultato del backtest selezionato
pl_pl: Metryki dla wybranego wyniku testu wstecznego
ru_ru: Метрики для выбранного результата бэктеста
th_th: เมตริกสําหรับผลการทดสอบย้อนหลังที่เลือก
tr_tr: Seçili geri test sonucu için ölçümler
uk_ua: Показники для вибраного результату зворотного тестування

source: Logs for selected backtest result
de_de: Protokolle für ausgewählte Backtest-Ergebnisse
fr_fr: Journaux pour le résultat de backtest sélectionné
it_it: Registri per il risultato del backtest selezionato
pl_pl: Dzienniki dla wybranego wyniku testu wstecznego
ru_ru: Журналы для выбранного результата бэктеста
th_th: บันทึกสําหรับผลการทดสอบย้อนหลังที่เลือก
tr_tr: Seçili geri test sonucu için günlükler
uk_ua: Журнали для вибраного результату backtest

source: Max logs count
th_th: จํานวนบันทึกสูงสุด
tr_tr: Maksimum günlük sayısı

source: Optimization process has been stopped, because strategy script has been modified.
de_de: Der Optimierungsprozess wurde gestoppt, da das Strategieskript geändert wurde.
fr_fr: Le processus d’optimisation a été arrêté, car le script de stratégie a été modifié.
it_it: Il processo di ottimizzazione è stato interrotto perché lo script strategico è stato modificato.
pl_pl: Proces optymalizacji został zatrzymany, ponieważ zmodyfikowano skrypt strategii.
ru_ru: Процесс оптимизации остановлен, так как изменен код стратегии.
th_th: กระบวนการเพิ่มประสิทธิภาพถูกหยุดลง เนื่องจากมีการปรับเปลี่ยนสคริปต์กลยุทธ์
tr_tr: Strateji komut dosyası değiştirildiğinden en iyi duruma getirme işlemi durduruldu.
uk_ua: Процес оптимізації зупинено, оскільки сценарій стратегії змінено.

source: Are you sure you want to remove this backtesting result?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบผลการทดสอบย้อนหลังนี้ออก
tr_tr: Bu geri test sonucunu kaldırmak istediğinizden emin misiniz?

source: Backtest & Optimize
fr_fr: Backtest & Optimisation
it_it: Backtest & Ottimizza
ru_ru: Бэктест и оптимизация
uk_ua: Бектест і оптимізація
