Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Mutual fund value
ar_sa: قيمة صندوق الاستثمار المشترك
de_de: Wert des Fonds auf Gegenseitigkeit
es_es: Valor del fondo mutuo
fa_ir: ارزش صندوق مشترک
fr_fr: Valeur des fonds communs de placement
hi_in: म्यूचुअल फंड वैल्यू
it_it: Valore del fondo reciproco
ja_jp: 投資信託価値
pl_pl: Wartość funduszu wspólnego inwestowania
pt_pt: Valor dos fundos mútuos
ru_ru: Стоимость взаимных фондов
th_th: มูลค่ากองทุนรวม
tr_tr: Yatırım fonu değeri
uk_ua: Вартість взаємного фонду

source: RegTCall
hi_in: रेगकॉल
it_it: Chiamata RegT
ja_jp: レグトコール
pl_pl: RegTCall (Telefon z o.o.
th_th: เรกท์คอล

source: Short margin value
ar_sa: قيمة هامش قصير
de_de: Kurzer Margin-Wert
es_es: Valor de margen corto
fa_ir: ارزش حاشیه کوتاه
fr_fr: Valeur de marge courte
hi_in: शॉर्ट मार्जिन वैल्यू
it_it: Valore margine breve
ja_jp: 短いマージン値
pl_pl: Krótka wartość marży
pt_pt: Valor de margem curta
ru_ru: Короткая маржинальная стоимость
th_th: มูลค่ามาร์จิ้นระยะสั้น
tr_tr: Kısa marj değeri
uk_ua: Коротке значення поля

source: Short option market value
ar_sa: القيمة السوقية للخيارات القصيرة
de_de: Marktwert für Short-Optionen
es_es: Valor de mercado de opciones cortas
fa_ir: ارزش بازار گزینه کوتاه
fr_fr: Valeur marchande des options courtes
hi_in: लघु विकल्प बाजार मूल्य
it_it: Valore di mercato a opzione corta
ja_jp: ショートオプション市場価値
pl_pl: Krótka wartość rynkowa opcji
pt_pt: Valor de mercado de opção curta
ru_ru: Рыночная стоимость коротких опционов
th_th: มูลค่าตลาดออปชั่นระยะสั้น
tr_tr: Kısa opsiyon piyasa değeri
uk_ua: Коротка опціонна ринкова вартість

source: Short stock value
ar_sa: قيمة الأسهم القصيرة
de_de: Kurzer Aktienwert
es_es: Valor de stock corto
fa_ir: ارزش سهام کوتاه
fr_fr: Valeur des actions courtes
hi_in: शॉर्ट स्टॉक वैल्यू
it_it: Valore azionario breve
ja_jp: 短い株式価値
pl_pl: Krótka wartość zapasów
pt_pt: Baixo valor de stock
ru_ru: Короткая стоимость акций
th_th: มูลค่าหุ้นชอร์ต
tr_tr: Kısa stok değeri
uk_ua: Коротка вартість акцій

source: Total cash
ar_sa: مجموع النقدية
de_de: Bargeld insgesamt
es_es: Total de efectivo
fa_ir: کل پول نقد
fr_fr: Total des liquidités
hi_in: कुल नकद
it_it: Totale contanti
ja_jp: 現金合計
pl_pl: Środki pieniężne ogółem
pt_pt: Total de dinheiro
ru_ru: Общий объем денежных средств
th_th: เงินสดทั้งหมด
tr_tr: Toplam nakit
uk_ua: Всього готівки

source: Is in call
ar_sa: هو في الدعوة
de_de: Ist in Anruf
es_es: Está de guardia
fa_ir: در تماس است
fr_fr: Est en appel
hi_in: कॉल में है
it_it: È in chiamata
ja_jp: 呼び出し中です
pl_pl: Jest w wywołaniu
pt_pt: Está na chamada
ru_ru: В вызове
th_th: อยู่ในสาย
tr_tr: Çağrıda mı
uk_ua: Знаходиться в виклику

source: Unsettled cash
ar_sa: النقدية غير المستقرة
es_es: Dinero inquieto
fa_ir: پول نقد ناآرام
fr_fr: Trésorerie non réglée
hi_in: अस्थिर नकदी
it_it: Contanti instabili
ja_jp: 未決済現金
pl_pl: Nierozliczona gotówka
pt_pt: Dinheiro instável
ru_ru: Непоставленные средства
th_th: เงินสดที่ยังไม่สงบ
tr_tr: Tedirgin nakit
uk_ua: Неврегульовані грошові кошти

source: Pending deposits
ar_sa: الودائع المعلقة
de_de: Ausstehende Einlagen
es_es: Depósitos pendientes
fa_ir: سپرده های در انتظار
fr_fr: Dépôts en attente
hi_in: जमा लंबित
it_it: Depositi in sospeso
ja_jp: 保留中の預金
pl_pl: Oczekujące depozyty
pt_pt: Depósitos pendentes
ru_ru: В ожидании депозитов
th_th: เงินฝากที่รอดําเนินการ
tr_tr: Bekleyen depozitolar
uk_ua: Відкладені депозити

source: Short balance
ar_sa: رصيد قصير
de_de: Kurze Balance
es_es: Equilibrio corto
fa_ir: تعادل کوتاه
fr_fr: Solde court
hi_in: लघु संतुलन
it_it: Saldo breve
ja_jp: ショートバランス
pl_pl: Krótka równowaga
pt_pt: Saldo curto
ru_ru: Короткий баланс
th_th: ยอดคงเหลือสั้น
tr_tr: Kısa bakiye
uk_ua: Короткий баланс

source: Long market value
ar_sa: قيمة سوقية طويلة
de_de: Langer Marktwert
es_es: Valor de mercado largo
fa_ir: ارزش بازار طولانی
fr_fr: Valeur marchande longue
hi_in: लंबे बाजार मूल्य
it_it: Valore di mercato lungo
ja_jp: 長い市場価値
pl_pl: Długa wartość rynkowa
pt_pt: Valor de mercado longo
ru_ru: Длинная рыночная стоимость
th_th: มูลค่าตลาดที่ยาวนาน
tr_tr: Uzun piyasa değeri
uk_ua: Довга ринкова вартість

source: Money market Fund
ar_sa: صندوق سوق المال
de_de: Geldmarktfonds
es_es: Fondo del mercado monetario
fa_ir: صندوق بازار پول
fr_fr: Fonds du marché monétaire
hi_in: मनी मार्केट फंड
it_it: Fondo per il mercato monetario
ja_jp: マネーマーケットファンド
pl_pl: Fundusz rynku pieniężnego
pt_pt: Fundo do mercado monetário
ru_ru: Фонд денежного рынка
th_th: กองทุนรวมตลาดเงิน
tr_tr: Para piyasası Fonu
uk_ua: Фонд грошового ринку

source: Savings
ar_sa: فورات
de_de: Einsparungen
es_es: Ahorros
fa_ir: صرفه جویی
fr_fr: Économies
hi_in: बचत
it_it: Risparmi
ja_jp: 貯蓄
pl_pl: Oszczędności
pt_pt: Poupança
ru_ru: Сбережения
th_th: ประหยัด
tr_tr: Tasarruf
uk_ua: Економія

source: Short market value
ar_sa: قيمة سوقية قصيرة
de_de: Kurzer Marktwert
es_es: Valor de mercado corto
fa_ir: ارزش بازار کوتاه
fr_fr: Valeur marchande courte
hi_in: लघु बाजार मूल्य
it_it: Valore di mercato breve
ja_jp: 短い市場価値
pl_pl: Krótka wartość rynkowa
pt_pt: Curto valor de mercado
ru_ru: Короткая рыночная стоимость
th_th: มูลค่าตลาดระยะสั้น
tr_tr: Kısa piyasa değeri
uk_ua: Коротка ринкова вартість

source: Available funds
ar_sa: الأموال المتاحة
de_de: Verfügbare Mittel
es_es: Fondos disponibles
fa_ir: صندوق های موجود
fr_fr: Fonds disponibles
hi_in: उपलब्ध धन
it_it: Fondi disponibili
ja_jp: 余剰金
pl_pl: Dostępne pod depozyt
pt_pt: Fundos disponíveis
ru_ru: Доступ. средства
th_th: เงินทุนที่มีอยู่
tr_tr: Kullanılabilir fonlar
uk_ua: Наявні кошти

source: Buying power non marginable trade
ar_sa: تجارة غير قابلة للهامش في مجال القوة الشرائية
de_de: Kaufkraft nicht margenfähiger Handel
es_es: Poder adquisitivo comercio no marginable
fa_ir: خرید قدرت تجارت غیر قابل حاشیه
fr_fr: Pouvoir d’achat non marginal
hi_in: बिजली गैर मार्जिन योग्य व्यापार खरीदना
it_it: Potere d'acquisto commercio non margine
ja_jp: 電力非マージン取引の購入
pl_pl: Siła nabywcy handlu bez marży
pt_pt: Compra de poder não marginável
ru_ru: Покупка мощности немаржинальной торговли
th_th: กําลังซื้อการค้าที่ไม่สามารถหักล้างได้
tr_tr: Satın alma gücü marjsız ticaret
uk_ua: Купівля електроенергії без маржинальних угод

source: sma
fa_ir: محمدعلی
hi_in: स्मा
th_th: สมา

source: Stock buying power
ar_sa: قوة شراء الأسهم
de_de: Aktienkaufkraft
es_es: Poder adquisitivo
fa_ir: قدرت خرید سهام
fr_fr: Pouvoir d’achat d’actions
hi_in: स्टॉक खरीदने की शक्ति
it_it: Potere d'acquisto delle azioni
ja_jp: 株式購買力
pl_pl: Siła nabywcza akcji
pt_pt: Poder de compra de ações
ru_ru: Покупательная способность акций
th_th: กําลังซื้อหุ้น
tr_tr: Hisse senedi satın alma gücü
uk_ua: Купівельна спроможність акцій

source: Option buying power
ar_sa: قوة الشراء للخيار
de_de: Optionskaufkraft
es_es: Poder adquisitivo de opciones
fa_ir: گزینه قدرت خرید
fr_fr: Pouvoir d’achat d’options
hi_in: विकल्प खरीदने की शक्ति
it_it: Potere d'acquisto delle opzioni
ja_jp: オプション購買力
pl_pl: Opcja siły nabywczej
pt_pt: Poder de compra de opções
ru_ru: Возможность покупательной способности
th_th: กําลังซื้อออปชั่น
tr_tr: Opsiyon satın alma gücü
uk_ua: Варіант купівельої потужності

source: Provides simulated data, allowing to test platform’s functionality
ar_sa: يوفر محاكاة البيانات ، والسماح لاختبار وظيفة النظام الأساسي
de_de: Bietet simulierte Daten, die es ermöglichen, die Funktionalität der Plattform zu testen
es_es: Proporciona datos simulados, lo que permite probar la funcionalidad de la plataforma
fa_ir: ارائه داده های شبیه سازی شده ، امکان تست قابلیت های پلت فرم
fr_fr: Fournit des données simulées, permettant de tester les fonctionnalités de la plateforme
hi_in: मंच की कार्यक्षमता का परीक्षण करने के लिए अनुमति देता है, नकली डेटा प्रदान करता है
it_it: Fornisce dati simulati, consentendo di testare le funzionalità della piattaforma
ja_jp: シミュレートされたデータを提供し、プラットフォームの機能をテストできます。
pl_pl: Udostępnia symulowane dane, co pozwala na testowanie funkcjonalności platformy
pt_pt: Fornece dados simulados, permitindo a funcionalidade da plataforma de teste
ru_ru: Предоставляет смоделированные данные, для тестирования функционала платформы
th_th: ให้ข้อมูลจําลองทําให้สามารถทดสอบการทํางานของแพลตฟอร์มได้
tr_tr: Platformun işlevselliğini test etmeye izin veren benzetimli veriler sağlar
uk_ua: Надає змодельовані дані, що дозволяють тестувати функціональність платформи

source: Equity. Equal to Account Balance + Unrealized P/L
ar_sa: القيمة المالية.
de_de: Eigenkapital.
es_es: Equidad.
fa_ir: سهام. برابر با موجودی حساب + P/L غیر قابل تحقق
fr_fr: Équité.
hi_in: इक्विटी. खाता शेष के बराबर + अचेतन P/
it_it: L'equità. Pari al saldo del conto + P/L non realizzato
ja_jp: 株式。
pl_pl: Sprawiedliwość.
pt_pt: Capital próprio.
ru_ru: Средства. Равно остатку на счете + нереализованная прибыль/убыток
th_th: ความเที่ยงธรรม เท่ากับยอดคงเหลือในบัญชี + P/L ที่ยังไม่เกิดขึ้นจริง
tr_tr: Eşitlik.
uk_ua: Капітал. Рівно балансу рахунку + нереалізований прибуток/збиток

source: Unrealized net P/L
ar_sa: صافي غير محقق P/L
de_de: Nicht realisierte Netto-GuV
es_es: P/L neto no realizado
fa_ir: خالص تحقق نیافته P/L
fr_fr: P/L net non réalisé
hi_in: अप्राप्य शुद्ध P/L
it_it: P/L netto non realizzato
pl_pl: Niezrealizowane P/L netto
pt_pt: Rede não realizada P/L
ru_ru: Нереализованный чистый P/L
th_th: P/ L สุทธิที่ยังไม่เกิดขึ้นจริง
uk_ua: Нереалізований чистий P/L

source: Realized P/L
ar_sa: Realize PnL
de_de: Realisierte P / L
es_es: P/L realizado
fa_ir: P/L متوجه شدم
fr_fr: Profit/perte réalisés
hi_in: एहसास पी एल/
it_it: P / L realizzato
ja_jp: 損益を現金化する
pl_pl: Dzisiejsze zrealizowane Z/S
pt_pt: L/P realizado
ru_ru: Реализованная P/L
th_th: ตระหนักถึง P / L
tr_tr: Gerçekleşen K/Z
uk_ua: Реалізований чистий P/L

source: Swaps
fa_ir: سوآپ ها
it_it: Swap
th_th: สวอป
uk_ua: Свопи

source: Fee per 1 lot per round
de_de: Gebühr pro 1 Los pro Runde
fa_ir: هزینه در هر 1 لات در هر دور
fr_fr: Frais par 1 lot par tour
it_it: Tariffa per 1 lotto per turno
th_th: ค่าธรรมเนียมต่อ 1 ล็อตต่อรอบ
uk_ua: Плата за 1 лот за раунд

source: Fee per 1 lot per side
de_de: Gebühr pro 1 Lot pro Seite
fa_ir: هزینه در هر 1 لات در هر طرف
fr_fr: Frais par 1 lot par côté
it_it: Tariffa per 1 lotto per lato
th_th: ค่าธรรมเนียมต่อ 1 ล็อตต่อด้าน
uk_ua: Плата за 1 лот з кожного боку

source: Fee per round
de_de: Gebühr pro Runde
fa_ir: هزینه در هر دور
fr_fr: Frais par tour
it_it: Tariffa per andata e ritorno
th_th: ค่าธรรมเนียมต่อรอบ
uk_ua: Плата за раунд

source: Fee per side
de_de: Gebühr pro Seite
fa_ir: هزینه در هر طرف
fr_fr: Frais par côté
it_it: Tariffa per lato
th_th: ค่าธรรมเนียมต่อด้าน
uk_ua: Плата за одну сторону

source: Classification
ar_sa: تصنيف
de_de: Klassifikation
es_es: Clasificación
fa_ir: طبقه بندی
hi_in: वर्गीकरण
it_it: Classificazione
pl_pl: Klasyfikacja
pt_pt: Classificação
ru_ru: Классификация
th_th: การจัดประเภท
uk_ua: Класифікація

source: Class of account. One of: individual, entity, individual, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, entity, sep_ira
ar_sa: فئة الحساب. واحد من: فرد، كيان، فرد، joint_survivor، joint_survivor، traditional_ira، roth_ira، rollover_ira، كيان، sep_ira
de_de: Klasse des Kontos. Eine von: Einzelperson, Entität, Einzelperson, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, Entität, sep_ira
es_es: Clase de cuenta. Uno de: individuo, entidad, individuo, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, entidad, sep_ira
fa_ir: کلاس حساب . یکی از: فرد، نهاد، فرد، joint_survivor، joint_survivor، traditional_ira، roth_ira، rollover_ira، نهاد، sep_ira
fr_fr: Catégorie de compte. L’un des éléments suivants : individu, entité, individu, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, entité, sep_ira
hi_in: खाते का वर्ग। में से एक: व्यक्ति, इकाई, व्यक्ति, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, इकाई, sep_ira
it_it: Classe di conto. Uno di: individuo, entità, individuo, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, entità, sep_ira
pl_pl: Klasa konta. Jeden z: osoba fizyczna, podmiot, osoba fizyczna, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, podmiot sep_ira
pt_pt: Classe de conta. Um dos: individual, entidade, indivíduo, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, entidade, sep_ira
ru_ru: Класс счета. Один из них: физическое, юридическое, физическое, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, юридическое лицо, sep_ira
th_th: คลาสของบัญชี หนึ่งใน: บุคคล, นิติบุคคล, บุคคล, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, นิติบุคคล, sep_ira
uk_ua: Клас рахунку. Один з: individual, entity, individual, joint_survivor, joint_survivor, traditional_ira, roth_ira, rollover_ira, entity, sep_ira

source: Date created
ar_sa: تاريخ الإنشاء
de_de: Erstellungsdatum
es_es: Fecha de creación
fa_ir: تاریخ ایجاد شده
fr_fr: Date de création
hi_in: बनाया गया दिनांक
it_it: Data di creazione
pl_pl: Data utworzenia
pt_pt: Data criada
ru_ru: Дата создания
th_th: วันที่สร้าง
uk_ua: Дата створення

source: Date account was created
ar_sa: تم إنشاء حساب التاريخ
de_de: Datum der Erstellung des Kontos
es_es: Fecha de creación de la cuenta
fa_ir: حساب تاریخ ایجاد شد
fr_fr: Date de création du compte
hi_in: दिनांक खाता बनाया गया था
it_it: Data di creazione dell'account
pl_pl: Data utworzenia konta
pt_pt: A conta data foi criada
ru_ru: Дата создания учетной записи
th_th: บัญชีวันที่ถูกสร้างขึ้น
uk_ua: Дата створення рахунку

source: Day trader
ar_sa: تاجر اليوم
es_es: Trader diario
fa_ir: معامله گر روز
hi_in: दिन व्यापारी
pt_pt: Comerciante diurno
ru_ru: Дневной трейдер
th_th: เดย์เทรดเดอร์
uk_ua: Денний трейдер

source: Marked as day trader
ar_sa: تم وضع علامة كتاجر نهاري
de_de: Als Daytrader markiert
es_es: Marcado como day trader
fa_ir: علامت گذاری شده به عنوان معامله گر روز
fr_fr: Marqué comme day trader
hi_in: दिन के व्यापारी के रूप में चिह्नित
it_it: Contrassegnato come day trader
pl_pl: Oznaczony jako day trader
pt_pt: Marcado como comerciante diurno
ru_ru: Помечен как дневной трейдер
th_th: ทําเครื่องหมายเป็นเดย์เทรดเดอร์
uk_ua: Позначено як Денний трейдер

source: Option level
ar_sa: مستوى الخيار
de_de: Optionsstufe
es_es: Nivel de opción
fa_ir: سطح گزینه
fr_fr: Niveau d’option
hi_in: विकल्प स्तर
it_it: Livello di opzione
pl_pl: Poziom opcji
pt_pt: Nível de opção
ru_ru: Уровень опциона
th_th: ระดับตัวเลือก
uk_ua: Рівень опціону

source: Account option level (1-6)
ar_sa: مستوى خيار الحساب (1-6)
de_de: Kontooptionsebene (1-6)
es_es: Nivel de opción de cuenta (1-6)
fa_ir: سطح گزینه حساب (1-6)
fr_fr: Niveau d’option de compte (1-6)
hi_in: खाता विकल्प स्तर (1-6)
it_it: Livello di opzione dell'account (1-6)
pl_pl: Poziom opcji konta (1-6)
pt_pt: Nível de opção de conta (1-6)
ru_ru: Уровень параметров счета (1-6)
th_th: ระดับตัวเลือกบัญชี (1-6)
uk_ua: Рівень опціону рахунку (1-6)

source: Current status of the account: One of: active, closed
ar_sa: الحالة الحالية للحساب: واحد من: نشط، مغلق
de_de: Aktueller Status des Kontos: Einer von: aktiv, geschlossen
es_es: Estado actual de la cuenta: Uno de: activo, cerrado
fa_ir: وضعیت فعلی حساب: یکی از: فعال، بسته
fr_fr: État actuel du compte : Un des : actif, fermé
hi_in: खाते की वर्तमान स्थिति: में से एक: सक्रिय, बंद
it_it: Stato attuale dell'account: Uno dei: attivo, chiuso
pl_pl: Aktualny status konta: Jeden z: aktywny, zamknięty
pt_pt: Estado atual da conta: Um dos: ativo, fechado
ru_ru: Текущее состояние счета: Один из: активный, закрытый
th_th: สถานะปัจจุบันของบัญชี: หนึ่งใน: ใช้งานอยู่, ปิด
uk_ua: Поточний стан рахунку: активний, закритий

source: Type of the account. One of: cash, margin
ar_sa: نوع الحساب. واحد من: النقدية، الهامش
de_de: Typ des Kontos. Einer von: Bargeld, Marge
es_es: Tipo de cuenta. Uno de: efectivo, margen
fa_ir: نوع حساب . یکی از: پول نقد، حاشیه
fr_fr: Type de compte. L’un des : trésorerie, marge
hi_in: खाते का प्रकार. में से एक: नकद, मार्जिन
it_it: Tipo di account. Uno di: contanti, margine
pl_pl: Typ konta. Jeden z: gotówka, marża
pt_pt: Tipo de conta. Um dos: dinheiro, margem
ru_ru: Тип учетной записи. Один из: наличные, маржа
th_th: ชนิดของบัญชี หนึ่งใน: เงินสดมาร์จิ้น
uk_ua: Тип рахунку: готівковий, маржинальний

source: Last update date
ar_sa: آخر تاريخ تحديث
de_de: Datum der letzten Aktualisierung
es_es: Fecha de la última actualización
fa_ir: آخرین تاریخ به روز رسانی
fr_fr: Dernière date de mise à jour
hi_in: अंतिम अद्यतन दिनांक
it_it: Data ultimo aggiornamento
pl_pl: Data ostatniej zmiany
pt_pt: Data da última atualização
ru_ru: Дата последнего обновления
th_th: วันที่อัพเดตล่าสุด
uk_ua: Дата останнього оновлення

source: Date account was last updated
ar_sa: آخر تحديث لحساب التاريخ
de_de: Datum, an dem das Konto zuletzt aktualisiert wurde
es_es: Fecha de actualización de la cuenta
fa_ir: حساب تاریخ آخرین بار به روز شد
fr_fr: Date de la dernière mise à jour du compte
hi_in: दिनांक खाता अंतिम बार अद्यतन किया गया था
it_it: Data ultimo aggiornamento dell'account
pl_pl: Data ostatniej aktualizacji konta
pt_pt: Conta data foi atualizada pela última vez
ru_ru: Дата последнего обновления учетной записи
th_th: บัญชีวันที่ได้รับการปรับปรุงล่าสุด
uk_ua: Дата останнього оновлення рахунку

source: User id
ar_sa: معرف المستخدم
de_de: Benutzer-ID
es_es: ID de usuario
fa_ir: شناسه کاربر
fr_fr: Identifiant
hi_in: उपयोगकर्ता आईडी
it_it: ID utente
pl_pl: Identyfikator użytkownika
pt_pt: Id de utilizador
ru_ru: Идентификатор пользователя
th_th: รหัสผู้ใช้
uk_ua: ID користувача

source: User name
ar_sa: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fa_ir: نام کاربری
fr_fr: Nom d’utilisateur
hi_in: उपयोगकर्ता नाम
it_it: Nome utente
pl_pl: Nazwa użytkownika
pt_pt: Nome do utilizador
ru_ru: Имя пользователя
th_th: ชื่อผู้ใช้
uk_ua: Ім'я користувача

source: Option short value
ar_sa: قيمة قصيرة للخيار
de_de: Option Short-Wert
es_es: Valor corto de la opción
fa_ir: مقدار کوتاه گزینه
fr_fr: Valeur courte de l’option
hi_in: विकल्प लघु मान
it_it: Opzione valore breve
pl_pl: Krótka wartość opcji
pt_pt: Opção de curto valor
ru_ru: Короткое значение опциона
th_th: ค่าสั้นของตัวเลือก
uk_ua: Коротке значення параметра

source: Value of short option positions
ar_sa: قيمة مراكز الخيارات القصيرة
de_de: Wert der Short-Optionspositionen
es_es: Valor de las posiciones de opciones cortas
fa_ir: ارزش موقعیت های گزینه کوتاه
fr_fr: Valeur des positions d’options courtes
hi_in: लघु विकल्प पदों का मान
it_it: Valore delle posizioni short option
pl_pl: Wartość krótkich pozycji opcyjnych
pt_pt: Valor das posições de opção curta
ru_ru: Значение коротких опционных позиций
th_th: มูลค่าของตําแหน่งออปชั่นระยะสั้น
uk_ua: Значення коротких позицій опціонів

source: Total equity
ar_sa: إجمالي حقوق الملكية
de_de: Eigenkapital insgesamt
es_es: Patrimonio total
fa_ir: کل حقوق صاحبان سهام
fr_fr: Total des capitaux propres
hi_in: कुल इक्विटी
it_it: Patrimonio netto totale
pl_pl: Kapitał własny ogółem
pt_pt: Total de capitais próprios
ru_ru: Общий капитал
th_th: ส่วนของผู้ถือหุ้นทั้งหมด
uk_ua: Загальний власний капітал

source: Total account value
ar_sa: إجمالي قيمة الحساب
de_de: Gesamtkontowert
es_es: Valor total de la cuenta
fa_ir: مجموع ارزش حساب
fr_fr: Valeur totale du compte
hi_in: कुल खाता मान
it_it: Valore totale del conto
pl_pl: Łączna wartość konta
pt_pt: Valor total da conta
ru_ru: Общая стоимость счета
th_th: มูลค่ารวมของบัญชี
uk_ua: Загальна вартість рахунку

source: ClosePL
ar_sa: إغلاق الPL
de_de: SchließenPL
fr_fr: FermerPL
it_it: ChiudiPL
pl_pl: ZamknijPL
ru_ru: ЗакрытьPL
th_th: โคลสพีแอล
uk_ua: ЗакритиPL

source: Gain/Loss of current session's closed positions
ar_sa: الربح/ الخسارة للمراكز المغلقة للدورة الحالية
de_de: Gewinn/Verlust der geschlossenen Positionen der aktuellen Sitzung
es_es: Ganancia/Pérdida de las posiciones cerradas de la sesión actual
fa_ir: سود / از دست دادن موقعیت های بسته جلسه فعلی
fr_fr: Gain/Perte des positions fermées de la session en cours
hi_in: वर्तमान सत्र की बंद स्थिति का लाभ/ हानि
it_it: Guadagno/Perdita delle posizioni chiuse della sessione corrente
pl_pl: Zysk/strata zamkniętych pozycji bieżącej sesji
pt_pt: Ganho/Perda das posições fechadas da sessão atual
ru_ru: Усиление/убыток закрытых позиций текущей сессии
th_th: กําไร/ขาดทุนจากสถานะปิดของเซสชั่นปัจจุบัน
uk_ua: Прибуток/Втрата закритих позицій поточної сесії

source: Current requirement
ar_sa: المتطلبات الحالية
de_de: Aktueller Bedarf
es_es: Requisito actual
fa_ir: نیاز فعلی
fr_fr: Exigence actuelle
hi_in: वर्तमान आवश्यकता
it_it: Requisito attuale
pl_pl: Aktualne zapotrzebowanie
pt_pt: Requisito atual
ru_ru: Текущие требования
th_th: ความต้องการปัจจุบัน
uk_ua: Поточна вимога

source: Account's maintenance margin
ar_sa: هامش صيانة الحساب
de_de: Wartungsmarge des Kontos
es_es: Margen de mantenimiento de la cuenta
fa_ir: حاشیه نگهداری حساب
fr_fr: Marge de maintenance du compte
hi_in: खाते का रखरखाव मार्जिन
it_it: Margine di mantenimento del conto
pl_pl: Marża na utrzymanie konta
pt_pt: Margem de manutenção da conta
ru_ru: Поддерживающая маржа счета
th_th: อัตรากําไรขั้นต้นในการบํารุงรักษาบัญชี
uk_ua: Маржа обслуговування рахунку

source: Equity value
ar_sa: قيمة الأسهم
de_de: Eigenkapitalwert
es_es: Valor patrimonial
fa_ir: ارزش سهام
fr_fr: Valeur des capitaux propres
hi_in: इक्विटी मूल्य
it_it: Valore azionario
pl_pl: Wartość kapitału własnego
pt_pt: Valor patrimonial
ru_ru: Стоимость собственного капитала
th_th: มูลค่าส่วนของผู้ถือหุ้น
uk_ua: Вартість власного капіталу

source: Market value
ar_sa: القيمة السوقية
de_de: Marktwert
es_es: Valor de mercado
fa_ir: ارزش بازار
fr_fr: Valeur marchande
hi_in: बाज़ार भाव
it_it: Valore di mercato
pl_pl: Wartość rynkowa
pt_pt: Valor de mercado
ru_ru: Рыночная стоимость
th_th: มูลค่าตลาด
uk_ua: Ринкова вартість

source: OpenPL
ar_sa: فتح الPL
fa_ir: اوپن پی ال
ru_ru: ОткрытьPL
th_th: โอเพนพีแอล

source: Total gain/loss of current account's positions
ar_sa: إجمالي الربح/الخسارة لمراكز الحساب الجاري
de_de: Gesamtgewinn/-verlust der Positionen der Leistungsbilanz
es_es: Ganancia/pérdida total de las posiciones de la cuenta corriente
fa_ir: مجموع سود/ از دست دادن موقعیت های حساب جاری
fr_fr: Gain/perte total des positions du compte courant
hi_in: चालू खाते की स्थिति का कुल लाभ/ हानि
it_it: Guadagno/perdita totale delle posizioni in conto corrente
pl_pl: Łączny zysk/strata pozycji rachunku bieżącego
pt_pt: Ganhos/perdas totais das posições da conta corrente
ru_ru: Общая прибыль/убыток позиций по текущему счету
th_th: กําไร/ขาดทุนรวมของตําแหน่งในบัญชีกระแสรายวัน
uk_ua: Загальний прибуток/збиток позицій поточного рахунку

source: Option long value
ar_sa: قيمة الخيار الطويلة
de_de: Options-Long-Wert
es_es: Valor largo de la opción
fa_ir: مقدار گزینه طولانی
fr_fr: Valeur longue de l’option
hi_in: विकल्प लंबा मान
it_it: Opzione valore lungo
pl_pl: Opcja o długiej wartości
pt_pt: Valor longo de opção
ru_ru: Длинное значение опциона
th_th: ค่าตัวตัวเลือกแบบยาว
uk_ua: Довге значення опціону

source: Value of long option positions
ar_sa: قيمة مراكز الخيارات الطويلة
de_de: Wert der Long-Optionspositionen
es_es: Valor de las posiciones de opción larga
fa_ir: ارزش موقعیت های گزینه طولانی
fr_fr: Valeur des positions d’options longues
hi_in: लंबे विकल्प पदों का मूल्य
it_it: Valore delle posizioni long option
pl_pl: Wartość długich pozycji opcyjnych
pt_pt: Valor das posições de opção longa
ru_ru: Значение длинных опционных позиций
th_th: มูลค่าของตําแหน่งตัวเลือกแบบยาว
uk_ua: Значення позицій довгих опціонів

source: Option requirement
ar_sa: متطلبات الخيار
de_de: Optionsanforderung
es_es: Requisito de opción
fa_ir: گزینه مورد نیاز
fr_fr: Exigence d’option
hi_in: विकल्प आवश्यकता
it_it: Requisiti di opzione
pl_pl: Wymóg opcji
pt_pt: Requisito de opção
ru_ru: Требование к опциону
th_th: ข้อกําหนดตัวเลือก
uk_ua: Вимога до опціону
