Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Price marks
ar_sa: علامات الأسعار
de_de: Preismarken
es_es: Marcas de precios
fa_ir: علائم قیمت
fr_fr: Marques de prix
hi_in: मूल्य चिह्न
it_it: Marchi di prezzo
pl_pl: Znaki cenowe
pt_pt: Marcas de preços
ru_ru: Ценовые знаки
th_th: เครื่องหมายราคา
uk_ua: Мітки цін

source: Add mark
ar_sa: إضافة علامة
es_es: Añadir marca
fa_ir: اضافه کردن علامت
hi_in: चिह्न जोड़ें
pl_pl: Dodaj znacznik
pt_pt: Adicionar marca
ru_ru: Добавить метку
th_th: เพิ่มเครื่องหมาย
uk_ua: Додати мітку

source: In profit range
ar_sa: في نطاق الربح
de_de: Im Gewinnbereich
es_es: En rango de ganancias
fa_ir: در محدوده سود
fr_fr: Dans la fourchette des bénéfices
hi_in: लाभ सीमा में
it_it: Nella gamma di profitto
pl_pl: W przedziale zysku
pt_pt: Na gama de lucros
ru_ru: В диапазоне прибыли
th_th: ในช่วงกําไร
uk_ua: У діапазоні прибутку

source: Profit text color
ar_sa: لون نص الربح
de_de: Profit Textfarbe
es_es: Color de texto de beneficio
fa_ir: سود رنگ متن
fr_fr: Couleur du texte de profit
hi_in: लाभ पाठ रंग
it_it: Colore del testo profit
pl_pl: Kolor tekstu zysku
pt_pt: Cor de texto de lucro
ru_ru: Цвет текста прибыли
th_th: สีข้อความกําไร
uk_ua: Колір тексту прибутку

source: In loss range
ar_sa: في نطاق الخسارة
de_de: Im Verlustbereich
es_es: En rango de pérdidas
fa_ir: در محدوده از دست دادن
fr_fr: Dans la plage de perte
hi_in: हानि सीमा में
it_it: Nell'intervallo di perdita
pl_pl: W zakresie strat
pt_pt: No intervalo de perdas
ru_ru: В диапазоне потерь
th_th: ในช่วงการสูญเสีย
uk_ua: У діапазоні збитку

source: Loss text color
ar_sa: فقدان لون النص
de_de: Verlust der Textfarbe
es_es: Pérdida de color del texto
fa_ir: از دست دادن رنگ متن
fr_fr: Perte de couleur de texte
hi_in: हानि पाठ रंग
it_it: Perdita di colore del testo
pl_pl: Utrata koloru tekstu
pt_pt: Cor de texto de perda
ru_ru: Потеря цвета текста
th_th: สีข้อความสูญหาย
uk_ua: Колір тексту збитку

source: Profit & Loss
ar_sa: الربح والخسارة
de_de: Gewinn & Verlust
es_es: Ganancias y pérdidas
fr_fr: Profits et pertes
hi_in: लाभ और हानि
it_it: Profitti e perdite
pl_pl: Zysk i strata
pt_pt: Lucros e Perdas
ru_ru: Прибыль и убыток
th_th: กําไรและขาดทุน
uk_ua: Прибуток і збиток

source: Bids/Asks
ar_sa: العطاءات / يسأل
de_de: Gebote/Anfragen
es_es: Ofertas/Preguntar
fa_ir: پیشنهادها/می پرسد
fr_fr: Offres/Demandes
hi_in: बोलियां/पूछती हैं
it_it: Offerte/Offerte
ja_jp: 入札/質問
pl_pl: Oferty/pytania
pt_pt: Ofertas/Pedidos
ru_ru: Биды/Аски
th_th: ราคาเสนอ/เสนอขาย
tr_tr: Teklifler/Sorar
uk_ua: Біди/Аски

source: Bids
ar_sa: أسعار العرض
de_de: Gebote
es_es: Ventas
fa_ir: مناقصه
fr_fr: Offres
hi_in: बोली
it_it: Offerte
ja_jp: Bid
pl_pl: Oferty
pt_pt: Ofertas
ru_ru: Биды
th_th: ราคาเสนอ
tr_tr: Satışlar
uk_ua: Біди

source: Asks
ar_sa: أسعار الطلب
de_de: Fragt
es_es: Compras
fa_ir: می پرسد
fr_fr: Demandes
hi_in: पूछता
it_it: Chiede
ja_jp: Ask
pl_pl: Pyta
pt_pt: Pergunta
ru_ru: Аски
th_th: ถาม
tr_tr: Alışlar
uk_ua: Аски

source: Bid color
ar_sa: لون العرض
de_de: Gebotsfarbe
es_es: Color de Compra
fa_ir: رنگ بید
fr_fr: Couleur de l'offre
hi_in: बोली का रंग
it_it: Colore offerta
ja_jp: Bidの色
pl_pl: Kolor Bid
pt_pt: Cor do preço 'Bid'
ru_ru: Цвет Бид
th_th: สีประมูล
tr_tr: Alış Rengi
uk_ua: Колір Бід

source: Ask color
ar_sa: اطلب اللون
de_de: Fragen Sie nach Farbe
es_es: Color de Compra
fa_ir: رنگ بپرسید
fr_fr: Couleur de la demande
hi_in: रंग पूछें
it_it: Chiedi colore
ja_jp: Askの色
pl_pl: Kolor Ask
pt_pt: Cor do preço 'Ask'
ru_ru: Цвет Аск
th_th: ถามสี
tr_tr: Satış Rengi
uk_ua: Колір Аск

source: Size bar type
de_de: Typ der Größenleiste
fa_ir: نوع نوار اندازه
fr_fr: Type de barre de taille
it_it: Tipo di barra delle dimensioni
th_th: ประเภทแถบขนาด
uk_ua: Тип розмірної планки

source: Left
ar_sa: اليسار
de_de: Links
es_es: Izquierda
fa_ir: چپ
fr_fr: Gauche
hi_in: बाएँ
it_it: A sinistra
ja_jp: 左
pl_pl: Lewy
pt_pt: Esquerda
ru_ru: Слева
th_th: ซ้าย
tr_tr: Sol
uk_ua: Ліворуч

source: Right
ar_sa: اليمين
de_de: Rechts
es_es: Derecha
fa_ir: راست
fr_fr: Droit
hi_in: दाएँ
it_it: A destra
ja_jp: 右
pl_pl: Prawy
pt_pt: Direita
ru_ru: Справа
th_th: ขวา
tr_tr: Sol
uk_ua: Праворуч

source: Histogram Alignment
ar_sa: محاذاة الرسم البياني
de_de: Histogrammausrichtung
es_es: Alineación del histograma
fa_ir: هم ترازی هستوگرام
fr_fr: Alignement de l’histogramme
hi_in: हिस्टोग्राम अलाइनमेंट
it_it: Allineamento istogramma
ja_jp: ヒストグラムの配置
pl_pl: Wyrównanie histogramu
pt_pt: Alinhamento Histograma
ru_ru: Выравнивание гистограммы
th_th: การจัดตําแหน่งฮิสโตแกรม
tr_tr: Histogram Hizalaması
uk_ua: Вирівнювання гістограми

source: MBO
th_th: เอ็มบีโอ
uk_ua: МБО

source: Size coloring scheme
ar_sa: نظام تلوين الحجم
de_de: Größe Farbschema
es_es: Plan de coloreado de tamaño
fa_ir: طرح رنگ آمیزی اندازه
fr_fr: Schéma de coloration de la taille
hi_in: आकार रंग योजना
it_it: Dimensione schema dei colori
ja_jp: サイズの色付け方法
pl_pl: Rozmiar schematu kolorowania
pt_pt: Esquema de coloração de tamanho
ru_ru: Цветовая схема объемов
th_th: รูปแบบการระบายสีขนาด
tr_tr: Büyüklük renklendirme şeması
uk_ua: Схема кольорів розміру

source: Filter orders more than (MBO)
de_de: Filterbestellungen von mehr als (MBO)
fa_ir: سفارشات فیلتر بیش از (MBO)
fr_fr: Filtrer les commandes supérieures à (MBO)
it_it: Filtra gli ordini più di (MBO)
th_th: กรองคําสั่งซื้อมากกว่า (MBO)
uk_ua: Фільтрувати замовлення більше ніж (MBO)

source: Draw borders (MBO)
de_de: Zeichnen von Rahmen (MBO)
fa_ir: قرعه کشی مرزها (MBO)
fr_fr: Dessiner des bordures (MBO)
it_it: Disegnare bordi (MBO)
th_th: วาดเส้นขอบ (MBO)
uk_ua: Намалюйте межі (MBO)

source: Custom Bids Back Color
de_de: Benutzerdefinierte Gebotsrückseitenfarbe
fa_ir: پیشنهادهای سفارشی رنگ بازگشت
fr_fr: Couleur de retour des enchères personnalisées
it_it: Offerte personalizzate Indietro Colore
th_th: สีกลับของราคาเสนอที่กําหนดเอง
uk_ua: Користувацькі ставки Назад Колір

source: Custom Asks Back Color
de_de: Benutzerdefinierte Fragen zurück Farbe
fa_ir: سفارشی می پرسد رنگ بازگشت
fr_fr: Couleur de retour des demandes personnalisées
it_it: Personalizzato chiede indietro il colore
th_th: กําหนดเองถามกลับสี

source: Set price marker
ar_sa: تعيين علامة السعر
de_de: Preismarkierung festlegen
es_es: Establecer marcador de precio
fa_ir: تعیین نشانگر قیمت
fr_fr: Définir le marqueur de prix
hi_in: मूल्य मार्कर सेट करें
it_it: Imposta l'indicatore di prezzo
pl_pl: Ustawianie znacznika ceny
pt_pt: Definir marcador de preço
ru_ru: Установить ценовой маркер
th_th: ตั้งค่าเครื่องหมายราคา
uk_ua: Встановити маркер ціни

source: Custom tick size:
ar_sa: حجم التجزئة المخصص:
de_de: Benutzerdefinierte Tick-Größe:
es_es: Tamaño de tick personalizado:
fa_ir: اندازه تیک سفارشی:
fr_fr: Taille de tick personnalisée :
hi_in: कस्टम टिक आकार:
it_it: Dimensione tick personalizzata:
ja_jp: カスタムティックサイズ:
pl_pl: Niestandardowy rozmiar znacznika:
pt_pt: Tamanho do tique personalizado:
ru_ru: Свой размер тика:
th_th: ขนาดเห็บที่กําหนดเอง:
tr_tr: Özel onay boyutu:
uk_ua: Свій розмір тіку:

source: Hide digits:
ar_sa: إخفاء الأرقام:
de_de: Ziffern ausblenden:
es_es: Ocultar dígitos:
fa_ir: پنهان کردن ارقام:
fr_fr: Masquer les chiffres :
hi_in: अंक छुपाएं:
it_it: Nascondere le cifre:
ja_jp: 数字を隠す:
pl_pl: Ukryj cyfry:
pt_pt: Ocultar os dígitos:
ru_ru: Скрыть цифры:
th_th: ซ่อนตัวเลข:
tr_tr: Basamakları gizle:
uk_ua: Сховати цифри:

source: Disabled
ar_sa: معطل
de_de: arbeitsunfähig
es_es: Deshabitado
fa_ir: غیر فعال
fr_fr: Désactivé
hi_in: विकलांग
it_it: disabile
ja_jp: 無効
pl_pl: niepełnosprawny
pt_pt: Desabilitado
ru_ru: Выключена
th_th: พิการ
tr_tr: Devre Dışı Bırakıldı
uk_ua: Вимкнуто

source: Total font
ar_sa: إجمالي الخط
de_de: Schriftart gesamt
es_es: Fuente total
fa_ir: فونت کل
fr_fr: Police totale
hi_in: कुल फ़ॉन्ट
it_it: Tipo di carattere totale
ja_jp: 合計フォント
pl_pl: Całkowita czcionka
pt_pt: Fonte total
ru_ru: Шрифт суммы
th_th: แบบอักษรทั้งหมด
tr_tr: Toplam yazı tipi
uk_ua: Шрифт підсумку

source: Total colors
ar_sa: إجمالي الألوان
de_de: Farben gesamt
es_es: Colores totales
fa_ir: رنگ های کل
fr_fr: Nombre total de couleurs
hi_in: कुल रंग
it_it: Colori totali
ja_jp: 合計色
pl_pl: Całkowita liczba kolorów
pt_pt: Cores totais
ru_ru: Цвета суммы
th_th: สีทั้งหมด
tr_tr: Toplam renk sayısı
uk_ua: Кольори підсумку

source: Alignment
ar_sa: المحاذاة
de_de: Ausrichtung
es_es: Alineación
fa_ir: تراز
fr_fr: Alignement
hi_in: संरेखण
it_it: Allineamento
ja_jp: 整列
pl_pl: Wyrównanie
pt_pt: Alinhamento
ru_ru: Выравнивание
th_th: การวางแนว
tr_tr: Hizalama
uk_ua: Вирівнювання

source: Trade
ar_sa: التداول
de_de: Handel
es_es: Operación
fa_ir: تجارت
fr_fr: Commerce
hi_in: व्यापार
it_it: Commercio
ja_jp: 取引
pl_pl: Deal
pt_pt: Negociação
ru_ru: Сделка
th_th: การค้า
tr_tr: İşlem yap
uk_ua: Угода

source: Delta Positive
ar_sa: دلتا إيجابية
de_de: Delta Positiv
es_es: Delta Positivo
fa_ir: دلتا مثبت
fr_fr: Delta Positif
hi_in: डेल्टा पॉजिटिव
it_it: Delta Positivo
pl_pl: Delta Dodatnia
pt_pt: Delta Positivo
ru_ru: Дельта Позитив
th_th: เดลต้าบวก
uk_ua: Позитивна Дельта

source: Delta Negative
ar_sa: دلتا سالب
de_de: Delta Negativ
es_es: Delta Negativo
fa_ir: دلتا منفی
fr_fr: Delta Négatif
hi_in: डेल्टा नकारात्मक
it_it: Delta Negativo
pl_pl: Delta Ujemna
pt_pt: Delta Negativo
ru_ru: Дельта Отрицательный
th_th: เดลต้าลบ
uk_ua: Негативна Дельта

source: Show Last Trade Size
de_de: Letzte Handelsgröße anzeigen
fa_ir: نمایش آخرین اندازه تجارت
fr_fr: Afficher la dernière taille de transaction
it_it: Mostra l'ultima dimensione dell'operazione
th_th: แสดงขนาดการเทรดล่าสุด
uk_ua: Показати останній розмір торгівлі

source: Reload data (server)
ar_sa: إعادة تحميل البيانات (الخادم)
de_de: Daten neu laden (Server)
es_es: Recargar datos (servidor)
fa_ir: بارگذاری مجدد داده ها (سرور)
fr_fr: Recharger les données (serveur)
hi_in: डेटा को फिर से लोड करें (सर्वर)
it_it: Ricarica dati (server)
ja_jp: データの再読み込み (サーバー)
pl_pl: Ponowne ładowanie danych (serwer)
pt_pt: Recarregar dados (servidor)
ru_ru: Перезагрузить данные (сервер)
th_th: โหลดข้อมูลใหม่ (เซิร์ฟเวอร์)
tr_tr: Verileri yeniden yükleme (sunucu)
uk_ua: Перезавантажити дані (сервер)

source: LIFO
ar_sa: الوارد أخيراً
fr_fr: DEPS
ja_jp: 後入先出法
th_th: ลิโฟ

source: FIFO
ar_sa: الوارد أولاً
fr_fr: PEPS
hi_in: फीफो
ja_jp: 先入先出法
th_th: ฟีเอฟโอ

source: By price level
ar_sa: بحسب مستوى السعر
de_de: Nach Preisniveau
es_es: Por nivel de precio
fa_ir: بر اساس سطح قیمت
fr_fr: Par niveau de prix
hi_in: मूल्य स्तर से
it_it: Per livello di prezzo
ja_jp: 価格レベルによって
pl_pl: Według poziomu cen
pt_pt: Por nível de preço
ru_ru: По цене
th_th: ตามระดับราคา
tr_tr: Fiyat seviyesine göre
uk_ua: За рівнем ціни

source: Relative to volume
ar_sa: نسبي إلى الحجم
de_de: Relativ zum Volumen
es_es: Relativo a volumen
fa_ir: نسبت به حجم
fr_fr: Relatif au volume
hi_in: आयतन के सापेक्ष
it_it: Rispetto al volume
ja_jp: 出来高との相関性
pl_pl: Względem objętości
pt_pt: Relativo ao volume
ru_ru: По объему
th_th: เมื่อเทียบกับปริมาณ
tr_tr: İşlem hacmine göre
uk_ua: Відносно об'єму

source: Step to max volume
ar_sa: الانتقال إلى الحجم الأقصى
de_de: Schritt zu maximaler Lautstärke
es_es: Escalón al volumen máx.
fa_ir: گام به حداکثر حجم
fr_fr: Étape vers le volume maximum
hi_in: अधिकतम वॉल्यूम के लिए चरण
it_it: Passa al volume massimo
ja_jp: ステップから最大出来高へ
pl_pl: Przejdź do maksymalnej głośności
pt_pt: Ir ao volume máximo
ru_ru: Пошагово к макс. объему
th_th: ขั้นตอนสู่ระดับเสียงสูงสุด
tr_tr: Maks. işlem hacmine geç
uk_ua: Покроково до макс. об'єму

source: Message
ar_sa: رسالة
de_de: Botschaft
es_es: Mensaje
fa_ir: پیام
hi_in: संदेश
it_it: Messaggio
ja_jp: メッセージ
pl_pl: Wiadomość
pt_pt: Mensagem
ru_ru: Сообщение
th_th: ข้อความ
tr_tr: Mesaj
uk_ua: Повідомлення

source: Sound
ar_sa: الصوت
de_de: Klingen
es_es: Sonido
fa_ir: صدا
fr_fr: Son
hi_in: ध्वनि
it_it: Suono
ja_jp: サウンド
pl_pl: Dźwięk
pt_pt: Som
ru_ru: Звук
th_th: เสียง
tr_tr: Ses
uk_ua: Звук

source: Email
ar_sa: البريد الإلكتروني
fa_ir: ایمیل
hi_in: ईमेल
ja_jp: Eメール
ru_ru: Эл. почта
th_th: อีเมล
tr_tr: E-posta
uk_ua: Ел. пошта

source: Coloring cell
ar_sa: خلية التلوين
de_de: Färbezelle
fa_ir: رنگ آمیزی سلول
fr_fr: Cellule à colorier
hi_in: रंग सेल
it_it: Cella dei colori
ja_jp: 着色細胞
pl_pl: Kolorowanka
pt_pt: Célula de coloração
ru_ru: Окраска ячейки
th_th: การระบายสีเซลล์
tr_tr: Boyama hücresi
uk_ua: Фарбування комірки

source: Hiding
ar_sa: إخفاء
de_de: Versteckt
es_es: Ocultación
fa_ir: مخفی
fr_fr: Cache
hi_in: छुपा
it_it: Nascondere
ja_jp: 隠蔽
pl_pl: Ukrywanie
pt_pt: Se escondendo
ru_ru: Скрытие
th_th: การซ่อน
tr_tr: gizleme
uk_ua: Приховування

source: Conditional Order
ar_sa: أمر مشروط
de_de: Bedingte Ordnung
es_es: Orden condicional
fa_ir: ترتیب مشروط
fr_fr: Ordonnance conditionnelle
hi_in: सशर्त आदेश
it_it: Ordine condizionale
ja_jp: 条件付き順序
pl_pl: Zamówienie warunkowe
pt_pt: Ordem Condicional
ru_ru: Условный порядок
th_th: คําสั่งซื้อแบบมีเงื่อนไข
tr_tr: Koşullu Sipariş
uk_ua: Умовний Ордер

source: Cancel order
ar_sa: إلغاء الأمر
de_de: Bestellung stornieren
es_es: Cancelar orden
fa_ir: لغو سفارش
fr_fr: Annuler l'ordre
hi_in: आदेश रद्द करें
it_it: Annulla Ordine
ja_jp: 注文をキャンセルする
pl_pl: Anuluj zlecenie
pt_pt: Cancelar ordens
ru_ru: Отменить ордер
th_th: ยกเลิกคําสั่งซื้อ
tr_tr: Emri iptal et
uk_ua: Скасувати ордер

source: Close position
ar_sa: إغلاق الوضعية
de_de: Schließen Sie die Position
es_es: Cerrar posición
fa_ir: بستن موقعیت
fr_fr: Fermer la position
hi_in: बंद स्थिति
it_it: Posizione chiusa
ja_jp: ポジションをクローズする
pl_pl: Zamknij pozycję
pt_pt: Fechar posição
ru_ru: Закрыть позицию
th_th: ปิดตําแหน่ง
tr_tr: Pozisyonu kapat
uk_ua: Закрити позицію

source: Coloring row
ar_sa: صف التلوين
de_de: Zeile färben
fa_ir: ردیف رنگ
fr_fr: Rangée de coloriage
hi_in: रंग पंक्ति
it_it: Fila da colorare
ja_jp: 彩色行
pl_pl: Wiersz kolorowania
pt_pt: Linha de coloração
ru_ru: Окраска строки
th_th: แถวสี
tr_tr: Boyama satır
uk_ua: Фарбування рядка

source: Telegram message
ar_sa: رسالة برقية
de_de: Telegrammnachricht
es_es: Mensaje de telegrama
fa_ir: پیام تلگرام
fr_fr: Message de télégramme
hi_in: टेलीग्राम संदेश
it_it: Messaggio telegramma
ja_jp: 電報メッセージ
pl_pl: Komunikat telegramu
pt_pt: Mensagem telegrama
ru_ru: Сообщение в Telegram
th_th: ข้อความโทรเลข
tr_tr: Telgraf mesajı
uk_ua: Повідомлення у Telegram

source: Cancel orders
ar_sa: إلغاء الطلبات
de_de: Stornieren von Aufträgen
es_es: Cancelar órdenes
fa_ir: لغو دستورات
fr_fr: Annuler les ordres
hi_in: आदेश रद्द करें
it_it: Annullare gli ordini
ja_jp: 注文を取り消す
pl_pl: Anuluj zlecenia
pt_pt: Cancelar ordens
ru_ru: Отменить ордера
th_th: ยกเลิกคําสั่งซื้อ
tr_tr: Emir iptali
uk_ua: Скасувати ордери

source: Cancel buy orders
ar_sa: إلغاء أوامر الشراء
de_de: Kaufen stornieren
es_es: Cancelar órdenes de compra
fa_ir: لغو سفارشات خرید
fr_fr: Annuler les ordres d'achat
hi_in: खरीद आदेश रद्द करें
it_it: Annullare gli ordini di acquisto
ja_jp: 買い注文をキャンセルする
pl_pl: Anuluj zamówienia kupna
pt_pt: Cancelar ordens de Compra
ru_ru: Отменить ордера на покупку
th_th: ยกเลิกใบสั่งซื้อ
tr_tr: Satın alma emirlerini iptal et
uk_ua: Скасувати ордери на купівлю

source: Cancel sell orders
ar_sa: إلغاء أوامر البيع
de_de: Verkaufsaufträge stornieren
es_es: Cancelar órdenes de venta
fa_ir: لغو سفارشات فروش
fr_fr: Annuler les ordres de vente
hi_in: बिक्री आदेश रद्द करें
it_it: Annullare gli ordini di vendita
ja_jp: 売り注文をキャンセルする
pl_pl: Anulowanie zamówień sprzedaży
pt_pt: Cancelar ordens de Venda
ru_ru: Отменить ордера на продажу
th_th: ยกเลิกคําสั่งขาย
tr_tr: Satış emirlerini iptal et
uk_ua: Скасувати ордери на продаж

source: Cancel limits
ar_sa: إلغاء الحدود
de_de: Aufhebungslimits
es_es: Cancelar límites
fa_ir: لغو محدودیت ها
fr_fr: Limites d’annulation
hi_in: सीमाएं रद्द करें
it_it: Limiti di annullamento
ja_jp: 制限を取り消す
pl_pl: Anuluj limity
pt_pt: Cancelar limites
ru_ru: Отменить лимиты
th_th: ยกเลิกขีดจํากัด
tr_tr: Sınırları iptal et
uk_ua: Скасувати ліміти

source: Cancel stops
ar_sa: إلغاء التوقف
de_de: Stoppstopps
es_es: Cancelar paradas
fa_ir: لغو توقف
fr_fr: Annuler les arrêts
hi_in: स्टॉप रद्द करें
it_it: Annulla interruzioni
ja_jp: 停止をキャンセル
pl_pl: Anuluj zatrzymania
pt_pt: Cancele as paragens
ru_ru: Отменить стопы
th_th: ยกเลิกการหยุด
tr_tr: Durakları iptal etme
uk_ua: Скасувати стопи

source: Flatten
ar_sa: تتسطح
de_de: Glätten
es_es: Aplanar
fa_ir: صاف
fr_fr: Aplatir
hi_in: समतल
it_it: Appiattire
ja_jp: 平ら
pl_pl: Spłaszczyć
pt_pt: Achatado
ru_ru: Выровнять
th_th: ทําให้เรียบ
tr_tr: Düzleştir
uk_ua: Зрівняти

source: Close negative positions
ar_sa: إغلاق الوضعيات السلبية
de_de: Schließen negativer Positionen
es_es: Cerrar posiciones negativas
fa_ir: بستن موقعیت های منفی
fr_fr: Fermer les positions négatives
hi_in: नकारात्मक स्थिति को बंद करें
it_it: Chiudi posizioni negative
ja_jp: 売りサイドのポジションをクローズ
pl_pl: Zamykanie pozycji ujemnych
pt_pt: Fechar posições negativas
ru_ru: Закрыть убыточные позиции
th_th: ปิดสถานะติดลบ
tr_tr: Negatif pozisyonları kapat
uk_ua: Закрити збиткові позиції

source: Close positive positions
ar_sa: إغلاق الوضعيات الإيجابية
de_de: Schließen Sie positive Positionen
es_es: Cerrar posiciones positivas
fa_ir: بستن موقعیت های مثبت
fr_fr: Fermer les positions positives
hi_in: सकारात्मक स्थिति बंद करें
it_it: Chiudere posizioni positive
ja_jp: プラスのポジションをクローズする
pl_pl: Zamykanie pozycji dodatnich
pt_pt: Fechar posições positivas
ru_ru: Закрыть прибыльные позиции
th_th: ปิดสถานะที่เป็นบวก
tr_tr: Pozitif pozisyonları kapat
uk_ua: Закрити прибуткові позиції

source: Close long positions
ar_sa: إغلاق المراكز الطويلة
de_de: Schließen von Long-Positionen
es_es: Cerrar posiciones largas
fa_ir: بستن موقعیت های طولانی
fr_fr: Fermer les positions longues
hi_in: लंबी स्थिति बंद करें
it_it: Chiudi posizioni lunghe
ja_jp: ロングポジションを閉じる
pl_pl: Zamykanie długich pozycji
pt_pt: Feche posições longas
ru_ru: Закрыть длинные позиции
th_th: ปิดสถานะซื้อ
tr_tr: Long pozisyonunu kapat
uk_ua: Закрити довгі позиції

source: Close short positions
ar_sa: إغلاق المراكز القصيرة
de_de: Schließen von Short-Positionen
es_es: Cerrar posiciones cortas
fa_ir: بستن موقعیت های کوتاه
fr_fr: Fermer les positions courtes
hi_in: शॉर्ट पोजीशन बंद करें
it_it: Chiudi posizioni corte
ja_jp: ショートポジションをクローズする
pl_pl: Zamykanie pozycji krótkich
pt_pt: Feche posições curtas
ru_ru: Закрыть короткие позиции
th_th: ปิดสถานะขาย
tr_tr: Short pozisyonunu kapat
uk_ua: Закрити короткі позиції

source: Place Buy Market order
ar_sa: مكان شراء السوق النظام
de_de: Place Buy Market Bestellen
es_es: Colocar orden de compra del mercado
fa_ir: محل خرید سفارش بازار
fr_fr: Ordre du marché de l’achat sur place
hi_in: प्लेस खरीदें बाजार आदेश
it_it: Effettuare l'ordine Buy Market
ja_jp: マーケット注文を買う
pl_pl: Złóż zlecenie kupna na rynku
pt_pt: Comprar Encomenda de Mercado
ru_ru: Разместить рыночный ордер на покупку
th_th: วางคําสั่งซื้อในตลาด
tr_tr: Alış piyasa emri yerleştir
uk_ua: Розмістити ринковий ордер на купівлю

source: Place Sell Market order
ar_sa: مكان بيع السوق النظام
de_de: Platzieren Verkaufen Marktbestellung
es_es: Colocar orden de venta del mercado
fa_ir: محل فروش سفارش بازار
hi_in: जगह बेचें बाजार आदेश
it_it: Effettuare l'ordine Vendi mercato
ja_jp: 売り市場注文を配置する
pl_pl: Złóż zlecenie na rynku sprzedaży
pt_pt: Encomenda de Mercado de Venda de Lugar
ru_ru: Разместить рыночный ордер на продажу
th_th: วางคําสั่งขายในตลาด
tr_tr: Satış piyasa emri yerleştir
uk_ua: Розмістити ринковий ордер на продаж

source: Close position by symbol
ar_sa: إغلاق الموضع بواسطة الرمز
de_de: Position nach Symbol schließen
es_es: Cerrar posición por símbolo
fa_ir: موقعیت نزدیک بر اساس نماد
fr_fr: Fermer la position par symbole
hi_in: प्रतीक द्वारा बंद स्थिति
it_it: Chiudi posizione per simbolo
ja_jp: シンボルで位置を閉じる
pl_pl: Zamknij pozycję według symbolu
pt_pt: Posição fechada por símbolo
ru_ru: Закрыть позицию по символу
th_th: ปิดตําแหน่งตามสัญลักษณ์
tr_tr: Simgeye göre pozisyon kapat
uk_ua: Закрити позицію за символом

source: Compact
ar_sa: الاتفاق
de_de: kompakt
es_es: compacto
fa_ir: فشرده
hi_in: कॉम्पैक्ट
it_it: compatto
ja_jp: コンパクト
pl_pl: zwarty
pt_pt: Compacto
ru_ru: Компактный
th_th: ข้อตกลง
tr_tr: Kompakt
uk_ua: Компактний

source: Normal
ar_sa: العاديه
de_de: Normalen
fa_ir: طبیعی
hi_in: सामान्य
it_it: Normale
ja_jp: 通常
pl_pl: Normalne
ru_ru: Нормальный
th_th: ปกติ
uk_ua: Нормальний

source: Line Spacing
ar_sa: تباعد الأسطر
de_de: Zeilenabstand
es_es: Interlineado
fa_ir: فاصله خط
fr_fr: interligne
hi_in: लाइन अंतर
it_it: interlinea
ja_jp: 行間
pl_pl: Interlinia
pt_pt: Espaçamento de linha
ru_ru: Междустрочный интервал
th_th: ระยะห่างบรรทัด
tr_tr: Satır Aralığı
uk_ua: Міжрядковий інтервал

source: Grid Color
ar_sa: لون الشبكة
de_de: Rasterfarbe
es_es: Color de cuadrícula
fa_ir: رنگ شبکه
fr_fr: Couleur de la grille
hi_in: ग्रिड रंग
it_it: Colore griglia
ja_jp: グリッドの色
pl_pl: Kolor siatki
pt_pt: Cor da grelha
ru_ru: Цвет сетки
th_th: สีกริด
tr_tr: Izgara Rengi
uk_ua: Колір сітки

source: Sort order
ar_sa: امر ترتيب
de_de: Sortierreihenfolge
es_es: Orden de clasificación
fa_ir: ترتیب مرتب سازی
fr_fr: Ordre de tri
hi_in: सॉर्ट क्रम
it_it: Ordina per
ja_jp: ソート順
pl_pl: Porządek sortowania
pt_pt: Ordem de classificação
ru_ru: Сортировка
th_th: เรียงลําดับการจัดเรียง
tr_tr: Sıralama düzeni
uk_ua: Порядок сортування

source: Autosize of columns
ar_sa: تعديل الحجم تلقائياً
de_de: Autosize von Spalten
es_es: Tamaño automático
fa_ir: اندازه خودکار ستونها
fr_fr: Auto-ajustement
hi_in: स्तंभों का स्वत: आकार
it_it: Autodimensionamento delle colonne
ja_jp: 自動サイズ
pl_pl: Autosize kolumn
pt_pt: Autodimensionamento de colunas
ru_ru: Авторазмер колонок
th_th: ปรับขนาดคอลัมน์โดยอัตโนมัติ
tr_tr: Otomatik büyüklük
uk_ua: Авторозмір стовпців

source: Auto re-sorting
ar_sa: إعادة الترتيب تلقائياً
de_de: Automatische Umsortierung
es_es: Reordenación automática
fa_ir: مرتب سازی مجدد خودکار
fr_fr: Réassortiment automatique
hi_in: ऑटो फिर से छंटाई
it_it: Riordinamento automatico
ja_jp: 自動整列
pl_pl: Automatyczne ponowne sortowanie
pt_pt: Reordenação automática
ru_ru: Автосортировка
th_th: การเรียงลําดับใหม่อัตโนมัติ
tr_tr: Otomatik yeniden sıralama
uk_ua: Авто-сортування

source: Empty
ar_sa: خالي
de_de: Leer
es_es: Vacío
fa_ir: خالی
fr_fr: Vide
hi_in: खाली
it_it: Vuoto
ja_jp: 空白
pl_pl: Pusty
pt_pt: Em branco
ru_ru: Пусто
th_th: เปล่า
tr_tr: Boş
uk_ua: Порожньо

source: Group by
ar_sa: جمع بحسب
de_de: Gruppiere nach
es_es: Grupo por
fa_ir: گروه بندی بر اساس
fr_fr: Groupe par
hi_in: समूह द्वारा
it_it: Raggruppa per
ja_jp: でグループ化する
pl_pl: Grupuj wg
pt_pt: Agrupar por
ru_ru: Сгруппировать по
th_th: จัดกลุ่มตาม
tr_tr: Grupla
uk_ua: Згрупувати по

source: Columns visibility
ar_sa: رؤية الأعمدة
de_de: Spalten Sichtbarkeit
es_es: Visibilidad de columnas
fa_ir: قابلیت مشاهده ستونها
fr_fr: La visibilité des colonnes
hi_in: स्तंभ दृश्यता
it_it: Visibilità delle colonne
ja_jp: 列の可視性
pl_pl: Widoczność kolumn
pt_pt: Visibilidade das colunas
ru_ru: Видимость колонок
th_th: การมองเห็นคอลัมน์
tr_tr: Sütun görünürlüğü
uk_ua: Видимість стовпців

source: Header text
ar_sa: نص العنوان
de_de: Überschrift
es_es: Texto del encabezado
fa_ir: متن سرصفحه
fr_fr: Texte d'en-tête
hi_in: शीर्ष लेख पाठ
it_it: Titolo
ja_jp: ヘッダー・テキスト
pl_pl: Tekst nagłówka
pt_pt: Texto de cabeçalho
ru_ru: Текст заголовка
th_th: ข้อความส่วนหัว
tr_tr: Başlık metni
uk_ua: Текст заголовка

source: Header alignment
ar_sa: محاذاة رأسية
de_de: Kopfzeilenausrichtung
es_es: Alineación de encabezado
fa_ir: تراز سربرگ
fr_fr: Alignement d'en-tête
hi_in: शीर्ष लेख संरेखण
it_it: Allineamento testata
ja_jp: ヘッダーの配置
pl_pl: Wyrównanie hedera
pt_pt: Alinhamento de cabeçalho
ru_ru: Выравнивание заголовка
th_th: การจัดแนวส่วนหัว
tr_tr: Başlık hizalaması
uk_ua: Вирівнювання заголовка

source: Column alignment
ar_sa: محاذاة العمود
de_de: Spaltenausrichtung
es_es: Alineación de columna
fa_ir: تراز ستون
fr_fr: Alignement de la colonne
hi_in: स्तंभ संरेखण
it_it: Allineamento delle colonne
ja_jp: 列の配置
pl_pl: Wyrównanie kolumny
pt_pt: Alinhamento coluna
ru_ru: Выравнивание колонки
th_th: การจัดแนวคอลัมน์
tr_tr: Sütun hizalama
uk_ua: Вирівнювання стовпця
