Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Buying power serves as a measurement of the dollar value of securities that one may purchase in a securities account without depositing additional funds
ar_sa: تستخدم الطاقة الشرائية كمقياس للقيمة الدولارية للأوراق المالية التي يمكن للمرء شراؤها في حساب الأوراق المالية دون إيداع أموال اضافيه
de_de: Kaufkraft dient als Messung des Dollarwertes von Wertpapieren, die man auf einem Wertpapierkonto erwerben kann, ohne zusätzliche Mittel zu hinterlegen
es_es: El poder adquisitivo sirve como medida del valor en dólares de los valores que uno puede comprar en una cuenta de valores sin depositar fondos adicionales
fa_ir: خرید قدرت به عنوان یک اندازه گیری از ارزش دلار اوراق بهادار است که ممکن است در یک حساب اوراق بهادار خرید بدون واریز بودجه اضافی
fr_fr: Le pouvoir d'achat sert de mesure de la valeur en dollars des titres que l'on peut acheter dans un compte de titres sans déposer de fonds supplémentaires
hi_in: क्रय शक्ति प्रतिभूतियों के डॉलर मूल्य का एक माप है कि एक प्रतिभूति खाते में अतिरिक्त धन जमा किए बिना खरीद सकते है के रूप में कार्य करता है
it_it: Il potere d'acquisto serve a misurare il valore in dollari dei titoli che si possono acquistare in un conto titoli senza depositare fondi aggiuntivi.
ja_jp: 購入電力は、1つが追加の資金を入金することなく、証券口座で購入することができる証券のドルの価値の測定として機能します
pl_pl: Siła nabywająca służy jako miara wartości dolara papierów wartościowych, które można nabyć na rachunku papierów wartościowych bez wpłacania dodatkowych środków
pt_pt: O poder de compra serve como uma medida do valor do dólar dos valores mobiliários que se pode comprar em uma conta de títulos sem depositar fundos adicionais
ru_ru: Покупательная сила служит измерением долларовой стоимости ценных бумаг, которые можно приобрести на счете ценных бумаг без внесения дополнительных средств
th_th: กําลังซื้อทําหน้าที่เป็นการวัดมูลค่าดอลลาร์ของหลักทรัพย์ที่หนึ่งอาจซื้อในบัญชีหลักทรัพย์โดยไม่ต้องฝากเงินเพิ่มเติม
tr_tr: Satın alma gücü, bir menkul kıymetler hesabında ek fon yatırma olmadan satın alınabilir menkul kıymetlerin dolar değerinin bir ölçümü olarak hizmet vermektedir
uk_ua: Купівельна спроможність є мірою доларової вартості цінних паперів, які можна придбати на рахунку цінних паперів без внесення додаткових коштів.

source: Securities leverage
ar_sa: رافعه مالية
de_de: Fremdkapital
es_es: Apalancamiento de valores
fa_ir: اهرم اوراق بهادار
fr_fr: Levier de valeurs mobilières
hi_in: प्रतिभूति उत्तोलन
it_it: Leva finanziaria
ja_jp: 証券レバレッジ
pl_pl: Dźwignia finansowa papierów wartościowych
pt_pt: Alavancagem de títulos
ru_ru: Рычаги ценных бумаг
th_th: การใช้ประโยชน์หลักทรัพย์
tr_tr: Menkul kıymetleri
uk_ua: Важелі цінних паперів

source: Look ahead next change
ar_sa: انظر إلى الامام التغيير المقبل
de_de: Blick in die nächste Zukunft
es_es: Mirar hacia adelante próximo cambio
fa_ir: نگاه کنید به جلو تغییر بعدی
fr_fr: Regardez l'avenir prochain changement
hi_in: अगले परिवर्तन आगे देखो
it_it: Guarda avanti prossima modifica
ja_jp: 次の変更を先に見る
pl_pl: Spójrz w przyszłość Następna zmiana
pt_pt: Olhe em frente próxima mudança
ru_ru: Смотреть вперед следующее изменение
th_th: มองไปข้างหน้าการเปลี่ยนแปลงถัดไป
tr_tr: Sonraki değişiklikteki ileriye bak
uk_ua: Прогнозована наступна зміна

source: Time when look-ahead values take effect
ar_sa: الوقت الذي تسري فيه قيم النظرة المسبقة
de_de: Zeit, in der die vorausschauenden Werte greifen
es_es: Tiempo en que los valores de mirada anticipada surtan efecto
fa_ir: زمانی که ارزش های پیش رو نگاه را اثر
fr_fr: Temps de prise d'effet des valeurs anticipes
hi_in: समय जब देखो आगे मूल्यों को प्रभावी
it_it: Tempo in cui i valori di look-ahead hanno effetto
ja_jp: 先読み値が有効になる時間
pl_pl: Czas, kiedy wartości z wyprzedzeniem zostaną uwzględnione
pt_pt: Tempo em que os valores de look-ahead têm efeito
ru_ru: Время, когда значения взгляд-вперед вступили в силу
th_th: เวลาที่ค่ามองไปข้างหน้ามีผล
tr_tr: İleri bakış değerlerinin etkili olması zamanı
uk_ua: Час, коли запобіжні значення набувають чинності

source: Day trades left (T..T+4)
ar_sa: اليوم الصفقات اليسار (t.. T + 4)
de_de: Tagesgeschäfte links (T .. T+4)
es_es: Día oficios a la izquierda (T.. T + 4)
fa_ir: معاملات روز چپ (T.. تی + 4)
fr_fr: Jours de métiers à gauche (T.. T + 4)
hi_in: दिन ट्रेडों छोड़ दिया (टी. । टी + 4)
it_it: Giorno di scambi a sinistra (T.. T + 4)
ja_jp: デイトレード左 (T.T + 4)
pl_pl: Dzień transakcji w lewo (T.. T + 4)
pt_pt: Dia comércios esquerda (T.. T + 4)
ru_ru: День торгует влево (T.. T + 4)
th_th: การซื้อขายวันซ้าย (T.. ต+4)
tr_tr: Gün esnaf sol (T.. T + 4)
uk_ua: Залишилось денних угод (T..T+4)

source: The Number of Open/Close trades a user could put on before Pattern Day Trading is detected. A value of "-1" means that the user can put on unlimited day trades.
ar_sa: عدد الصفقات المفتوحة/القريبة التي يمكن للمستخدم وضعها قبل الكشف عن المتاجرة في يوم النقش. قيمه "-1" يعني ان المستخدم يمكن ان يضع علي الصفقات اليوم غير محدود.
de_de: Die Anzahl der Open/Close-Geschäfte, die ein Benutzer anlegen könnte, bevor der Musterhandel erkannt wird. Ein Wert von "-1" bedeutet, dass der Benutzer unbegrenzte Tagesgeschäfte anlegen kann.
es_es: El número de operaciones de apertura/cierre que un usuario podría poner antes de que se detecte el día del patrón de trading. Un valor de "-1" significa que el usuario puede poner en operaciones diarias ilimitadas.
fa_ir: تعداد باز/بستن معاملات یک کاربر می تواند قبل از قرار دادن تجارت روز الگو تشخیص داده شود. مقدار "-1" به این معنی است که کاربر می تواند در معاملات روز نامحدود قرار داده است.
fr_fr: Le nombre de transactions d'ouverture/fermeture qu'un utilisateur peut mettre avant le trading de pattern Day est détecté. Une valeur de "-1" signifie que l'utilisateur peut mettre sur des métiers de jour illimités.
hi_in: खुले/बंद ट्रेडों की संख्या एक उपयोगकर्ता पर डाल सकता है पहले पैटर्न दिन व्यापार का पता चला है । का एक मूल्य "-1" का अर्थ है कि उपयोगकर्ता असीमित दिन ट्रेडों पर डाल सकते हैं ।
it_it: Il numero di operazioni aperte/chiuse che un utente potrebbe effettuare prima che venga rilevato il Pattern Day Trading. Un valore di "-1" significa che l'utente può effettuare transazioni giornaliere illimitate.
ja_jp: パターンデイ取引が検出される前にユーザーが置くことができるオープン/クローズ取引の数。「-1」の値は、ユーザーが無制限の日の取引を置くことができることを意味します。
pl_pl: Liczba otwartych/Zamknij transakcji użytkownik może umieścić na przed wzór Day Trading jest wykrywany. Wartość "-1" oznacza, że użytkownik może umieścić na nieograniczony dzień transakcji.
pt_pt: O número de comércios de abertura/fechamento que um usuário pode colocar antes de o dia padrão de negociação é detectado. Um valor de "-1" significa que o usuário pode colocar em comércios dia ilimitado.
ru_ru: Количество открытых/закрытых сделок, которые пользователь может надеть до того, как будет обнаружен торговый день pattern. Значение "-1" означает, что пользователь может поставить на неограниченный день сделок.
th_th: จํานวนการซื้อขายที่เปิดและปิดที่ผู้ใช้สามารถใส่ได้ก่อนที่จะตรวจพบการซื้อขายวันรูปแบบ ค่าของ "-1" หมายความว่าผู้ใช้สามารถซื้อขายวันได้ไม่ จํากัด
tr_tr: Desen günü ticareti algılandıktan önce bir kullanıcının üzerine koyabilme açık/kapat esnaf sayısı. "-1" değeri, Kullanıcı sınırsız gün esnaf koyabilirsiniz anlamına gelir.
uk_ua: Кількість відкритих/закритих угод, які користувач може відкрити, перш ніж буде виявлено денну торгівлю за шаблоном. Значення "-1" означає, що користувач може здійснювати необмежену кількість денних угод.

source: Month to date interest
ar_sa: الشهر حتى تاريخ الفائدة
de_de: Bisher interessanter Monat
es_es: Interés de mes a día
fa_ir: علاقه ماه به تاریخ
fr_fr: Intérêt du mois à ce jour
hi_in: माह की तारीख तक ब्याज
it_it: Interessi da inizio mese
ja_jp: 利息に対する月の日付
pl_pl: Odsetki od miesiąca do dnia
pt_pt: Mês até à data de juros
ru_ru: Проценты за месяц до настоящего времени
th_th: ดอกเบี้ยเดือนจนถึงปัจจุบัน
tr_tr: Vade farkı ay
uk_ua: Відсотки за місяць

source: Total accrued cash value of stock, commodities and securities
ar_sa: مجموع القيمة النقدية المتراكمة للمخزونات والسلع والأوراق المالية
de_de: Gesamtbetrag aufgelaufene Barwert von Aktien, Rohstoffen und Wertpapieren
es_es: Valor total acumulado en efectivo de existencias, materias primas y valores
fa_ir: مجموع ارزش نقدی تعلق سهام ، کالاها و اوراق بهادار
fr_fr: Valeur de rachat totale des stocks, des matières premières et des titres
hi_in: स्टॉक, जिंसों और प्रतिभूतियों का कुल अर्जित नकद मूल्य
it_it: Totale valore monetario maturato di azioni, materie prime e titoli
ja_jp: 株式、商品及び有価証券の未払金の額合計
pl_pl: Łączna naliczona wartość gotówkowa zapasów, towarów i papierów wartościowych
pt_pt: Valor monetário total acumulado de ações, commodities e títulos
ru_ru: Общая начисленная денежная стоимость акций, товаров и ценных бумаг
th_th: มูลค่าเงินสดคงค้างรวมของหุ้น สินค้าโภคภัณฑ์ และหลักทรัพย์
tr_tr: Stok, emtia ve menkul kıymetler toplam tahakkuk eden nakit değeri
uk_ua: Загальна нарахована грошова вартість акцій, товарів та цінних паперів

source: Accrued dividends
ar_sa: الأرباح المتراكمة
de_de: Angelaufte Dividende
es_es: Dividendos acumulados
fa_ir: سود سهام تعلق
fr_fr: Dividendes accumulés
hi_in: उप्रोभूत लाभांश
it_it: Dividendi maturati
ja_jp: 未払配当金
pl_pl: Naliczone dywidendy
pt_pt: Dividendos acumulados
ru_ru: НаЧисленные дивиденды
th_th: เงินปันผลค้างรับ
tr_tr: Tahakkuk eden temettü
uk_ua: Нараховані дивіденди

source: Initial Margin requirement of whole portfolio
ar_sa: متطلبات الهامش الاولي لحافظه كامله
de_de: Anfängliche Margin-Forderung ganzer Portfolios
es_es: Requisito de margen inicial de la cartera completa
fa_ir: نیاز به مارجین اولیه کل نمونه کارها
fr_fr: Exigence de marge initiale du portefeuille entier
hi_in: पूरे पोर्टफोलियो की प्रारंभिक मार्जिन आवश्यकता
it_it: Requisito di margine iniziale dell'intero portafoglio
ja_jp: ポートフォリオ全体の初期証拠金要件
pl_pl: Wymóg wstępny marży całego portfela
pt_pt: Requisito de margem inicial de todo o portfólio
ru_ru: Начальная Маржинальная потребность всего портфеля
th_th: ข้อกําหนดมาร์จิ้นเริ่มต้นของพอร์ตโฟลิโอทั้งหมด
tr_tr: Tüm portföy Ilk marj gereksinimi
uk_ua: Вимога до початкової маржі всього портфеля

source: Maintenance Margin requirement of whole portfolio
ar_sa: متطلبات هامش الصيانة لحافظه كامله
de_de: Instandhaltung Margin Forderung des gesamten Portfolios
es_es: Requisitos del margen de mantenimiento de la cartera completa
fa_ir: تعمیر و نگهداری الزامات مارجین کل نمونه کارها
fr_fr: Exigence de marge de maintenance du portefeuille entier
hi_in: पूरे पोर्टफोलियो की रखरखाव मार्जिन आवश्यकताएं
it_it: Requisito di margine di manutenzione dell'intero portafoglio
ja_jp: ポートフォリオ全体の保守マージン要件
pl_pl: Wymóg marginesu alimentów dla całego portfela
pt_pt: Requisito de margem de manutenção de todo o portfólio
ru_ru: Поддержание маржинального требования всего портфеля
th_th: ข้อกําหนดมาร์จิ้นการบํารุงรักษาของพอร์ตโฟลิโอทั้งหมด
tr_tr: Tüm portföy bakım marjı gereksinimi
uk_ua: Підтримуюча маржа для всього портфеля

source: Reg T margin
ar_sa: [ريج] هامش
de_de: REG-T-Marge
es_es: Margen reg T
fa_ir: حاشیه Reg
fr_fr: Marge reg T
hi_in: रेग टी मार्जिन
it_it: Margine reg T
ja_jp: Reg T マージン
pl_pl: Margines reg T
pt_pt: Margem reg T
ru_ru: Поле reg T
th_th: อัตรากําไรขั้นต้น Reg T
tr_tr: Reg T marj
uk_ua: Маржа Reg T

source: Regulation T margin for universal account
ar_sa: البند T الهامش للحساب العالمي
de_de: Verordnung T Spielraum für universelles Konto
es_es: Margen de regulación T para cuenta universal
fa_ir: تنظیم حاشیه T برای حساب جهانی
fr_fr: Marge de régularisation T pour compte universel
hi_in: यूनिवर्सल खाते के लिए विनियमन टी मार्जिन
it_it: Regolamento Margine T per conto universale
ja_jp: ユニバーサルアカウントの規制 T マージン
pl_pl: Rozporządzenie T margines dla rachunku uniwersalnego
pt_pt: Margem de regulação T para conta universal
ru_ru: Регулирование T маржа для универсального счета
th_th: ระเบียบ T มาร์จิ้นสําหรับบัญชีสากล
tr_tr: Evrensel hesap için yönetmelik T marjı
uk_ua: Regulation T маржа для універсального рахунку

source: Post-expiry margin (predicted)
ar_sa: هامش ما بعد انتهاء الصلاحية (متوقع)
de_de: Nachlauf-Marge (vorhergesagt)
es_es: Margen posterior a la expiración (pronosticado)
fa_ir: حاشیه پس از انقضا (پیش بینی شده)
fr_fr: Marge postérieure à l'expiration (prévue)
hi_in: पोस्ट-एक्सपायरी मार्जिन (अनुमानित)
it_it: Margine post-scadenza (previsto)
ja_jp: 満期後のマージン (予測)
pl_pl: Margines po wygaśnięciu (przewidywany)
pt_pt: Margem de pós-expiração (prevista)
ru_ru: Маржа после окончания срока действия (прогнозируемая)
th_th: ระยะขอบหลังหมดอายุ (ที่คาดการณ์ไว้)
tr_tr: Vade sonu marjı (öngörülen)
uk_ua: Маржа після закінчення терміну дії (прогноз)

source: Pending debit card charges
ar_sa: رسوم بطاقة الخصم المعلقة
de_de: Anhängige Gebühren für Debitkarten
es_es: Cargos pendientes de tarjeta de débito
fa_ir: در انتظار اتهامات کارت بدهکاری
fr_fr: Frais de carte de débit en attente
hi_in: लंबित डेबिट कार्ड शुल्क
it_it: Addebiti per carte di debito in sospeso
ja_jp: 保留中のデビットカードの料金
pl_pl: Oczekujące opłaty kartą debetową
pt_pt: Encargos de cartão de débito pendentes
ru_ru: Отложенные платежи по дебетовой карте
th_th: ค่าบริการบัตรเดบิตที่รอดําเนินการ
tr_tr: Bekleyen banka kartı ücretleri
uk_ua: Відкладені платежі дебетової картки

source: Identifies the IB account structure
ar_sa: يحدد بنيه حساب IB
de_de: Identifiziert die IB-Kontostruktur
es_es: Identifica la estructura de la cuenta IB
fa_ir: شناسایی ساختار حساب IB
fr_fr: Identifie la structure du compte IB
hi_in: आईबी खाता संरचना की पहचान करता है
it_it: Identifica la struttura dei conti IB
ja_jp: IB 口座構造を識別します
pl_pl: Identyfikuje strukturę konta IB
pt_pt: Identifica a estrutura da conta IB
ru_ru: Идентифицирует структуру счета IB
th_th: ระบุโครงสร้างบัญชี IB
tr_tr: IB hesap yapısını tanımlar
uk_ua: Визначає структуру рахунку IB

source: Token is empty
ar_sa: الرمز المميز فارغ
de_de: Spielzeug ist leer
es_es: El token está vacío
fa_ir: رمز خالی است
fr_fr: Jeton est vide
hi_in: टोकन रिक्त है
it_it: Token è vuoto
ja_jp: トークンが空です
pl_pl: Token jest pusty
pt_pt: Token está vazio
ru_ru: Токен не указан
th_th: โทเค็นว่างเปล่า
tr_tr: Token boş
uk_ua: Токен пустий

source: Update frequency
ar_sa: تحديث التردد
de_de: Aktualisierungshäufigkeit
es_es: Frecuencia de actualización
fa_ir: فرکانس به روز رسانی
fr_fr: Fréquence de mise à jour
hi_in: अपडेट आवृत्ति
it_it: Frequenza di aggiornamento
ja_jp: 更新頻度
pl_pl: Częstotliwość aktualizacji
pt_pt: Atualização de frequência
ru_ru: Частота обновления
th_th: ความถี่ในการอัปเดต
tr_tr: Sıklığı güncelleştir
uk_ua: Частота оновлення

source: How often the Index is updated
ar_sa: عدد مرات تحديث الفهرس
de_de: Wie oft der Index aktualisiert wird
es_es: Con qué frecuencia se actualiza el índice
fa_ir: هر چند وقت یکبار شاخص به روز می شود
fr_fr: Fréquence de mise à jour de l’index
hi_in: इंडेक्स को कितनी बार अपडेट किया जाता है
it_it: Frequenza di aggiornamento dell'indice
ja_jp: インデックスの更新頻度
pl_pl: Jak często indeks jest aktualizowany
pt_pt: Com que frequência o Índice é atualizado
ru_ru: Как часто обновляется Индекс
th_th: ความถี่ที่ดัชนีมีการอัปเดต
tr_tr: Dizin ne sıklıkta güncellenir
uk_ua: Як часто оновлюється індекс

source: Continent
ar_sa: القاره
de_de: Kontinent
es_es: Continente
fa_ir: قاره
hi_in: महाद्वीप
it_it: Continente
ja_jp: 大陸
pl_pl: Kontynencie
pt_pt: Continente
ru_ru: Континента
th_th: ทวีป
tr_tr: Kıta
uk_ua: Континент

source: The continent of the country of focus for the Index
ar_sa: قارة بلد التركيز للمؤشر
de_de: Der Kontinent des Landes, das für den Index im Mittelpunkt steht
es_es: El continente del país de enfoque para el índice
fa_ir: قاره کشور متمرکز برای شاخص
fr_fr: Le continent du pays d’intérêt pour l’indice
hi_in: सूचकांक के लिए ध्यान केंद्रित करने के देश के महाद्वीप
it_it: Il continente del paese di interesse per l'indice
ja_jp: インデックスの焦点国の大陸
pl_pl: Kontynent kraju, w który koncentruje się na indeksie
pt_pt: O continente do país de foco para o Índice
ru_ru: Континент страны фокуса для Индекса
th_th: ทวีปของประเทศที่มุ่งเน้นสําหรับดัชนี
tr_tr: Endeks için odak ülkenin kıta
uk_ua: Континент країни у фокусі індексу

source: Country
ar_sa: الدولة
de_de: Land
es_es: País
fa_ir: کشور
fr_fr: Pays
hi_in: देश
it_it: Paese
ja_jp: 国
pl_pl: Kraj
pt_pt: País
ru_ru: Страна
th_th: ประเทศ
tr_tr: Ülke
uk_ua: Країна

source: The country of focus for the Index
ar_sa: البلد الذي يركز على المؤشر
de_de: Das Land des Fokus für den Index
es_es: El país de enfoque para el índice
fa_ir: کشور تمرکز برای شاخص
fr_fr: Le pays d’intérêt pour l’indice
hi_in: सूचकांक के लिए ध्यान केंद्रित करने का देश
it_it: Il paese di interesse per l'indice
ja_jp: インデックスの焦点の国
pl_pl: Kraj zainteresowania indeksem
pt_pt: O país de foco para o Índice
ru_ru: Страна фокусировки индекса
th_th: ประเทศที่มุ่งเน้นสําหรับดัชนี
tr_tr: Endeks için odak ülke
uk_ua: Країна фокусування для Індексу

source: Share class
ar_sa: مشاركة الفئة
de_de: Share-Klasse
es_es: Compartir clase
fa_ir: کلاس اشتراک گذاری
fr_fr: Classe de partage
hi_in: शेयर क्लास
it_it: Classe di condivisione
ja_jp: クラスを共有する
pl_pl: Klasa udostępniania
pt_pt: Aula de partilha
ru_ru: Класс обмена
th_th: แชร์ชั้นเรียน
tr_tr: Sınıfı paylaş
uk_ua: Клас цінних паперів

source: The Security's share class (if applicable)
ar_sa: فئة أسهم الأمان (إن وجدت)
de_de: Die Freigabeklasse des Wertpapiers (falls zutreffend)
es_es: Clase de acciones de la seguridad (si corresponde)
fa_ir: کلاس سهم امنیت (در صورت قابل اجرا)
fr_fr: Classe d’actions de la Sécurité (le cas échéant)
hi_in: सुरक्षा का शेयर वर्ग (यदि लागू हो)
it_it: Classe di azioni della Sicurezza (se applicabile)
ja_jp: セキュリティの共有クラス (該当する場合)
pl_pl: Klasa akcji Bezpieczeństwa (jeśli dotyczy)
pt_pt: Classe de ações da Security (se aplicável)
ru_ru: Класс акций Security (если это применимо)
th_th: คลาสการแชร์ของความปลอดภัย (ถ้ามี)
tr_tr: Güvenlik'in paylaşım sınıfı (varsa)
uk_ua: Клас цінних паперів (якщо є)

source: Exchange ticker
ar_sa: مؤشر تبادل
de_de: Austausch-Ticker
es_es: Marcador de intercambio
fa_ir: تبادل تیک تیک
fr_fr: Ticker d’échange
hi_in: एक्सचेंज टिकर
it_it: Ticker di scambio
ja_jp: 交換ティッカー
pl_pl: Giełda wymiany
pt_pt: Troca de tiquetaque
ru_ru: Биржевой тикер
th_th: ทิกเกอร์แลกเปลี่ยน
tr_tr: Exchange işaretçisi
uk_ua: Біржовий тікер

source: The exchange-level ticker
ar_sa: مؤشر مستوى التبادل
de_de: Der Börsen-Ticker
es_es: El ticker de nivel de intercambio
fa_ir: تیک تیک سطح مبادله
fr_fr: Le ticker au niveau de l’échange
hi_in: एक्सचेंज-लेवल टिकर
it_it: Il ticker a livello di cambio
ja_jp: 交換レベルのティッカー
pl_pl: Znacznik na poziomie wymiany
pt_pt: O ticker de nível de câmbio
ru_ru: Тикер на уровне обмена
th_th: ทิกเกอร์ระดับการแลกเปลี่ยน
tr_tr: Değişim düzeyi işaretleyicisi
uk_ua: Тікер на рівні біржі

source: Composite ticker
ar_sa: مؤشر مركب
es_es: Ticker compuesto
fa_ir: تیک تیک مرکب
fr_fr: Ticker composite
hi_in: कंपोजिट टिकर
it_it: Ticker composito
ja_jp: コンポジットティッカー
pl_pl: Pole wyboru
pt_pt: Ticker composto
ru_ru: Композитный тикер
th_th: ทิกเกอร์คอมโพสิต
tr_tr: Bileşik işaretçi
uk_ua: Складений тікер

source: The country-composite ticker
ar_sa: مؤشر البلد المركب
de_de: Der Country-Composite-Ticker
es_es: El ticker compuesto por país
fa_ir: تیک تیک کشور-کامپوزیت
fr_fr: Le ticker pays-composite
hi_in: देश-कंपोजिट टिकर
it_it: Il ticker country-composite
ja_jp: 国複合ティッカー
pl_pl: Znacznik kompozytowy kraju
pt_pt: O marcador composto pelo país
ru_ru: Страна-композитный тикер
th_th: ทิกเกอร์ผสมประเทศ
tr_tr: Ülke kompozit işaretçisi
uk_ua: Тікер за країнами

source: Figi
ar_sa: فيجي
fa_ir: فیگی
hi_in: फिगी
ja_jp: フィギ
pl_pl: Figi (Figi)
ru_ru: Фиги
th_th: ฟิจิ

source: The exchange-level OpenFIGI identifier
ar_sa: معرف OpenFIGI على مستوى التبادل
de_de: Der OpenFIGI-Bezeichner auf Exchange-Ebene
es_es: El identificador OpenFIGI de nivel de intercambio
fa_ir: شناسه سطح تبادل OpenFIGI
fr_fr: Identificateur OpenFIGI au niveau exchange
hi_in: एक्सचेंज-लेवल ओपनफिगी पहचानकर्ता
it_it: L'identificatore OpenFIGI a livello di scambio
ja_jp: 交換レベルの OpenFIGI 識別子
pl_pl: Identyfikator OpenFIGI na poziomie wymiany
pt_pt: O identificador OpenFIGI de nível de câmbio
ru_ru: Идентификатор openFIGI на уровне обмена
th_th: ตัวระบุ OpenFIGI ระดับการแลกเปลี่ยน
tr_tr: Değişim düzeyi OpenFIGI tanımlayıcısı
uk_ua: Ідентифікатор OpenFIGI на рівні біржі

source: Composite Figi
ar_sa: مركب فيجي
es_es: Figi compuesto
fa_ir: فیگی کامپوزیت
hi_in: कंपोजिट फिगी
it_it: Figi composito
ja_jp: コンポジットフィギ
pl_pl: Kompozytowe Figi
pt_pt: Figi composto
ru_ru: Композитный фиги
th_th: ฟิจิคอมโพสิต
tr_tr: Kompozit Figi
uk_ua: Складений Figi

source: The country-composite OpenFIGI identifier
ar_sa: معرف البلد المركب OpenFIGI
de_de: Der Country-Composite OpenFIGI-Bezeichner
es_es: El identificador OpenFIGI compuesto por país
fa_ir: شناسه OpenFIGI مرکب کشور
fr_fr: L’identificateur OpenFIGI composite de pays
hi_in: देश-कंपोजिट ओपनफीगी पहचानकर्ता
it_it: Identificatore OpenFIGI composto dal paese
ja_jp: 国複合 OpenFIGI 識別子
pl_pl: Identyfikator OpenFIGI złożony kraj
pt_pt: O identificador openFIGI composto por país
ru_ru: Страна-композитный идентификатор OpenFIGI
th_th: ตัวระบุ OpenFIGI แบบรวมประเทศ
tr_tr: Ülke kompozit OpenFIGI tanımlayıcısı
uk_ua: Ідентифікатор OpenFIGI за країнами

source: Share class Figi
ar_sa: حصة فئة فيجي
de_de: Aktienklasse Figi
es_es: Compartir clase Figi
fa_ir: اشتراک گذاری کلاس فیگی
fr_fr: Classe de partage Figi
hi_in: शेयर वर्ग फिगी
it_it: Condividi classe Figi
ja_jp: 共有クラスフィギ
pl_pl: Podziel się klasą Figi
pt_pt: Classe de partilha Figi
ru_ru: Доля класса Фиги
th_th: แชร์คลาส Figi
tr_tr: Sınıf Figi paylaş
uk_ua: Клас цінних паперів Figi

source: The global-composite OpenFIGI identifier
ar_sa: معرف OpenFIGI المركبة العمومية
de_de: Der global zusammengesetzte OpenFIGI-Bezeichner
es_es: El identificador OpenFIGI compuesto global
fa_ir: شناسه جهانی کامپوزیت OpenFIGI
fr_fr: L’identificateur OpenFIGI composite global
hi_in: ग्लोबल-कंपोजिट ओपनफिगी पहचानकर्ता
it_it: L'identificatore OpenFIGI global-composite
ja_jp: グローバル複合 OpenFIGI 識別子
pl_pl: Global-composite identyfikator OpenFIGI
pt_pt: O identificador openFIGI composto global
ru_ru: Глобально-композитный идентификатор OpenFIGI
th_th: ตัวระบุ OpenFIGI แบบรวมส่วนกลาง
tr_tr: Küresel bileşik OpenFIGI tanımlayıcısı
uk_ua: Глобальний ідентифікатор OpenFIGI

source: Figi unique id
ar_sa: معرف فريد فيدي
de_de: Figi einzigartige ID
es_es: Id único de Figi
fa_ir: شناسه منحصر به فرد فیگی
fr_fr: Figi id unique
hi_in: फिगी अद्वितीय आईडी
it_it: Figi id unico
ja_jp: フィギのユニークなID
pl_pl: Figi unikalny identyfikator
pt_pt: Figi id único
ru_ru: Фиги уникальный идентификатор
th_th: รหัสที่ไม่ซ้ํากันของ Figi
tr_tr: Figi benzersiz kimlik
uk_ua: Унікальний ID Figi

source: The OpenFIGI unique ID
ar_sa: معرف OpenFIGI الفريد
de_de: Die openFIGI eindeutige ID
es_es: El ID único de OpenFIGI
fa_ir: شناسه منحصر به فرد OpenFIGI
fr_fr: L’ID unique OpenFIGI
hi_in: ओपनफिगी यूनिक आईडी
it_it: L'ID univoco OpenFIGI
ja_jp: 一意の ID を開く
pl_pl: Unikalny identyfikator OpenFIGI
pt_pt: O ID exclusivo OpenFIGI
ru_ru: Уникальный идентификатор OpenFIGI
th_th: รหัสเฉพาะของ OpenFIGI
tr_tr: OpenFIGI benzersiz kimliği
uk_ua: Унікальний ID OpenFIGI

source: Cik
ar_sa: سيك
fa_ir: سیک
hi_in: सीके
ja_jp: シク
pt_pt: Rio Cik
ru_ru: Чик
th_th: ซิก
