Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Stop price should be positive non-zero value
ar_sa: يجب أن يكون سعر الإيقاف قيمة غير صفرية موجبة
de_de: Stop-Preis sollte positiver Wert ungleich Null sein
es_es: El precio stop debe ser un valor positivo distinto de cero
fa_ir: قیمت توقف باید ارزش مثبت غیر صفر باشد
fr_fr: Le prix d’arrêt doit être positif valeur non nulle
hi_in: स्टॉप प्राइस सकारात्मक गैर-शून्य मूल्य होना चाहिए
it_it: Il prezzo di arresto deve essere un valore positivo diverso da zero
ja_jp: ストップ価格は正のゼロ以外の値でなければなりません
pl_pl: Cena stop powinna być dodatnia wartość niezerowa
pt_pt: O preço de paragem deve ser positivo sem zero valores
ru_ru: Стоп-цена должна быть положительным ненулевым значением
th_th: ราคาหยุดควรเป็นบวกค่าที่ไม่ใช่ศูนย์
tr_tr: Stop fiyat pozitif sıfır olmayan değer olmalıdır
uk_ua: Стоп-ціна має бути позитивним ненульовим значенням

source: Margin call
ar_sa: نداء الهامش
de_de: Margenaufruf
es_es: Ajuste de márjenes
fa_ir: تماس حاشیه
fr_fr: Appel de marge
hi_in: मार्जिन कॉल
it_it: Chiamata di margine
ja_jp: マージンコール
pl_pl: Połączenie marży
pt_pt: Chamada de margem
ru_ru: Маржин колл
th_th: การเรียกหลักประกันเพิ่ม
tr_tr: Marj çağrısı
uk_ua: Маржин кол

source: Adjust Leverage
ar_sa: ضبط الرافعة المالية
es_es: Ajustar apalancamiento
fa_ir: تنظیم اهرم
fr_fr: Ajuster l’effet de levier
hi_in: लीवरेज समायोजित करें
it_it: Regola leva
ja_jp: レバレッジの調整
pl_pl: Dostosuj dźwignię
pt_pt: Ajustar alavancagem
ru_ru: Отрегулируйте кредитное плечо
th_th: ปรับเลเวอเรจ
tr_tr: Kaldıracı Ayarla
uk_ua: Налаштувати кредитне плече

source: Adjust Margin Mode
ar_sa: ضبط وضع الهامش
de_de: Anpassen des Margin-Modus
es_es: Ajustar el modo de margen
fa_ir: تنظیم حالت حاشیه
fr_fr: Ajuster le mode marge
hi_in: मार्जिन मोड को समायोजित करें
it_it: Regolare la modalità margine
ja_jp: 余白モードの調整
pl_pl: Dostosuj tryb marginesu
pt_pt: Ajustar o modo de margem
ru_ru: Отрегулируйте режим маржи
th_th: ปรับโหมดมาร์จิ้น
tr_tr: Kenar Boşluğu Modunu Ayarlama
uk_ua: Налаштувати режим маржі

source: Volume analysis step (ticks)
ar_sa: خطوة تحليل الحجم (علامات)
de_de: Volumenanalyseschritt (Ticks)
es_es: Paso de análisis de volumen (ticks)
fa_ir: مرحله تجزیه و تحلیل حجم (کنه)
fr_fr: Étape d’analyse de volume (ticks)
hi_in: वॉल्यूम विश्लेषण चरण (टिक)
it_it: Fase di analisi del volume (segni di graduazione)
ja_jp: ボリューム分析ステップ(ティック)
pl_pl: Krok analizy objętości (znaczniki)
pt_pt: Passo de análise de volume (tiques)
ru_ru: Шаг объемного анализа (тики)
th_th: ขั้นตอนการวิเคราะห์ปริมาณ (เห็บ)
tr_tr: Ses analizi adımı (onaylar)
uk_ua: Крок об'ємного аналізу (тіки)

source: Account custom name
ar_sa: اسم الحساب المخصص
de_de: Benutzerdefinierter Kontoname
es_es: Nombre personalizado de la cuenta
fa_ir: نام سفارشی حساب
fr_fr: Nom personnalisé du compte
hi_in: खाता कस्टम नाम
it_it: Nome personalizzato dell'account
pl_pl: Niestandardowa nazwa konta
pt_pt: Nome personalizado da conta
ru_ru: Пользовательское имя учетной записи
th_th: ชื่อบัญชีที่กําหนดเอง
uk_ua: Своє ім'я рахунку

source: Check orders interval, sec
de_de: Bestellintervall prüfen, Sek.
fa_ir: بررسی فاصله سفارشات، ثانیه
fr_fr: Vérifier l’intervalle des commandes, sec
it_it: Controllare l'intervallo degli ordini, sec
th_th: ตรวจสอบช่วงเวลาของคําสั่งซื้อวินาที
uk_ua: Інтервал перевірки замовлень, сек

source: Real-time
ar_sa: في الوقت الحقيقي
de_de: Echtzeit
es_es: tiempo real
fa_ir: زمان واقعی
fr_fr: en temps réel
hi_in: वास्तविक
it_it: in tempo reale
ja_jp: リアルタイム
pl_pl: Czasu rzeczywistego
pt_pt: Em tempo real
ru_ru: Режим реального времени
th_th: เรียลไทม์
tr_tr: gerçek zamanlı
uk_ua: У реальному часі

source: Real-time and history
ar_sa: الوقت الحقيقي والتاريخ
de_de: Echtzeit und Historie
es_es: Tiempo real e historia
fa_ir: زمان واقعی و تاریخ
fr_fr: Temps réel et histoire
hi_in: वास्तविक समय और इतिहास
it_it: Tempo reale e storia
ja_jp: リアルタイムと履歴
pl_pl: W czasie rzeczywistym i historii
pt_pt: Em tempo real e história
ru_ru: В реальном времени и история
th_th: เรียลไทม์และประวัติศาสตร์
tr_tr: Gerçek zamanlı ve tarih
uk_ua: У реальному часі + історія

source: Once per minute
ar_sa: مرة واحدة في الدقيقة
de_de: Einmal pro Minute
es_es: Una vez por minuto
fa_ir: یک بار در دقیقه
fr_fr: Une fois par minute
hi_in: एक बार प्रति मिनट
it_it: Una volta al minuto
ja_jp: 1分あたり1回
pl_pl: Raz na minutę
pt_pt: Uma vez por minuto
ru_ru: Один раз в минуту
th_th: หนึ่งครั้งต่อนาที
tr_tr: Dakikada bir kez
uk_ua: Один раз на хвилину

source: Once per 2 minutes
ar_sa: مرة واحدة لكل دقيقتين
de_de: Einmal pro 2 Minuten
es_es: Una vez por cada 2 minutos
fa_ir: یک بار در هر 2 دقیقه
fr_fr: Une fois toutes les 2 minutes
hi_in: प्रति 2 मिनट में एक बार
it_it: Una volta ogni 2 minuti
ja_jp: 2分に1回
pl_pl: Raz na 2 minuty
pt_pt: Uma vez por 2 minutos
ru_ru: Один раз в 2 минуты
th_th: หนึ่งครั้งต่อ 2 นาที
tr_tr: Dakikada bir
uk_ua: Один раз на 2 хвилини

source: Once per 3 minutes
ar_sa: مرة واحدة لكل 3 دقائق
de_de: Einmal pro 3 Minuten
es_es: Una vez por cada 3 minutos
fa_ir: یک بار در هر 3 دقیقه
fr_fr: Une fois toutes les 3 minutes
hi_in: प्रति 3 मिनट में एक बार
it_it: Una volta ogni 3 minuti
ja_jp: 3分に1回
pl_pl: Raz na 3 minuty
pt_pt: Uma vez por 3 minutos
ru_ru: Один раз в 3 минуты
th_th: หนึ่งครั้งต่อ 3 นาที
tr_tr: 3 dakikada bir
uk_ua: Один раз на 3 хвилини

source: Once per 5 minutes
ar_sa: مرة واحدة لكل 5 دقائق
de_de: Einmal pro 5 Minuten
es_es: Una vez por cada 5 minutos
fa_ir: یک بار در هر 5 دقیقه
fr_fr: Une fois toutes les 5 minutes
hi_in: प्रति 5 मिनट में एक बार
it_it: Una volta ogni 5 minuti
ja_jp: 5分に1回
pl_pl: Raz na 5 minut
pt_pt: Uma vez por 5 minutos
ru_ru: Один раз в 5 минут
th_th: หนึ่งครั้งต่อ 5 นาที
tr_tr: Dakikada bir
uk_ua: Один раз на 5 хвилин

source: Once per 15 minutes
ar_sa: مرة واحدة لكل 15 دقيقة
de_de: Einmal pro 15 Minuten
es_es: Una vez por cada 15 minutos
fa_ir: یک بار در هر 15 دقیقه
fr_fr: Une fois toutes les 15 minutes
hi_in: प्रति 15 मिनट में एक बार
it_it: Una volta ogni 15 minuti
ja_jp: 15分に1回
pl_pl: Raz na 15 minut
pt_pt: Uma vez por 15 minutos
ru_ru: Один раз в 15 минут
th_th: หนึ่งครั้งต่อ 15 นาที
tr_tr: 15 dakikada bir
uk_ua: Один раз на 15 хвилин

source: Once per 30 minutes
ar_sa: مرة واحدة لكل 30 دقيقة
de_de: Einmal pro 30 Minuten
es_es: Una vez por cada 30 minutos
fa_ir: یک بار در هر 30 دقیقه
fr_fr: Une fois toutes les 30 minutes
hi_in: एक बार प्रति 30 मिनट
it_it: Una volta ogni 30 minuti
ja_jp: 30分に1回
pl_pl: Raz na 30 minut
pt_pt: Uma vez por 30 minutos
ru_ru: Один раз в 30 минут
th_th: หนึ่งครั้งต่อ 30 นาที
tr_tr: Dakikada bir 30 dakika
uk_ua: Один раз на 30 хвилин

source: Once per hour
ar_sa: مرة واحدة في الساعة
de_de: Einmal pro Stunde
es_es: Una vez por hora
fa_ir: یک بار در ساعت
fr_fr: Une fois par heure
hi_in: प्रति घंटे एक बार
it_it: Una volta all'ora
ja_jp: 1 時間に 1 回
pl_pl: Raz na godzinę
pt_pt: Uma vez por hora
ru_ru: Один раз в час
th_th: หนึ่งครั้งต่อชั่วโมง
tr_tr: Saatte bir kez
uk_ua: Один раз на годину

source: Mark price
ar_sa: سعر العلامة
de_de: Markpreis
es_es: Precio de marca
fa_ir: قیمت علامت گذاری
fr_fr: Prix de marque
hi_in: मार्क मूल्य
it_it: Segna prezzo
ja_jp: マーク価格
pl_pl: Oznacz cenę
pt_pt: Preço de marca
ru_ru: Цена марки
th_th: ทําเครื่องหมายราคา
tr_tr: Fiyatı işaretle
uk_ua: Ціна Марк

source: Last price
ar_sa: آخر سعر
de_de: Letzter Preis
es_es: Último precio
fa_ir: آخرین قیمت
fr_fr: Dernier prix
hi_in: अंतिम कीमत
it_it: Ultimo prezzo
ja_jp: 終値
pl_pl: Ostatnia cena
pt_pt: Último preço
ru_ru: Посл. цена
th_th: ราคาล่าสุด
tr_tr: Son fiyat
uk_ua: Ціна Ласт

source: Binance server
ar_sa: خادم بينانس
es_es: Servidor Binance
fa_ir: سرور بایننس
fr_fr: Serveur Binance
hi_in: Binance सर्वर
it_it: Server Binance
pl_pl: Serwer Binance
pt_pt: Servidor binance
ru_ru: Сервер Binance
th_th: เซิร์ฟเวอร์ Binance
uk_ua: Сервер Binance

source: External server
ar_sa: خادم خارجي
de_de: Externer Server
es_es: Servidor externo
fa_ir: سرور خارجی
fr_fr: Serveur externe
hi_in: बाहरी सर्वर
it_it: Server esterno
pl_pl: Serwer zewnętrzny
pt_pt: Servidor externo
ru_ru: Внешний сервер
th_th: เซิร์ฟเวอร์ภายนอก
uk_ua: Зовнішній сервер

source: By timer
de_de: Nach Timer
fa_ir: توسط تایکر
fr_fr: Par minuterie
it_it: Per timer
th_th: ตามตัวจับเวลา
uk_ua: За таймером

source: Periodically
ar_sa: دوريا
de_de: Regelmäßig
es_es: Periódicamente
fa_ir: دوره
fr_fr: Périodiquement
hi_in: आवधिक
it_it: Periodicamente
pl_pl: Okresowo
pt_pt: Periodicamente
ru_ru: Периодически
th_th: เป็น ระยะๆ
uk_ua: Періодично

source: Connection
ar_sa: الاتصال
de_de: Verbindung
es_es: Conexión
fa_ir: اتصال
fr_fr: connexion
hi_in: नाता
it_it: connessione
ja_jp: 接続
pl_pl: połączenie
pt_pt: Conexão
ru_ru: Соединение
th_th: การเชื่อมต่อ
tr_tr: Bağlantı
uk_ua: Підключення

source: Allow load user trades history
de_de: Laden des Benutzer-Trades-Verlaufs zulassen
fa_ir: اجازه دادن به سابقه معاملات کاربر بار
fr_fr: Autoriser le chargement de l’historique des transactions utilisateur
it_it: Consenti il caricamento della cronologia delle operazioni degli utenti
th_th: อนุญาตให้โหลดประวัติการซื้อขายของผู้ใช้
uk_ua: Дозволити історію завантажень транзакцій користувачів

source: Allow load user orders history
de_de: Laden des Benutzerauftragsverlaufs zulassen
fa_ir: اجازه دادن به سابقه سفارشات کاربر بار
fr_fr: Autoriser le chargement de l’historique des commandes utilisateur
it_it: Consenti caricamento cronologia ordini utente
th_th: อนุญาตให้โหลดประวัติคําสั่งซื้อของผู้ใช้
uk_ua: Дозволити завантаження журналу замовлень користувачів

source: Base endpoint
de_de: Basisendpunkt
fa_ir: نقطه پایانی پایه
fr_fr: Point de terminaison de base
it_it: Endpoint di base
th_th: จุดสิ้นสุดฐาน
uk_ua: Базова кінцева точка

source: Bid/Ask update frequency
ar_sa: تكرار تحديث عروض الأسعار/الطلب
de_de: Häufigkeit der Bid/Ask-Aktualisierung
es_es: Frecuencia de actualización de oferta/demanda
fa_ir: پیشنهاد / درخواست فرکانس به روز رسانی
fr_fr: Fréquence de mise à jour des enchères/demandes
hi_in: बोली/पूछें अद्यतन आवृत्ति
it_it: Frequenza di aggiornamento Bid/Ask
pl_pl: Częstotliwość aktualizacji Bid/Ask
pt_pt: Bid/Ask frequência de atualização
ru_ru: Частота обновления Bid/Ask
th_th: ความถี่ในการอัปเดตราคาเสนอ/เสนอขาย
uk_ua: Частота оновлення Бід/Аск

source: Bid/Ask update timer interval, sec
de_de: Bid/Ask-Aktualisierungszeitgeberintervall, Sek.
fa_ir: پیشنهاد / درخواست فاصله زمان به روز رسانی ، ثانیه
fr_fr: Intervalle du minuteur de mise à jour Bid/Ask, sec
it_it: Intervallo timer di aggiornamento Bid/Ask, sec
th_th: ช่วงเวลาของการอัปเดตการเสนอราคา/ถาม, วินาที
uk_ua: Інтервал таймера ставки/запиту оновлення, сек

source: TP/SL trigger price
ar_sa: TP / SL سعر الزناد
de_de: TP/SL Triggerpreis
es_es: Precio de activación TP/SL
fa_ir: قیمت ماشه TP/SL
fr_fr: Prix de déclenchement TP/SL
hi_in: टीपी/एसएल ट्रिगर मूल्य
it_it: Prezzo di attivazione TP/SL
ja_jp: TP/SLトリガ価格
pl_pl: Cena wyzwalania TP/SL
pt_pt: Preço de disparo TP/SL
ru_ru: Цена триггера TP/SL
th_th: ราคาทริกเกอร์ TP / SL
tr_tr: TP/SL tetikleme fiyatı
uk_ua: Ціна тригера СЛ/ТП

source: Open interest mode
ar_sa: فتح وضع الفائدة
de_de: Open-Interest-Modus
es_es: Modo de interés abierto
fa_ir: حالت بهره باز
fr_fr: Mode d’intérêt ouvert
hi_in: ओपन इंटरेस्ट मोड
it_it: Modalità di interesse aperto
ja_jp: オープン金利モード
pl_pl: Tryb otwartego zainteresowania
pt_pt: Modo de juro aberto
ru_ru: Режим открытого интереса
th_th: เปิดโหมดความสนใจ
tr_tr: Açık faiz modu
uk_ua: Режим відкритого інтересу

source: Open interest update period
ar_sa: فترة تحديث الفائدة المفتوحة
de_de: Aktualisierungszeitraum für Open Interest
es_es: Período de actualización de intereses abierto
fa_ir: دوره به روز رسانی بهره باز
fr_fr: Période de mise à jour des intérêts ouverts
hi_in: ओपन इंटरेस्ट अपडेट अवधि
it_it: Periodo di aggiornamento degli interessi aperti
ja_jp: オープン金利更新期間
pl_pl: Otwarty okres aktualizacji odsetek
pt_pt: Período de atualização de juros abertos
ru_ru: Период обновления открытых процентов
th_th: เปิดระยะเวลาอัปเดตดอกเบี้ย
tr_tr: Açık faiz güncelleştirme dönemi
uk_ua: Період оновлення відкритих відсотків

source: Calculate PNL locally
ar_sa: حساب PNL محليا
de_de: PNL lokal berechnen
es_es: Calcular PNL localmente
fa_ir: محاسبه PNL به صورت محلی
fr_fr: Calculer PNL localement
hi_in: स्थानीय स्तर पर पीएनएल की गणना करें
it_it: Calcola PNL localmente
ja_jp: ローカルで PNL を計算する
pl_pl: Oblicz PNL lokalnie
pt_pt: Calcular PNL localmente
ru_ru: Локальное вычисление PNL
th_th: คํานวณ PNL ภายในเครื่อง
tr_tr: PNL'i yerel olarak hesapla
uk_ua: Обчислити PNL локально

source: PnL calculation basis
de_de: PnL-Berechnungsgrundlage
fa_ir: اساس محاسبه PnL
fr_fr: Base de calcul PnL
it_it: Base di calcolo PnL
th_th: พื้นฐานการคํานวณ PnL
uk_ua: Розрахункова основа PnL

source: Real-time trades source
ar_sa: مصدر التداولات في الوقت الحقيقي
de_de: Echtzeit-Trades-Quelle
es_es: Fuente de operaciones en tiempo real
fa_ir: منبع معاملات بی در زمان
fr_fr: Source des transactions en temps réel
hi_in: रीयल-टाइम ट्रेडों स्रोत
it_it: Fonte di operazioni in tempo reale
pl_pl: Źródło transakcji w czasie rzeczywistym
pt_pt: Fonte de comércio em tempo real
ru_ru: Источник сделок в режиме реального времени
th_th: แหล่งการซื้อขายแบบเรียลไทม์
uk_ua: Джерело угод у реальному часі

source: Load funding rates history
de_de: Verlauf der Finanzierungssätze laden
fa_ir: سابقه نرخ بودجه بار
fr_fr: Historique des taux de financement de charge
it_it: Cronologia dei tassi di finanziamento del carico
th_th: โหลดประวัติอัตราเงินทุน
uk_ua: Завантажити фінансування ставки історії

source: Reduce-only
ar_sa: تقليل فقط
de_de: Nur reduzieren
es_es: Solo reducir
fa_ir: کاهش تنها
fr_fr: Réduction uniquement
hi_in: केवल-कम करें
it_it: Riduci solo
pl_pl: Tylko redukcja
pt_pt: Reduzir apenas
ru_ru: Только сокращение
th_th: ลดอย่างเดียว
uk_ua: Лише зменшення

source: Post-only
ar_sa: ما بعد فقط
de_de: Nur post-only
es_es: Solo post-
fa_ir: پس از تنها
fr_fr: Post-seulement
hi_in: केवल के बाद
it_it: Post-solo
pl_pl: Tylko post
pt_pt: Pós-só
ru_ru: Пост-только
th_th: โพสต์อย่างเดียว
uk_ua: Тільки-розміщення

source: OCO
fa_ir: ÔÇÒ
th_th: โอโค

source: OCO Stop price
ar_sa: سعر OCO Stop
de_de: OCO Stop Preis
es_es: Precio OCO Stop
fa_ir: قیمت توقف OCO
fr_fr: Prix OCO Stop
hi_in: OCO स्टॉप मूल्य
it_it: Prezzo OCO Stop
pl_pl: Cena OCO Stop
pt_pt: Preço de paragem OCO
ru_ru: Цена остановки OCO
th_th: ราคาหยุด OCO
uk_ua: Ціна зупинки OCO

source: Can't connect.
ar_sa: لا أستطيع الاتصال.
de_de: Es kann keine Verbindung hergestellt werden.
es_es: No se puede conectar.
fa_ir: نمی تواند به هم متصل شود.
fr_fr: Impossible de se connecter.
hi_in: कनेक्ट नहीं कर सकता.
it_it: Impossibile connettersi.
pl_pl: Nie można się połączyć.
pt_pt: Não consigo ligar.
ru_ru: Не удается подключиться.
th_th: เชื่อมต่อไม่ได้
uk_ua: Не вдається підключитися.

source: Allow margin trading
ar_sa: السماح بتداول الهامش
de_de: Den Margenhandel ermöglichen
es_es: Permitir el comercio de márgenes
fa_ir: اجازه دادن به معاملات مارجین
fr_fr: Autoriser le trading de marge
hi_in: मार्जिन ट्रेडिंग की अनुमति दें
it_it: Consentire il trading di margine
ja_jp: マージン取引を許可する
pl_pl: Zezwalaj na obrót marżą
pt_pt: Permitir negociação de margens
ru_ru: Разрешить маржинальную торговлю
th_th: อนุญาตการซื้อขายมาร์จิ้น
tr_tr: Marjin ticaretine izin ver
uk_ua: Дозволити маржинальну угодлю

source: Minimum margin
ar_sa: الحد الأدنى للهامش
de_de: Mindestmarge
es_es: Margen mínimo
fa_ir: حداقل مارجین
fr_fr: Marge minimale
hi_in: न्यूनतम मार्जिन
it_it: Margine minimo
ja_jp: 最小マージン
pl_pl: Minimalny margines
pt_pt: Margem mínima
ru_ru: Минимальная маржа
th_th: มาร์จิ้นขั้นต่ํา
tr_tr: Minimum Marjin
uk_ua: Мін. маржа

source: Insurance fund balance
ar_sa: رصيد صندوق التأمين
de_de: Kassenbestand
es_es: Saldo del fondo de seguros
fa_ir: تراز صندوق بیمه
fr_fr: Solde du fonds d’assurance
hi_in: बीमा निधि शेष
it_it: Saldo del fondo assicurativo
pl_pl: Saldo funduszu ubezpieczeniowego
pt_pt: Saldo do fundo de seguros
ru_ru: Остаток средств в страховом фонде
th_th: ยอดเงินกองทุนประกันภัย
uk_ua: Залишок страхових коштів

source: The balance available to the liquidation engine to absorb losses
ar_sa: الرصيد المتاح لمحرك التصفية لاستيعاب الخسائر
de_de: Der Saldo, der dem Liquidationsmotor zur Verfügung steht, um Verluste zu absorbieren
es_es: El saldo disponible para el motor de liquidación para absorber pérdidas
fa_ir: تعادل موجود در اختیار موتور انحلال برای جذب تلفات
fr_fr: Le solde à la disposition du moteur de liquidation pour absorber les pertes
hi_in: हानियों को अवशोषित करने के लिए परिसमापन इंजन के लिए उपलब्ध संतुलन
it_it: La bilancia disponibile per il motore di liquidazione per assorbire le perdite
pl_pl: Saldo dostępne dla silnika likwidacyjnego w celu pokrycia strat
pt_pt: O saldo disponível para o motor de liquidação para absorver perdas
ru_ru: Остаток, доступный ликвидационному двигателю для поглощения потерь
th_th: ความสมดุลที่มีให้สําหรับเครื่องยนต์การชําระบัญชีเพื่อดูดซับการสูญเสีย
uk_ua: Залишок, доступний ліквідаційній системі для поглинання втрат

source: Next funding
ar_sa: التمويل التالي
de_de: Nächste Förderung
es_es: Próxima financiación
fa_ir: بودجه بعدی
fr_fr: Prochain financement
hi_in: अगला वित्तपोषण
it_it: Prossimo finanziamento
pl_pl: Następne finansowanie
pt_pt: Próximo financiamento
ru_ru: Следующее финансирование
th_th: เงินทุนก้อนต่อไป
uk_ua: Наступне фінансування

source: Timestamp of next funding event
ar_sa: الطابع الزمني لحدث التمويل التالي
de_de: Zeitstempel der nächsten Förderveranstaltung
es_es: Marca de tiempo del próximo evento de financiación
fa_ir: تایم استمپ از رویداد بودجه بعدی
fr_fr: Horodatage du prochain événement de financement
hi_in: अगले वित्त पोषण घटना का टाइमस्टैम्प
it_it: Timestamp del prossimo evento di finanziamento
pl_pl: Znacznik czasu następnego wydarzenia związanego z finansowaniem
pt_pt: Timetamp do próximo evento de financiamento
ru_ru: Метка времени следующего мероприятия по финансированию
th_th: การประทับเวลาของเหตุการณ์การระดมทุนครั้งต่อไป
uk_ua: Мітка часу наступної події фінансування

source: Next funding accrued
ar_sa: التمويل التالي المستحق
de_de: Nächste aufgelaufene Mittel
es_es: Próxima financiación acumulada
fa_ir: بودجه بعدی تعهد
fr_fr: Prochain financement accumulé
hi_in: अगला धन अर्जित
it_it: Prossimi finanziamenti maturati
pl_pl: Naliczone kolejne środki finansowe
pt_pt: Próximo financiamento acumulado
ru_ru: Начислено следующее финансирование
th_th: เงินทุนถัดไปที่เกิดขึ้น
uk_ua: Наступне фінансування нараховане

source: Current accrued funding for next 8h period
ar_sa: التمويل المستحق الحالي لفترة 8h القادمة
de_de: Aktuell aufgelaufene Mittel für den nächsten 8h-Zeitraum
es_es: Financiación acumulada actual para el próximo período de 8 horas
fa_ir: بودجه فعلی تعهد شده برای دوره 8h آینده
fr_fr: Financement accumulé pour la prochaine période de 8h
hi_in: अगले 8h अवधि के लिए वर्तमान अर्जित धन
it_it: Finanziamenti attualmente maturati per il prossimo periodo di 8 ore
pl_pl: Bieżące naliczone finansowanie na następny okres 8h
pt_pt: Financiamento acumulado corrente para o próximo período das 8h
ru_ru: Текущее начисленное финансирование на следующий 8-часовой период
th_th: เงินทุนคงค้างปัจจุบันสําหรับงวด 8 ชั่วโมงถัดไป
uk_ua: Поточне нараховане фінансування на наступний 8-годинний період

source: Next funding step
ar_sa: الخطوة التالية للتمويل
de_de: Nächster Finanzierungsschritt
es_es: Siguiente paso de financiación
fa_ir: گام بودجه بعدی
fr_fr: Prochaine étape de financement
hi_in: अगला धन कदम
it_it: Prossima fase di finanziamento
pl_pl: Kolejny etap finansowania
pt_pt: Próximo passo de financiamento
ru_ru: Следующий шаг финансирования
th_th: ขั้นตอนการระดมทุนขั้นต่อไป
uk_ua: Наступний крок фінансування

source: Incremental accrual counter
ar_sa: عداد الاستحقاق الإضافي
de_de: Inkrementeller Periodenabgrenzungszähler
es_es: Contador de acumulación incremental
fa_ir: شمارنده تعهدی افزایشی
fr_fr: Compteur d’accumulation incrémentielle
hi_in: वृद्धिशील उपार्जन काउंटर
it_it: Contatore incrementale per competenza
pl_pl: Przyrostowy licznik naliczania
pt_pt: Contador de acréscimo incremental
ru_ru: Счетчик дополнительных начислений
th_th: ตัวนับยอดคงค้างที่เพิ่มขึ้น
uk_ua: Лічильник додаткових нарахувань

source: Current funding
ar_sa: التمويل الحالي
de_de: Aktuelle Förderung
es_es: Financiación actual
fa_ir: بودجه فعلی
fr_fr: Financement actuel
hi_in: वर्तमान वित्त पोषण
it_it: Finanziamenti attuali
pl_pl: Bieżące finansowanie
pt_pt: Financiamento atual
ru_ru: Текущее финансирование
th_th: เงินทุนปัจจุบัน
uk_ua: Поточне фінансування

source: Funding applied in the current 8h period
ar_sa: التمويل المطبق في فترة 8h الحالية
de_de: Beantragte Förderung im aktuellen 8h-Zeitraum
es_es: Financiación aplicada en el período actual de 8h
fa_ir: بودجه اعمال شده در دوره 8h فعلی
fr_fr: Financement appliqué au cours de la période actuelle de 8h
hi_in: वर्तमान 8h अवधि में लागू धन
it_it: Finanziamenti applicati nell'attuale periodo di 8h
pl_pl: Dofinansowanie wnioskowane w bieżącym okresie 8h
pt_pt: Financiamento aplicado no período atuais 8h
ru_ru: Финансирование, применяемое в текущем 8-часовом периоде
th_th: เงินทุนที่ใช้ในช่วง 8 ชั่วโมงปัจจุบัน
uk_ua: Фінансування, що застосовується в поточному 8-годинному періоді

source: Clamp min
ar_sa: المشبك دقيقة
de_de: Klemme min
es_es: Abrazadera min
fa_ir: دقیقه گیره
fr_fr: Pince min
hi_in: क्लैंप मिनट
it_it: Morsetto min
pl_pl: Zacisk min
pt_pt: Pinça min
ru_ru: Зажим мин
th_th: แคลมป์นาที
uk_ua: Затиск мін

source: Range in the average spread that does not require a funding payment
ar_sa: النطاق في متوسط الفارق الذي لا يتطلب دفع تمويل
de_de: Spanne im durchschnittlichen Spread, der keine Finanzierungszahlung erfordert
es_es: Rango en el spread promedio que no requiere un pago de financiamiento
fa_ir: محدوده در گسترش به طور متوسط است که پرداخت بودجه نیاز ندارد
fr_fr: Fourchette dans l’écart moyen qui ne nécessite pas de paiement de financement
hi_in: औसत प्रसार में वह श्रेणी जिसे धन भुगतान की आवश्यकता नहीं होती है
it_it: Intervallo nello spread medio che non richiede un pagamento di finanziamento
pl_pl: Zakres średniego spreadu, który nie wymaga płatności finansowej
pt_pt: Gama no spread médio que não requer um pagamento de financiamento
ru_ru: Диапазон среднего спреда, не требующий оплаты финансирования
th_th: ช่วงของสเปรดเฉลี่ยที่ไม่ต้องชําระเงินด้วยเงินทุน
uk_ua: Діапазон у середньому спреді, який не вимагає виплати фінансування

source: Clamp max
ar_sa: المشبك ماكس
de_de: Klemme max
es_es: Abrazadera máx.
fa_ir: کلمپ مكس
fr_fr: Pince max
hi_in: अधिकतम क्लैंप करें
it_it: Morsetto max
pl_pl: Zacisk max
pt_pt: Grampo max
ru_ru: Зажим макс
th_th: แคลมป์สูงสุด
uk_ua: Затиск макс

source: Funding payment cap
ar_sa: سقف دفع التمويل
de_de: Obergrenze für Finanzierungszahlungen
es_es: Límite de pago de fondos
fa_ir: کلاه پرداخت بودجه
fr_fr: Plafond de paiement du financement
hi_in: फंडिंग भुगतान सीमा
it_it: Limite di pagamento del finanziamento
pl_pl: Limit płatności finansowych
pt_pt: Limite de financiamento do pagamento
ru_ru: Лимит платежей по финансированию
th_th: วงเงินการชําระเงินเงินทุน
uk_ua: Ліміт виплат за фінансування

source: Orders history
ar_sa: سجّل الأوامر
de_de: Auftragshistorie
es_es: Pedir de libro
fa_ir: تاریخ سفارش
fr_fr: Historique de l'ordre
hi_in: आदेश इतिहास
it_it: Cronologia degli ordini
ja_jp: 注文履歴
pl_pl: Historia zamówień
pt_pt: Histórico de ordens
ru_ru: История ордеров
th_th: ประวัติการสั่งซื้อ
tr_tr: Emir geçmişi
uk_ua: Історія ордерів

source: Order ID
ar_sa: رقم الأمر
de_de: Bestell-ID
es_es: ID de orden
fa_ir: شناسه سفارش
fr_fr: ID de l'ordre
hi_in: ऑर्डर आईडी
it_it: ID ordine
ja_jp: 注文ID
pl_pl: Numer zlecenia
pt_pt: ID da ordem
ru_ru: ID ордера
th_th: รหัสคําสั่งซื้อ
tr_tr: Emir No
uk_ua: ID Ордер

source: Group ID
ar_sa: رقم المجموعة
de_de: Gruppen-ID
es_es: ID de grupo
fa_ir: شناسه گروهی
fr_fr: ID du groupe
hi_in: समूह ID
it_it: ID gruppo
pl_pl: ID grupy
pt_pt: ID do grupo
ru_ru: ID группы
th_th: รหัสกลุ่ม
uk_ua: ID групи
