Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Account's total option requirement
ar_sa: متطلبات الخيار الإجمالي للحساب
de_de: Gesamtoptionsanforderung des Kontos
es_es: Requisito de opción total de la cuenta
fa_ir: کل شرط گزینه حساب
fr_fr: Exigence d’option totale du compte
hi_in: खाते की कुल विकल्प आवश्यकता
it_it: Requisito di opzione totale dell'account
pl_pl: Całkowite wymaganie dotyczące opcji na koncie
pt_pt: Requisito total de opção da conta
ru_ru: Общие требования к опциям учетной записи
th_th: ข้อกําหนดตัวเลือกทั้งหมดของบัญชี
uk_ua: Загальна вимога щодо опціону рахунку

source: Pending orders count
ar_sa: عدد الأوامر المعلقة
de_de: Anzahl ausstehender Bestellungen
es_es: Conteo de órdenes pendientes
fa_ir: تعداد سفارشات در انتظار
fr_fr: Nombre d'ordres en attente
hi_in: लंबित आदेशों की गिनती
it_it: Conteggio degli ordini in sospeso
pl_pl: Liczba zleceń oczekujących
pt_pt: Contagem de ordens pendentes
ru_ru: Количество ожидающих ордеров
th_th: จํานวนคําสั่งซื้อที่รอดําเนินการ
uk_ua: Кількість відкладених ордерів

source: Count of all pending/open orders
ar_sa: عدد جميع الأوامر المعلقة/المفتوحة
de_de: Anzahl aller ausstehenden/offenen Orders
es_es: Recuento de todas las órdenes pendientes/abiertas
fa_ir: تعداد تمام سفارشات در انتظار / باز
fr_fr: Nombre de toutes les commandes en attente/en cours
hi_in: सभी लंबित/खुले आदेशों की गिनती
it_it: Conteggio di tutti gli ordini in sospeso/aperti
pl_pl: Liczba wszystkich zleceń oczekujących/otwartych
pt_pt: Contagem de todas as ordens pendentes/abertas
ru_ru: Количество всех отложенных/открытых ордеров
th_th: จํานวนคําสั่งซื้อที่รอดําเนินการ/เปิดทั้งหมด
uk_ua: Підрахунок усіх відкладених/відкритих ордерів

source: Stock long value
ar_sa: قيمة الأسهم الطويلة
de_de: Long-Wert der Aktie
es_es: Valor largo de las acciones
fa_ir: ارزش سهام طولانی
fr_fr: Valeur longue du stock
hi_in: स्टॉक लंबा मूल्य
pl_pl: Długa wartość akcji
pt_pt: Valor longo do stock
ru_ru: Длинная стоимость акций
th_th: มูลค่าหุ้นยาว
uk_ua: Довга вартість акцій

source: Value of long equity positions
ar_sa: قيمة مراكز الأسهم الطويلة
de_de: Wert von Long-Aktienpositionen
es_es: Valor de las posiciones largas de renta variable
fa_ir: ارزش موقعیت های سهام طولانی
fr_fr: Valeur des positions longues en actions
hi_in: लंबी इक्विटी पदों का मूल्य
it_it: Valore delle posizioni azionarie lunghe
pl_pl: Wartość długich pozycji kapitałowych
pt_pt: Valor das posições de longo capital
ru_ru: Стоимость длинных позиций по акциям
th_th: มูลค่าของตําแหน่งผู้ถือหุ้นระยะยาว
uk_ua: Вартість довгих позицій власного капіталу

source: Total cash in the account
ar_sa: إجمالي النقد في الحساب
de_de: Gesamtliquidität auf dem Konto
es_es: Total de efectivo en la cuenta
fa_ir: کل پول نقد در حساب
fr_fr: Total de l’argent dans le compte
hi_in: खाते में कुल नकदी
it_it: Totale contanti sul conto
pl_pl: Łączna kwota środków pieniężnych na koncie
pt_pt: Total de dinheiro na conta
ru_ru: Всего денежных средств на счете
th_th: เงินสดทั้งหมดในบัญชี
uk_ua: Всього грошових коштів на рахунку

source: Uncleared funds
ar_sa: الأموال غير الواضحة
de_de: Ungeklärte Mittel
es_es: Fondos no liquidados
fa_ir: وجوه نامشخص
fr_fr: Fonds non dédouanés
hi_in: अस्पष्ट धन
it_it: Fondi non liquidati
pl_pl: Nierozliczone fundusze
pt_pt: Fundos não esclarecidos
ru_ru: Неочищенные средства
th_th: กองทุนที่ไม่ชัดเจน
uk_ua: Неочищені кошти

source: Cash unavailable for trading in the account
ar_sa: النقدية غير متوفرة للتداول في الحساب
de_de: Bargeld nicht verfügbar für den Handel auf dem Konto
es_es: Efectivo no disponible para operar en la cuenta
fa_ir: پول نقد در دسترس نیست برای تجارت در حساب
fr_fr: Espèces indisponibles pour le trading sur le compte
hi_in: खाते में व्यापार के लिए अनुपलब्ध नकदी
it_it: Contanti non disponibili per il trading sul conto
pl_pl: Gotówka niedostępna do handlu na koncie
pt_pt: Numerário indisponível para negociação na conta
ru_ru: Наличные деньги недоступны для торговли на счете
th_th: เงินสดไม่พร้อมใช้งานสําหรับการซื้อขายในบัญชี
uk_ua: Готівка недоступна для торгівлі на рахунку

source: Pending cash
ar_sa: النقدية المعلقة
de_de: Ausstehende Barmittel
es_es: Efectivo pendiente
fa_ir: پول نقد در انتظار
fr_fr: En attente d’argent
hi_in: लंबित नकदी
it_it: Contanti in sospeso
pl_pl: Oczekujące środki pieniężne
pt_pt: Pendente de dinheiro
ru_ru: В ожидании наличных денег
th_th: เงินสดที่รอดําเนินการ
uk_ua: В очікуванні готівки

source: Amount of cash being held for open orders
ar_sa: مبلغ النقدية التي يحتفظ بها للأوامر المفتوحة
de_de: Betrag der Barmittel, die für offene Aufträge gehalten werden
es_es: Cantidad de efectivo retenido para pedidos abiertos
fa_ir: مقدار پول نقد برای سفارشات باز برگزار می شود
fr_fr: Montant de l’argent détenu pour les ordres ouverts
hi_in: खुले आदेशों के लिए रखी जा रही नकदी की राशि
it_it: Importo di denaro trattenuto per gli ordini aperti
pl_pl: Kwota środków pieniężnych przechowywanych dla otwartych zleceń
pt_pt: Quantidade de dinheiro detido para encomendas abertas
ru_ru: Сумма денежных средств, удерживаемых для открытых ордеров
th_th: จํานวนเงินสดที่ถือไว้สําหรับคําสั่งซื้อที่เปิดอยู่
uk_ua: Сума готівки, що зберігається для відкритих ордерів

source: Fed Call
ar_sa: مكالمة بنك الاحتياطي الفيدرالي
de_de: Fed-Anruf
es_es: Llamada de la Fed
fa_ir: تماس فدرال
fr_fr: Appel fed
hi_in: फेड कॉल
it_it: Chiamata Fed
pl_pl: Wezwanie Fed
pt_pt: Chamada Fed
ru_ru: Звонок ФРС
th_th: การโทรเฟด
uk_ua: Виклик ФРС

source: Amount that the account is in deficit for trades that have occurred but not been paid for
ar_sa: المبلغ الذي يكون الحساب فيه في عجز عن الصفقات التي حدثت ولكن لم يتم دفع ثمنها
de_de: Betrag, bei dem das Konto für Geschäfte, die stattgefunden, aber nicht bezahlt wurden, ein Defizit aufweist
es_es: Cantidad que la cuenta está en déficit para operaciones que se han producido pero no se han pagado
fa_ir: مبلغی که حساب در کسری معاملات رخ داده اما پرداخت نشده است
fr_fr: Montant pour lequel le compte est déficitaire pour les transactions qui ont eu lieu mais qui n’ont pas été payées
hi_in: वह राशि जो खाता उन ट्रेडों के लिए घाटे में है जो हुए हैं लेकिन इसके लिए भुगतान नहीं किया गया है
it_it: Importo per il quale il conto è in disavanzo per le operazioni che si sono verificate ma non sono state pagate
pl_pl: Kwota, na której rachunek ma deficyt w przypadku transakcji, które miały miejsce, ale nie zostały opłacone
pt_pt: Montante que a conta está em défice para as transações que ocorreram, mas não foram pagos
ru_ru: Сумма, которая находится в дефиците счета для сделок, которые произошли, но не были оплачены
th_th: จํานวนเงินที่บัญชีขาดดุลสําหรับการซื้อขายที่เกิดขึ้น แต่ไม่ได้รับการชําระเงิน
uk_ua: Сума, за яку рахунок перебуває в дефіциті для угод, які відбулися, але не були оплачені

source: Amount of funds available to purchase non-marginable securities
ar_sa: مبلغ الأموال المتاحة لشراء الأوراق المالية غير القابلة للهامش
de_de: Höhe der für den Erwerb nicht margenfähiger Wertpapiere verfügbaren Mittel
es_es: Cantidad de fondos disponibles para comprar valores no marginables
fa_ir: مقدار وجوه موجود برای خرید اوراق بهادار غیر حاشیه ای
fr_fr: Montant des fonds disponibles pour l’achat de titres non marginables
hi_in: गैर-मार्जिनेबल प्रतिभूतियों को खरीदने के लिए उपलब्ध निधियों की राशि
it_it: Importo dei fondi disponibili per l'acquisto di titoli non marginali
pl_pl: Kwota środków dostępnych na zakup papierów wartościowych niepodlegających depozytowi zabezpieczającemu
pt_pt: Montante dos fundos disponíveis para aquisição de títulos não marginais
ru_ru: Объем средств, доступных для покупки немаржинальных ценных бумаг
th_th: จํานวนเงินที่สามารถซื้อหลักทรัพย์ที่ไม่สามารถซื้อขายได้
uk_ua: Сума коштів, доступних для придбання не маржинальних цінних паперів

source: Amount of funds available to purchase fully marginable securities
ar_sa: مبلغ الأموال المتاحة لشراء الأوراق المالية القابلة للهامش بالكامل
de_de: Höhe der mittel, die für den Erwerb voll margenfähiger Wertpapiere zur Verfügung stehen
es_es: Cantidad de fondos disponibles para comprar valores totalmente marginables
fa_ir: مقدار وجوه موجود برای خرید اوراق بهادار کاملا قابل حاشیه
fr_fr: Montant des fonds disponibles pour l’achat de titres entièrement marginables
hi_in: पूरी तरह से माजन योग्य प्रतिभूतियों को खरीदने के लिए उपलब्ध धन की राशि
it_it: Importo dei fondi disponibili per l'acquisto di titoli a piena marginalità
pl_pl: Kwota środków dostępnych na zakup papierów wartościowych o pełnej marży
pt_pt: Montante dos fundos disponíveis para aquisição de títulos totalmente marginais
ru_ru: Объем средств, доступных для покупки полностью маржинальных ценных бумаг
th_th: จํานวนเงินที่สามารถซื้อหลักทรัพย์ที่มีหลักประกันได้เต็มจํานวน
uk_ua: Сума коштів, доступних для придбання повністю маржинальних цінних паперів

source: Stock short value
ar_sa: قيمة قصيرة للأسهم
de_de: Short-Wert der Aktie
es_es: Valor corto de las acciones
fa_ir: ارزش کوتاه سهام
fr_fr: Valeur courte de l’action
hi_in: स्टॉक लघु मूल्य
pl_pl: Krótka wartość akcji
pt_pt: Valor curto do stock
ru_ru: Короткая стоимость акций
th_th: มูลค่าชอร์ตหุ้น
uk_ua: Коротка вартість акцій

source: Value of short stocks
ar_sa: قيمة الأسهم القصيرة
de_de: Wert von Short-Aktien
es_es: Valor de las acciones cortas
fa_ir: ارزش سهام کوتاه
fr_fr: Valeur des actions courtes
hi_in: छोटे शेयरों का मूल्य
it_it: Valore delle azioni corte
pl_pl: Wartość krótkich zapasów
pt_pt: Valor das existências curtas
ru_ru: Стоимость коротких акций
th_th: มูลค่าของหุ้นชอร์ต
uk_ua: Вартість коротких запасів

source: Sweep
ar_sa: كنس
de_de: Aufwischen
es_es: Barrer
fa_ir: جارو
fr_fr: Balayer
hi_in: झाड़ू लगाना
it_it: Spazzare
pl_pl: Zamiatać
pt_pt: Varrer
ru_ru: Подметать
th_th: กวาด
uk_ua: Розгортки

source: CashAvailable
ar_sa: كاش فايل
de_de: Bargeld Verfügbar
es_es: EfectivoDisponible
fr_fr: EspècesDisponibles
hi_in: नकद उपलब्ध
it_it: ContantiDisponibile
pl_pl: GotówkaDostępny
pt_pt: Dinheiro Disponível
ru_ru: НаличныеДоступно
th_th: เงินสดพร้อมจําหน่าย
uk_ua: Доступні грошові кошти

source: Cash available
ar_sa: النقدية المتاحة
de_de: Barmittel verfügbar
es_es: Efectivo disponible
fa_ir: پول نقد موجود
fr_fr: Espèces disponibles
hi_in: उपलब्ध नकदी
it_it: Contanti disponibili
pl_pl: Dostępna gotówka
pt_pt: Dinheiro disponível
ru_ru: Свободные денежные средства
th_th: มีเงินสด
uk_ua: Доступні готівкові кошти

source: Unsettled funds
ar_sa: الأموال غير المستقرة
de_de: Ungeklärte Fonds
es_es: Fondos no liquidados
fa_ir: بودجه ناآرام
fr_fr: Fonds non réglés
hi_in: अव्यवस्थित निधियाँ
it_it: Fondi non liquidati
pl_pl: Nierozliczone fundusze
pt_pt: Fundos não abertos à sous
ru_ru: Неурегулированные средства
th_th: กองทุนที่ยังไม่มั่นคง
uk_ua: Неврегульовані кошти

source: Cash that is in the account from recent stock or option sales, but has not yet settled; cash from stock sales occurring during the last 3 trading days or from option sales occurring during the previous trading day
ar_sa: النقدية الموجودة في الحساب من مبيعات الأسهم أو الخيارات الأخيرة، ولكن لم تتم تسويتها بعد؛ النقدية من مبيعات الأسهم التي تحدث خلال آخر 3 أيام تداول أو من مبيعات الخيارات التي تحدث خلال يوم التداول السابق
de_de: Bargeld, das sich auf dem Konto aus den letzten Aktien- oder Optionsverkäufen befindet, aber noch nicht beglichen wurde; Barmittel aus Aktienverkäufen, die während der letzten 3 Handelstage getätigt wurden, oder aus Optionsverkäufen, die während des vorherigen Handelstages stattfanden
es_es: Efectivo que está en la cuenta de ventas recientes de acciones u opciones, pero que aún no se ha liquidado; efectivo de las ventas de acciones que se producen durante los últimos 3 días de negociación o de las ventas de opciones que se producen durante el día de negociación anterior
fa_ir: نقدی که در حساب از سهام اخیر و یا فروش گزینه است، اما هنوز حل و فصل نشده است؛ پول نقد از فروش سهام رخ می دهد در طول 3 روز تجاری گذشته و یا از فروش گزینه رخ می دهد در طول روز معاملات قبلی
fr_fr: Espèces qui se trouvent dans le compte à la suite de ventes récentes d’actions ou d’options, mais qui n’ont pas encore été réglées; les liquidités provenant de ventes d’actions ayant eu lieu au cours des 3 derniers jours de bourse ou de ventes d’options ayant eu lieu au cours de la journée de négociation précédente
hi_in: नकदी जो हाल के स्टॉक या विकल्प बिक्री से खाते में है, लेकिन अभी तक तय नहीं हुई है; पिछले 3 ट्रेडिंग दिनों के दौरान होने वाली स्टॉक बिक्री से नकद या पिछले ट्रेडिंग दिन के दौरान होने वाली विकल्प बिक्री से
it_it: Contanti che sono nel conto da recenti vendite di azioni o opzioni, ma non si sono ancora regolati; contanti da vendite di azioni avvenute negli ultimi 3 giorni di negoziazione o da vendite di opzioni avvenute durante il giorno di negoziazione precedente
pl_pl: Środki pieniężne, które znajdują się na rachunku z ostatniej sprzedaży akcji lub opcji, ale nie zostały jeszcze rozliczone; środki pieniężne ze sprzedaży akcji mającej miejsce w ciągu ostatnich 3 dni handlowych lub ze sprzedaży opcji mającej miejsce w poprzednim dniu handlowym
pt_pt: Numerário que está na conta de recentes vendas de ações ou opções, mas ainda não liquidou; numerário das vendas de ações que ocorreram durante os últimos 3 dias de negociação ou das vendas de opções ocorridas durante o dia de negociação anterior
ru_ru: Денежные средства, которые находятся на счету от недавних продаж акций или опционов, но еще не оседли; денежные средства от продажи акций, произошедшей в течение последних 3 торговых дней, или от продаж опционов, произошедших в течение предыдущего торгового дня
th_th: เงินสดที่อยู่ในบัญชีจากการขายหุ้นหรือออปชั่นล่าสุด แต่ยังไม่ได้ชําระ เงินสดจากการขายหุ้นที่เกิดขึ้นในช่วง 3 วันทําการซื้อขายที่ผ่านมาหรือจากการขายออปชั่นที่เกิดขึ้นในช่วงวันซื้อขายก่อนหน้า
uk_ua: Грошові кошти, які є на рахунку від останніх акцій або опціонів продажу, але ще не погашені; грошові кошти від продажу акцій, що відбуваються протягом останніх 3 торгових днів, або від опціону, що відбувається протягом попереднього торгового дня

source: Fed call
ar_sa: مكالمة بنك الاحتياطي الفيدرالي
de_de: Fed-Aufruf
es_es: Llamada de la Fed
fa_ir: تماس فدرال
fr_fr: Appel de la Fed
hi_in: फेड कॉल
it_it: Chiamata fed
pl_pl: Wezwanie Fed
pt_pt: Chamada da Fed
ru_ru: Звонок ФРС
th_th: การเรียกเฟด
uk_ua: Виклик ФРС

source: Amount that the account is under the minimum equity required in the account to support the current positions
ar_sa: المبلغ الذي يكون الحساب تحت الحد الأدنى من حقوق الملكية المطلوبة في الحساب لدعم المراكز الحالية
de_de: Betrag, dass das Konto unter dem Mindesteigenkapital liegt, das auf dem Konto erforderlich ist, um die aktuellen Positionen zu unterstützen
es_es: Importe que la cuenta está por debajo del patrimonio mínimo requerido en la cuenta para respaldar las posiciones actuales
fa_ir: مبلغی که حساب تحت حداقل حقوق صاحبان سهام مورد نیاز در حساب برای حمایت از موقعیت های فعلی است
fr_fr: Montant que le compte est inférieur à l’équité minimale requise dans le compte pour soutenir les positions actuelles
hi_in: वह राशि जो खाता वर्तमान स्थिति का समर्थन करने के लिए खाते में आवश्यक न्यूनतम इक्विटी के तहत है
it_it: Importo che il conto è al di sotto del patrimonio netto minimo richiesto nel conto per sostenere le posizioni correnti
pl_pl: Kwota, którą rachunek jest poniżej minimalnego kapitału wymaganego na rachunku do obsługi bieżących pozycji
pt_pt: Montante que a conta está abaixo do capital mínimo exigido na conta para suportar as posições atuais
ru_ru: Сумма, которая находится на счете ниже минимального капитала, необходимого на счете для поддержки текущих позиций
th_th: จํานวนเงินที่บัญชีอยู่ภายใต้อิควิตี้ขั้นต่ําที่จําเป็นในบัญชีเพื่อรองรับตําแหน่งปัจจุบัน
uk_ua: Сума, що рахунок знаходиться під мінімальним капіталом, необхідним на рахунку для підтримки поточних позицій

source: OptionBuyingPower
de_de: OptionKaufpower
es_es: OpciónComprarPoder
fr_fr: OptionAcheter de l’énergie
it_it: OpzioneAcquistapower
pl_pl: OpcjaKupieniemocy
ru_ru: ОпцияКупитьСила
th_th: ตัวเลือกซื้อพลังงาน

source: StockBuyingPower
ar_sa: ستوكبويينغ باور
de_de: StockKaufpower
es_es: StockComprarPoder
fa_ir: قدرت خرید سهام
it_it: StockAcquistaPower
ru_ru: АкцииПокупкаВывод мощности
th_th: หุ้นซื้อไฟฟ้า

source: Alias
ar_sa: اسم مستعار
fa_ir: نام مستعار
hi_in: उर्फ़
ja_jp: 別名
pl_pl: pseudonim
pt_pt: Pseudónimo
ru_ru: псевдоним
th_th: สมญานาม
tr_tr: Diğer Ad
uk_ua: Псевдонім

source: Serie
ar_sa: سلسلة
fa_ir: سری
fr_fr: Série
hi_in: सेरी
it_it: Serie A
ja_jp: セリエ
pl_pl: Serie(a)
ru_ru: Серия
th_th: เซเรีย
tr_tr: Seri
uk_ua: Серія

source: Username is empty
ar_sa: اسم المستخدم فارغ
de_de: Benutzername ist leer
es_es: El nombre de usuario está vacío
fa_ir: نام کاربری خالی است
fr_fr: Le nom d’utilisateur est vide
hi_in: उपयोगकर्ता नाम खाली है
it_it: Il nome utente è vuoto
ja_jp: ユーザー名が空です
pl_pl: Nazwa użytkownika jest pusta
pt_pt: O nome de utilizador está vazio
ru_ru: Имя пользователя пусто
th_th: ชื่อผู้ใช้ว่างเปล่า
tr_tr: Kullanıcı adı boş
uk_ua: Ім'я користувача пусте

source: Xena Listed Perpetuals
ar_sa: xena المدرجة بيربيتوالس
de_de: Xena listet Perpetuals auf
es_es: Xena listados perpetuos
fa_ir: Xena فهرست Perpetuals
fr_fr: Xena inscrit perpétuels
hi_in: xena सूचीबद्ध perpetuals
it_it: Xena elencati perpetui
ja_jp: ゼナリスト Perpetuals
pl_pl: Xena wymienione perpetuals
pt_pt: Xena lista perpetuals
ru_ru: Xena перечисленные вечные
th_th: ซีนาจดทะเบียนถาวร
tr_tr: Xena listelenen,
uk_ua: Xena перераховані, що закріплює

source: Positions and orders
ar_sa: المناصب والأوامر
de_de: Positionen und Aufträge
es_es: Posiciones y órdenes
fa_ir: سمت ها و سفارشات
fr_fr: Positions et ordres
hi_in: पदों और आदेशों
it_it: Posizioni e ordini
ja_jp: 職位と注文
pl_pl: Pozycje i zlecenia
pt_pt: Posições e encomendas
ru_ru: Позиции и ордера
th_th: ตําแหน่งและคําสั่ง
tr_tr: Pozisyonlar ve siparişler
uk_ua: Позиції і Ордери

source: Maintenance
ar_sa: صيانه
de_de: Wartung
es_es: Mantenimiento
fa_ir: نگهداری
fr_fr: Entretien
hi_in: रखरखाव
it_it: Manutenzione
ja_jp: メンテナンス
pl_pl: Konserwacji
pt_pt: Manutenção
ru_ru: Обслуживания
th_th: การบํารุงรักษา
tr_tr: Bakım
uk_ua: Обслуговування

source: Maximal deviation from mid price
ar_sa: الانحراف الأقصى من منتصف السعر
de_de: Maximale Abweichung vom mittleren Preis
es_es: Desviación máxima del precio medio
fa_ir: حداکثر انحراف از اواسط قیمت
fr_fr: Déviation maximale par rapport au prix moyen
hi_in: मध्य मूल्य से अधिकतम विचलन
it_it: Deviazione massima dal prezzo medio
ja_jp: 中間価格からの最大偏差
pl_pl: Maksymalne odchylenie od połowy ceny
pt_pt: Desvio máximo do preço médio
ru_ru: Максимальное отклонение от средней цены
th_th: ค่าเบี่ยงเบนสูงสุดจากราคากลาง
tr_tr: Orta fiyata maksimal sapma
uk_ua: Максимальне відхилення від середньої ціни

source: Settlement currency
ar_sa: عمله التسوية
de_de: Vergleichswährung
es_es: Moneda de liquidación
fa_ir: ارز حل و فصل
fr_fr: Monnaie de règlement
hi_in: निपटान मुद्रा
it_it: Valuta di liquidazione
ja_jp: 決済通貨
pl_pl: Waluta rozliczenia
pt_pt: Moeda de liquidação
ru_ru: Расчетная валюта
th_th: สกุลเงินที่ชําระราคา
tr_tr: Takas para birimi
uk_ua: Валюта розрахунку

source: Max position volume
ar_sa: اقصي حجم للموقف
de_de: Max Positionsvolumen
es_es: Volumen de posición máx.
fa_ir: حجم حداکثر موقعیت
fr_fr: Volume de position Max.
hi_in: अधिकतम स्थिति वॉल्यूम
it_it: Volume massimo di posizione
ja_jp: 最大位置ボリューム
pl_pl: Maksymalna objętość pozycji
pt_pt: Volume máximo da posição
ru_ru: Максимальный объем позиции
th_th: ปริมาณตําแหน่งสูงสุด
tr_tr: Maksimum pozisyon hacmi
uk_ua: Максимальний обсяг позиції

source: Contract value
ar_sa: قيمه العقد
de_de: Vertragswert
es_es: Valor del contrato
fa_ir: ارزش قرارداد
fr_fr: Valeur du contrat
hi_in: अनुबंध मान
it_it: Valore del contratto
ja_jp: 契約価額
pl_pl: Wartość kontraktu
pt_pt: Valor do contrato
ru_ru: Стоимость контракта
th_th: มูลค่าสัญญา
tr_tr: Sözleşme değeri
uk_ua: Контрактне значення

source: Contract currency
ar_sa: عمله العقد
de_de: Vertragswährung
es_es: Moneda del contrato
fa_ir: ارز قراردادی
fr_fr: Devise du contrat
hi_in: अनुबंध मुद्रा
it_it: Valuta del contratto
ja_jp: 契約通貨
pl_pl: Waluta kontraktu
pt_pt: Moeda do contrato
ru_ru: Валюта контракта
th_th: สกุลเงินของสัญญา
tr_tr: Sözleşme para birimi
uk_ua: Контрактна валюта

source: Netting
ar_sa: المعاوضه
es_es: Red
fa_ir: شبکههای
fr_fr: Filet
hi_in: जाल
it_it: Compensazione
ja_jp: 網
pl_pl: Siatki
pt_pt: Rede
ru_ru: Сетка
th_th: ตาข่าย
tr_tr: Örgü
uk_ua: Хеджування

source: Rates:
ar_sa: معدلات:
de_de: Preise:
es_es: Tarifas:
fa_ir: نرخ:
fr_fr: Tarifs:
hi_in: दरों:
it_it: Tariffe:
ja_jp: 料金：
pl_pl: Cena
pt_pt: Taxas:
ru_ru: Ставки:
th_th: ราคา:
tr_tr: Oran -ları:
uk_ua: Ставки:

source: Distance
ar_sa: المسافه
de_de: Distanz
es_es: Distancia
fa_ir: فاصله
hi_in: दूरी
it_it: Distanza
ja_jp: 距離
pl_pl: Odległość
pt_pt: Distância
ru_ru: Расстояние
th_th: ระยะทาง
tr_tr: Mesafe
uk_ua: Відстань

source: Moving boundary
ar_sa: نقل الحدود
de_de: Bewegende Grenze
es_es: Límite de movimiento
fa_ir: انتقال مرز
fr_fr: Frontière mobile
hi_in: गतिमान परिसीमा
it_it: Spostamento del contorno
ja_jp: 移動境界
pl_pl: Przesuwanie obwiedni
pt_pt: Limite movente
ru_ru: Перемещение границы
th_th: การเคลื่อนย้ายขอบเขต
tr_tr: Hareketli sınır
uk_ua: Рухомі межі

source: Moving time
ar_sa: الوقت المتحرك
de_de: Bewegte Zeit
es_es: Tiempo de mudanza
fa_ir: زمان حرکت
fr_fr: Temps de déplacement
hi_in: गतिमान काल
it_it: Tempo di spostamento
ja_jp: 移動時間
pl_pl: Czas przemieszczania
pt_pt: Tempo movente
ru_ru: Время перемещения
th_th: เวลาเคลื่อนที่
tr_tr: Hareket süresi
uk_ua: Рухомий час

source: Low index
ar_sa: مؤشر منخفض
de_de: Niedriger Index
es_es: Índice bajo
fa_ir: شاخص پایین
fr_fr: Indice faible
hi_in: निम्न अनुक्रमणिका
it_it: Indice basso
ja_jp: 低指数
pl_pl: Niski indeks
pt_pt: Índice baixo
ru_ru: Низкий индекс
th_th: ดัชนีต่ํา
tr_tr: Düşük dizin
uk_ua: Індекс мінімуму

source: High index
ar_sa: المؤشر العالي
de_de: Hoher Index
es_es: Alto índice
fa_ir: شاخص بالا
fr_fr: Indice élevé
hi_in: उच्च सूचकांक
it_it: Indice elevato
ja_jp: 高指数
pl_pl: Wysoki indeks
pt_pt: Índice elevado
ru_ru: Высокий индекс
th_th: ดัชนีสูง
tr_tr: Yüksek endeks
uk_ua: Індекс максимуму

source: Can't connect via socket
ar_sa: لا يمكن الاتصال عبر ماخذ التوصيل
de_de: Kann sich nicht über Steckdose verbinden
es_es: No se puede conectar a través de socket
fa_ir: اتصال از طریق سوکت امکان پذیر نیست
fr_fr: Impossible de se connecter via Socket
hi_in: सॉकेट के माध्यम से कनेक्ट नहीं कर सकता
it_it: Impossibile connettersi tramite socket
ja_jp: ソケット経由で接続できない
pl_pl: Nie można połączyć za pomocą gniazda
pt_pt: Não é possível conectar via soquete
ru_ru: Не удается подключиться через сокет
th_th: ไม่สามารถเชื่อมต่อผ่านซ็อกเก็ตได้
tr_tr: Soket üzerinden bağlanamıyor
uk_ua: Не вдається підключитися через сокет

source: Free margin
ar_sa: هامش حر
de_de: Freie Marge
es_es: Margen libre
fa_ir: مارجین آزاد
fr_fr: Marge libre
hi_in: मुक् त हाशिया
it_it: Margine libero
ja_jp: 自由マージン
pl_pl: Wolny margines
pt_pt: Margem livre
ru_ru: Доступная маржа
th_th: ฟรีมาร์จิ้น
tr_tr: Ücretsiz kenar boşluğu
uk_ua: Вільна маржа

source: Maint. margin
ar_sa: هامش الوقاية
de_de: Maint. Rand
es_es: Margen de mante.
fa_ir: Maint. حاشیه
fr_fr: Marge maintenue
hi_in: maint. मार्जिन
it_it: Maint. Margine
ja_jp: メンテナンス・マージン
pl_pl: Maint. Margines
pt_pt: Manutenção da margem
ru_ru: Маржа поддержки
th_th: หลัก ระยะขอบ
tr_tr: Sürdürme marjı
uk_ua: Маржа підтримки

source: Orders count
de_de: Anzahl der Bestellungen
fr_fr: Nombre d'ordres
it_it: Conteggio ordini

source: Price step measurement
de_de: Preisschrittmessung
fr_fr: Mesure des étapes de prix
it_it: Misurazione della fase di prezzo

source: Price step
de_de: Preisschritt
fr_fr: Étape de prix
it_it: Passo prezzo

source: Place SL
de_de: Platz SL
it_it: Luogo SL

source: panel.PerformanceInfoCtrl.chartPnL.Return
de_de: Gremium. PerformanceInfoCtrl.chartPnL.Return
fr_fr: panneau. PerformanceInfoCtrl.chartPnL.Return
it_it: pannello. PerformanceInfoCtrl.chartPnL.Return
