Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: PnL type:
ar_sa: PnL نوع:
de_de: PnL-Typ:
es_es: Tipo PnL:
fa_ir: نوع PnL:
fr_fr: Type de PnL :
hi_in: पीएनएल प्रकार:
it_it: Tipo PnL:
ja_jp: PnL タイプ:
pl_pl: Typ PnL:
pt_pt: Tipo PNL:
ru_ru: Тип PnL:
th_th: ประเภท PnL:
tr_tr: PnL tipi:
uk_ua: Тип PnL:

source: Show Stop loss & Take profit
ar_sa: إظهار وقف الخسارة وجني الأرباح
de_de: Stop Loss & Take Gewinn anzeigen
es_es: Mostrar Stop loss y Take profit
fr_fr: Afficher Stop loss & Take profit
hi_in: स्टॉप लॉस दिखाएँ और लाभ लें
it_it: Mostra Stop loss & Take profit
pl_pl: Pokaż Stop loss & Take profit
ru_ru: Показать стоп-лосс и тейк-профит
th_th: แสดงหยุดการขาดทุน & ทํากําไร
uk_ua: Показати стоп-лос і тейк-профіт

source: Tile background
ar_sa: خلفية التجانب
de_de: Kachelhintergrund
es_es: Fondo de mosaico
fa_ir: زمینه کاشی
fr_fr: Arrière-plan de vignette
hi_in: टाइल पृष्ठभूमि
it_it: Sfondo del riquadro
pl_pl: Tło kafelka
pt_pt: Fundo de azulejos
ru_ru: Фон плитки
th_th: พื้นหลังไทล์
uk_ua: Фон плитки

source: Tile color
ar_sa: لون البلاط
de_de: Farbe der Kachel
es_es: Color del azulejo
fa_ir: رنگ کاشی
fr_fr: Couleur de la vignette
hi_in: टाइल रंग
it_it: Colore delle piastrelle
pl_pl: Kolor kafelków
pt_pt: Cor de azulejo
ru_ru: Цвет плитки
th_th: สีกระเบื้อง
uk_ua: Колір плитки

source: Tile hovered color
ar_sa: لون التجانب الذي تم تحريكه
de_de: Farbe der Kachel mit bewegtem Mauszeiger
es_es: Color flotante del azulejo
fa_ir: کاشی رنگ
fr_fr: Couleur survolée de la vignette
hi_in: टाइल मंडराया रंग
it_it: Colore del riquadro sospeso
pl_pl: Kolor kafelka unoszący się nad nim
pt_pt: Cor de azulejo pairava
ru_ru: Цвет плитки с зависанием
th_th: สีที่โฮเวอร์ไทล์
uk_ua: Колір плитки під курсором

source: Tile font color
ar_sa: لون خط التجانب
de_de: Schriftfarbe der Kachel
es_es: Color de fuente de mosaico
fa_ir: رنگ قلم کاشی
fr_fr: Couleur de police de vignette
hi_in: टाइल फ़ॉन्ट रंग
it_it: Colore del carattere del riquadro
pl_pl: Kolor czcionki kafelka
pt_pt: Cor de fonte de azulejo
ru_ru: Цвет шрифта плитки
th_th: สีฟอนต์ของไทล์
uk_ua: Колір шрифту плитки

source: Text
ar_sa: النص
es_es: Texto
fa_ir: متن
fr_fr: Texte
hi_in: विषय वस्तु
it_it: Testo
ja_jp: テキスト
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст
th_th: ข้อความ
tr_tr: Metin
uk_ua: Текст

source: Tile hovered text color
ar_sa: لون النص الذي تم تمريرها باللوحة
de_de: Kachel-Hovered-Textfarbe
es_es: Color de texto flotante del icono
fa_ir: کاشی رنگ متن
fr_fr: Couleur du texte survolé de la vignette
hi_in: टाइल मँडराया पाठ रंग
it_it: Colore del testo passato al riquadro
pl_pl: Kolor tekstu na kafelku
pt_pt: Cor de texto pairava de azulejos
ru_ru: Цвет текста с наведением плитки
th_th: สีข้อความที่โฮเวอร์ไทล์
uk_ua: Колір тексту на плитці під курсором

source: Show price label
ar_sa: إظهار تسمية السعر
de_de: Preisschild anzeigen
es_es: Mostrar etiqueta de precios
fa_ir: نشان دادن برچسب قیمت
fr_fr: Afficher l’étiquette de prix
hi_in: मूल्य लेबल दिखाएँ
it_it: Mostra l'etichetta del prezzo
pl_pl: Pokaż etykietę ceny
pt_pt: Rótulo de preço de exibição
ru_ru: Показать ценник
th_th: แสดงป้ายราคา
uk_ua: Показати підпис ціни

source: Price label background
ar_sa: خلفية تسمية السعر
de_de: Hintergrund der Preiskennzeichnung
es_es: Fondo de la etiqueta de precios
fa_ir: پس زمینه برچسب قیمت
fr_fr: Contexte de l’étiquette de prix
hi_in: मूल्य लेबल पृष्ठभूमि
it_it: Sfondo dell'etichetta del prezzo
pl_pl: Tło etykiety ceny
pt_pt: Fundo de etiqueta de preço
ru_ru: Фон ценовой метки
th_th: พื้นหลังป้ายชื่อราคา
uk_ua: Фон підпису ціни

source: Price label font color
ar_sa: لون خط تسمية السعر
de_de: Schriftfarbe der Preisbeschriftung
es_es: Color de fuente de la etiqueta de precio
fa_ir: قیمت برچسب رنگ قلم
fr_fr: Couleur de police de l’étiquette de prix
hi_in: मूल्य लेबल फ़ॉन्ट रंग
it_it: Colore del carattere dell'etichetta del prezzo
pl_pl: Kolor czcionki etykiety ceny
pt_pt: Cor de fonte de rótulo de preço
ru_ru: Цвет шрифта ценовой метки
th_th: สีแบบอักษรป้ายชื่อราคา
uk_ua: Колір шрифту підпису ціни

source: Show price scale marker
ar_sa: إظهار علامة مقياس السعر
de_de: Preisskala-Marker anzeigen
es_es: Mostrar marcador de escala de precios
fa_ir: نشان دادن نشانگر مقیاس قیمت
fr_fr: Afficher le marqueur d’échelle de prix
hi_in: मूल्य स्केल मार्कर दिखाएँ
it_it: Mostra indicatore della scala dei prezzi
pl_pl: Pokaż znacznik skali cen
pt_pt: Mostrar marcador de escala de preço
ru_ru: Показать маркер ценовой шкалы
th_th: แสดงเครื่องหมายมาตราส่วนราคา
uk_ua: Показати маркер на шкалі цін

source: Price scale marker color
ar_sa: لون علامة مقياس السعر
de_de: Farbe der Preisskala-Marker
es_es: Color del marcador de escala de precios
fa_ir: رنگ نشانگر مقیاس قیمت
fr_fr: Couleur du marqueur d’échelle de prix
hi_in: मूल्य स्केल मार्कर रंग
it_it: Colore marcatore scala prezzi
pl_pl: Kolor znacznika skali cen
pt_pt: Cor do marcador de escala de preço
ru_ru: Цвет маркера ценовой шкалы
th_th: สีมาร์กเกอร์มาตราส่วนราคา
uk_ua: Колір маркера на шкалі цін

source: Price scale marker font color
ar_sa: لون خط علامة مقياس السعر
de_de: Schriftfarbe der Preisskalamarkierung
es_es: Color de fuente del marcador de escala de precios
fa_ir: قیمت مقیاس نشانگر رنگ فونت
fr_fr: Couleur de police du marqueur d’échelle de prix
hi_in: मूल्य स्केल मार्कर फ़ॉन्ट रंग
it_it: Colore del carattere dell'indicatore della scala dei prezzi
pl_pl: Kolor czcionki znacznika skali ceny
pt_pt: Cor de fonte marcador de escala de preço
ru_ru: Цвет шрифта маркера ценовой шкалы
th_th: สีแบบอักษรเครื่องหมายมาตราส่วนราคา
uk_ua: Колір шрифту маркера шкали цін

source: Show price line
ar_sa: إظهار سطر السعر
de_de: Preiszeile anzeigen
es_es: Mostrar línea de precio:
fa_ir: نمایش خط قیمت
fr_fr: Afficher la ligne de prix
hi_in: मूल्य रेखा दिखाएँ
it_it: Mostra linea di prezzo
pl_pl: Linia ceny
pt_pt: Exibir linha de preço
ru_ru: Линия цены
th_th: แสดงเส้นราคา
uk_ua: Показати лінію ціни

source: Price line style
ar_sa: نمط سطر السعر
de_de: Preiszeilen-Stil
es_es: Estilo de línea de precio
fa_ir: سبک خط قیمت
fr_fr: Style de ligne de prix
hi_in: मूल्य रेखा शैली
it_it: Stile della linea di prezzo
pl_pl: Styl linii cenowej
pt_pt: Estilo de linha de preço
ru_ru: Стиль ценовой линии
th_th: สไตล์เส้นราคา
uk_ua: Стиль лінії ціни

source: Show trades
ar_sa: إظهار الصفقات
de_de: Trades anzeigen
es_es: Comercios de la demostración
fa_ir: نمایش معاملات
fr_fr: Afficher les métiers
hi_in: ट्रेड दिखाएं
it_it: Mostra mestieri
ja_jp: トレードの表示
pl_pl: Pokaż transakcje
pt_pt: Feiras
ru_ru: Показать сделки
th_th: แสดงการซื้อขาย
tr_tr: Esnafı göster
uk_ua: Показати угоди

source: Marker color
ar_sa: لون ماركر
de_de: Markierungsfarbe
es_es: Marcador de color
fa_ir: رنگ نشانگر
fr_fr: Couleur du marqueur
hi_in: मार्कर रंग
it_it: Colore dell'indicatore
ja_jp: マーカーの色
pl_pl: Kolor znacznika
pt_pt: Cor do marcador
ru_ru: Цвет маркера
th_th: สีมาร์กเกอร์
tr_tr: İşaretleyici rengi
uk_ua: Колір маркеру

source: Marker
ar_sa: الصانع
de_de: Markierung
es_es: Marcador
fa_ir: نشانگر
fr_fr: Marqueur
hi_in: मार्कर
it_it: marcatore
ja_jp: マーカー
pt_pt: Marcas
ru_ru: Маркер
th_th: สัญลักษณ์
tr_tr: İmleyici
uk_ua: Маркер

source: Marker + Label
ar_sa: علامة + تسمية
de_de: Marker + Etikett
es_es: Marcador + Etiqueta
fa_ir: نشانگر + برچسب
fr_fr: Marqueur + Étiquette
hi_in: मार्कर + लेबल
it_it: Marcatore + Etichetta
ja_jp: マーカー + ラベル
pl_pl: Znacznik + Etykieta
pt_pt: Marcador + Etiqueta
ru_ru: Маркер + Подпись
th_th: เครื่องหมาย + ฉลาก
tr_tr: İşaretçi + Etiket
uk_ua: Маркер + Підпис

source: Display type
ar_sa: نوع العرض
de_de: Anzeigetyp
es_es: Tipo de pantalla
fa_ir: نوع نمایش
fr_fr: Type d’affichage
hi_in: डिस्प्ले प्रकार
it_it: Tipo di visualizzazione
ja_jp: ディスプレイの種類
pl_pl: Typ wyświetlania
pt_pt: Tipo de exibição
ru_ru: Тип отображения
th_th: ประเภทการแสดงผล
tr_tr: Görüntü türü
uk_ua: Тип відображення

source: Small
ar_sa: صغير
de_de: klein
es_es: pequeño
fa_ir: کوچک
fr_fr: petit
hi_in: छोटा
it_it: piccolo
ja_jp: 小さい
pl_pl: mały
pt_pt: Pequeno
ru_ru: Маленький
th_th: เล็ก
tr_tr: küçük
uk_ua: Малий

source: Middle
ar_sa: الوسط
de_de: Mitte
es_es: Mitad
fa_ir: میانه
fr_fr: Moyen
hi_in: मध्य
it_it: mezzo
ja_jp: 中央
pl_pl: Średni
pt_pt: Média
ru_ru: Средний
th_th: กลาง
tr_tr: Orta
uk_ua: Середній

source: Large
ar_sa: كبير
de_de: groß
es_es: grande
fa_ir: بزرگ
fr_fr: grand
hi_in: विशाल
it_it: grande
ja_jp: 大きい
pl_pl: duży
pt_pt: Grande
ru_ru: Большой
th_th: ใหญ่
tr_tr: Büyük
uk_ua: Великий

source: Size
ar_sa: الحجم
de_de: Größe
es_es: Tamaño
fa_ir: اندازه
fr_fr: Taille
hi_in: आकार
it_it: Dimensione
ja_jp: サイズ
pl_pl: Ilość
pt_pt: Quantidade
ru_ru: Размер
th_th: ขนาด
tr_tr: Büyüklük
uk_ua: Розмір

source: Label Buy style
ar_sa: نمط شراء التسمية
de_de: Label Stil kaufen
es_es: Estilo de compra de etiqueta
fa_ir: برچسب خرید سبک
fr_fr: Style d’achat d’étiquette
hi_in: लेबल खरीदें शैली
it_it: Stile acquisto etichette
ja_jp: ラベル購入スタイル
pl_pl: Styl zakupu etykiety
pt_pt: Estilo de compra de rótulo
ru_ru: Стиль маркера Купить
th_th: สไตล์การซื้อฉลาก
tr_tr: Etiket Satın Alma stili
uk_ua: Стиль підпису Купити

source: Label Sell style
ar_sa: نمط بيع التسمية
de_de: Label Sell-Stil
es_es: Estilo de venta de etiquetas
fa_ir: برچسب فروش سبک
fr_fr: Style de vente d’étiquettes
hi_in: लेबल बेचें शैली
it_it: Stile vendita etichette
ja_jp: ラベル販売スタイル
pl_pl: Styl sprzedaży etykiety
pt_pt: Estilo de venda de rótulo
ru_ru: Стиль маркера Продать
th_th: สไตล์การขายฉลาก
tr_tr: Etiket Satış stili
uk_ua: Стиль підпису Продати

source: Tile colors
ar_sa: ألوان البلاط
de_de: Kachelfarben
es_es: Colores de azulejos
fa_ir: رنگ کاشی
fr_fr: Couleurs des carreaux
hi_in: टाइल रंग
it_it: Colori delle piastrelle
pl_pl: Kolory płytek
pt_pt: Cores de azulejos
ru_ru: Цвета плитки
th_th: สีกระเบื้อง
uk_ua: Кольори плитки

source: Tile hovered colors
ar_sa: ألوان تحوم البلاط
de_de: Kachelfarben mit bewegter Maus
es_es: Colores flotantes de azulejos
fa_ir: رنگ های کاشی کاری شده
fr_fr: Couleurs survolées des tuiles
hi_in: टाइल मंडराया रंग
it_it: Colori del riquadro sospesi
pl_pl: Kolory na kafelkach
pt_pt: Cores de azulejos pairavam
ru_ru: Наведенные цвета плитки
th_th: สีที่โฮเวอร์ไทล์
uk_ua: Кольори плитки під курсором

source: Tile font colors
ar_sa: ألوان خط التجانب
de_de: Schriftfarben der Kachel
es_es: Colores de fuente de mosaico
fa_ir: رنگ های قلم کاشی
fr_fr: Couleurs de police de vignette
hi_in: टाइल फ़ॉन्ट रंग
it_it: Colori dei caratteri dei riquadri
pl_pl: Kolory czcionek kafelków
pt_pt: Cores de fonte de azulejo
ru_ru: Цвета шрифта плитки
th_th: สีฟอนต์ของไทล์
uk_ua: Кольори шрифту плитки

source: Tile hovered text colors
ar_sa: ألوان النص التي تم تمريرها بتدرج التجانب
de_de: Auf der Kachel schwebende Textfarben
es_es: Colores de texto flotantes de mosaico
fa_ir: کاشی رنگ های متنی
fr_fr: Couleurs de texte survolées par vignette
hi_in: टाइल मँडरा पाठ रंग
it_it: Colori del testo con il riquadro sospeso
pl_pl: Kolory tekstu z kursorem kafelków
pt_pt: Cores de texto pairadas de azulejos
ru_ru: Цвета текста с наведением на плитку
th_th: สีข้อความโฮเวอร์ไทล์
uk_ua: Кольори тексту плитки під курсором

source: Price label font
ar_sa: خط تسمية السعر
de_de: Schriftart mit Preisbeschriftung
es_es: Fuente de etiqueta de precio
fa_ir: قلم برچسب قیمت
fr_fr: Police d’étiquette de prix
hi_in: मूल्य लेबल फ़ॉन्ट
it_it: Carattere dell'etichetta del prezzo
pl_pl: Czcionka etykiety ceny
pt_pt: Fonte de etiqueta de preço
ru_ru: Шрифт ценовой метки
th_th: แบบอักษรป้ายชื่อราคา
uk_ua: Шрифт підпису ціни

source: Price scale marker colors
ar_sa: ألوان علامة مقياس السعر
de_de: Farben der Preisskala-Marker
es_es: Colores del marcador de escala de precios
fa_ir: رنگ های نشانگر مقیاس قیمت
fr_fr: Couleurs des marqueurs d’échelle de prix
hi_in: मूल्य स्केल मार्कर रंग
it_it: Colori marcatori scala prezzi
pl_pl: Kolory znaczników skali cen
pt_pt: Cores do marcador de escala de preço
ru_ru: Цвета маркера ценовой шкалы
th_th: สีมาร์กเกอร์มาตราส่วนราคา
uk_ua: Кольори маркерів шкали цін

source: Price scale marker font
ar_sa: خط علامة مقياس السعر
de_de: Schriftart für Preisskala-Marker
es_es: Fuente de marcador de escala de precios
fa_ir: قلم نشانگر مقیاس قیمت
fr_fr: Police de marqueur d’échelle de prix
hi_in: मूल्य स्केल मार्कर फ़ॉन्ट
it_it: Carattere marcatore scala prezzi
pl_pl: Czcionka znacznika skali cen
pt_pt: Fonte de marcador de escala de preço
ru_ru: Маркерный шрифт ценовой шкалы
th_th: แบบอักษรเครื่องหมายมาตราส่วนราคา
uk_ua: Шрифт маркера шкали цін

source: Price scale marker font colors
ar_sa: ألوان خط علامة مقياس السعر
de_de: Schriftfarben der Preisskala-Markierung
es_es: Colores de fuente del marcador de escala de precios
fa_ir: قیمت مقیاس رنگ قلم نشانگر
fr_fr: Couleurs de police des marqueurs d’échelle de prix
hi_in: मूल्य स्केल मार्कर फ़ॉन्ट रंग
it_it: Colori dei caratteri marcatori della scala dei prezzi
pl_pl: Kolory czcionki znacznika skali ceny
pt_pt: Cores de fonte de marcador de escala de preço
ru_ru: Цветов шрифта маркера ценовой шкалы
th_th: สีแบบอักษรเครื่องหมายมาตราส่วนราคา
uk_ua: Колір шрифту маркера шкали цін

source: Price line colors
ar_sa: ألوان سطر السعر
de_de: Preiszeile Farben
es_es: Colores de la línea de precios
fa_ir: رنگ خط قیمت
fr_fr: Couleurs des lignes de prix
hi_in: मूल्य रेखा रंग
it_it: Colori della linea di prezzo
pl_pl: Kolory linii cenowej
pt_pt: Cores da linha de preços
ru_ru: Цвета ценовой линии
th_th: สีของเส้นราคา
uk_ua: Кольори лінії цін

source: Stroke color
ar_sa: حلقه ملونه
de_de: Strichfarbe
es_es: Color del trazo
fa_ir: رنگ سکته مغزی
fr_fr: Couleur de contour
hi_in: स्ट्रोक रंग
it_it: Colore del tratto
ja_jp: ストロークカラー
pl_pl: Kolor obrysu
pt_pt: Cor 'Strike'
ru_ru: Цвет обводки
th_th: สีจังหวะ
tr_tr: Fırça rengi
uk_ua: Колір обведення

source: Top color
ar_sa: اللون العلوي
de_de: Top Farbe
es_es: Color superior
fa_ir: رنگ بالا
fr_fr: Couleur du haut
hi_in: शीर्ष रंग
it_it: Colore superiore
ja_jp: トップカラー
pl_pl: Najlepszy kolor
pt_pt: Cor da frente
ru_ru: Верхний цвет
th_th: สีด้านบน
tr_tr: Üst renk
uk_ua: Верхній колір

source: Bottom color
ar_sa: اللون السفلي
de_de: Untere Farbe
es_es: Color inferior
fa_ir: رنگ پایین
fr_fr: Couleur du bas
hi_in: निचला रंग
it_it: Colore inferiore
ja_jp: ボトムカラー
pl_pl: Kolor dolny
pt_pt: Cor de fundo
ru_ru: Нижний цвет
th_th: สีด้านล่าง
tr_tr: Alt renk
uk_ua: Нижній колір

source: Fill color
ar_sa: ملء اللون
de_de: Füllfarbe
es_es: Color de relleno
fa_ir: پرکردن رنگ
fr_fr: La couleur de remplissage
hi_in: भरण रंग
it_it: Colore di riempimento
ja_jp: 塗りつぶしの色
pl_pl: Wypełnij kolor
pt_pt: Cor de preenchimento
ru_ru: Цвет заливки
th_th: สีเติม
tr_tr: Dolgu rengi
uk_ua: Колір заливки

source: Line type
ar_sa: نوع الخط
de_de: Linientyp
es_es: Tipo de línea
fa_ir: نوع خط
fr_fr: Type de ligne
hi_in: रेखा प्रकार
it_it: Tipo di linea
ja_jp: ラインタイプ
pl_pl: Rodzaj linii
pt_pt: Tipo de linha
ru_ru: Тип линии
th_th: ประเภทเส้น
tr_tr: Çizgi tipi
uk_ua: Тип лінії

source: Line size
ar_sa: حجم الخط
de_de: Liniengröße
es_es: Tamaño de línea
fa_ir: اندازه خط
fr_fr: La taille de la ligne
hi_in: लाइन आकार
it_it: Dimensione della linea
ja_jp: ラインサイズ
pl_pl: Rozmiar linii
pt_pt: Espessura da linha
ru_ru: Размер линии
th_th: ขนาดเส้น
tr_tr: Çizgi boyutu
uk_ua: Розмір лінії

source: Move to background
ar_sa: انقل للخلفية
de_de: In den Hintergrund verschieben
es_es: Es fondo
fa_ir: انتقال به پس زمینه
fr_fr: Déplacer vers l'arrière plan
hi_in: पृष्ठभूमि में ले जाएं
it_it: Passare allo sfondo
ja_jp: はバックグラウンドです
pl_pl: Przejdź do tła
pt_pt: Mover para traz
ru_ru: Переместить на задний план
th_th: ย้ายไปยังพื้นหลัง
tr_tr: arkaplandır
uk_ua: Перемістити до фону

source: Clone mode
ar_sa: وضع النسخ
de_de: Klonmodus
es_es: Modo clon
fa_ir: حالت کلون
fr_fr: Cloner le mode
hi_in: क्लोन मोड
it_it: Modalità clone
ja_jp: クローンモード
pl_pl: Tryb klonowania
pt_pt: Clonar
ru_ru: Режим клонирования
th_th: โหมดโคลน
tr_tr: Klon modu
uk_ua: Режим клонування

source: Lock location
ar_sa: قفل الموقع
de_de: Standort sperren
es_es: Bloquear ubicación
fa_ir: مکان قفل
fr_fr: Verrouiller l'emplacement
hi_in: स्थान अवरोधित करें
it_it: Bloccare la posizione
ja_jp: ロックの場所
pl_pl: Zablokuj lokalizację
pt_pt: Bloquear localização
ru_ru: Закрепить на месте
th_th: ล็อคตําแหน่ง
tr_tr: Konumu kilitle
uk_ua: Закріпити на місці

source: Font size
ar_sa: حجم الخط
de_de: Schriftgröße
es_es: Tamaño de fuente
fa_ir: اندازه قلم
fr_fr: Taille de police
hi_in: फ़ॉंट आकार
it_it: Dimensione del font
ja_jp: フォントサイズ
pl_pl: Rozmiar czcionki
pt_pt: Tamanho da fonte
ru_ru: Размер шрифта
th_th: ขนาดตัวอักษร
tr_tr: Yazı Boyutu
uk_ua: Розмір шрифту

source: Bars
ar_sa: البارات
de_de: Gitter
es_es: Bares
fa_ir: میله
hi_in: सलाखों
it_it: Bar
pl_pl: Krata
pt_pt: Barras
ru_ru: Баров
th_th: บาร์
uk_ua: Барів

source: Price, %
ar_sa: السعر، ٪
de_de: Preis, %
es_es: Precio, %
fa_ir: قیمت, ٪
fr_fr: Prix, %
hi_in: मूल्य, %
it_it: Prezzo, %
pl_pl: Cena, %
pt_pt: Preço, %
ru_ru: Цена, %
th_th: ราคา, %
uk_ua: Ціна, %

source: Price range
ar_sa: مدى السعر
de_de: Preisklasse
es_es: Rango de precios
fa_ir: حدود قیمت ها
fr_fr: Échelle de prix
hi_in: प्राइस रेंज
it_it: Fascia di prezzo
ja_jp: 価格帯
pl_pl: Przedział cenowy
pt_pt: Faixa de preço
ru_ru: Диапазон цены
th_th: ช่วงราคา
tr_tr: Fiyat aralığı
uk_ua: Ціновий діапазон

source: Line
ar_sa: الخط
de_de: Linie
es_es: Línea
fa_ir: خط
fr_fr: Ligne
hi_in: लाइन
it_it: Linea
ja_jp: 線
pl_pl: Linia
pt_pt: Linha
ru_ru: Линия
th_th: สาย
tr_tr: Çizgi
uk_ua: Лінія

source: Background
ar_sa: الخلفية
de_de: Hintergrund
es_es: Fondo
fa_ir: پس زمینه
fr_fr: Contexte
hi_in: पृष्ठभूमि
it_it: sfondo
ja_jp: 背景
pl_pl: Tło
pt_pt: Fundo
ru_ru: Фон
th_th: พื้นหลัง
tr_tr: Arka Plan
uk_ua: Фон

source: Labels font
ar_sa: خط التسميات
de_de: Schriftart "Labels"
es_es: Fuente de etiquetas
fa_ir: قلم برچسب ها
fr_fr: Police d’étiquettes
hi_in: लेबल फ़ॉन्ट
it_it: Carattere Etichette
pl_pl: Czcionka Etykiety
pt_pt: Tipo de letra
ru_ru: Шрифт меток
th_th: แบบอักษรป้ายชื่อ
uk_ua: Шрифт підписів

source: Values font
ar_sa: خط القيم
de_de: Schriftart "Werte"
es_es: Fuente Values
fa_ir: فونت مقادیر
fr_fr: Police de valeurs
hi_in: मान फ़ॉन्ट
it_it: Carattere Valori
pl_pl: Czcionka Wartości
pt_pt: Fonte de valores
ru_ru: Шрифт значений
th_th: แบบอักษรค่า
uk_ua: Шрифт значень

source: Info area backbround
ar_sa: معلومات المنطقة الخلفية
de_de: Infobereich backbround
es_es: Área de información backbround
fa_ir: اطلاعات منطقه backbround
fr_fr: Backbround de la zone d’information
hi_in: जानकारी क्षेत्र बैकब्राउंड
it_it: Area informazioni backbround
pl_pl: Obszar informacyjny backbround
pt_pt: Área de informação recua
ru_ru: Информационная зона
th_th: แบ็คบลัดพื้นที่ข้อมูล
uk_ua: Фон інфо-області

source: Labels
ar_sa: تسميات
de_de: Etiketten
es_es: Etiquetas
fa_ir: برچسب
fr_fr: Étiquettes
hi_in: लेबल
it_it: Etichette
pl_pl: Etykiety
pt_pt: Rótulos
ru_ru: Метки
th_th: ป้าย ชื่อ
uk_ua: Підписи

source: Values
ar_sa: القيم
de_de: Werte
es_es: Valores
fa_ir: ارزش
fr_fr: Valeurs
hi_in: मान
it_it: Valori
pl_pl: Wartości
pt_pt: Valores
ru_ru: Значения
th_th: ค่า
uk_ua: Значення

source: Info area style
ar_sa: نمط منطقة المعلومات
de_de: Stil des Infobereichs
es_es: Estilo del área de información
fa_ir: اطلاعات سبک منطقه
fr_fr: Style de zone d’information
hi_in: जानकारी क्षेत्र शैली
it_it: Stile dell'area informazioni
pl_pl: Styl obszaru informacyjnego
pt_pt: Estilo de área de info
ru_ru: Стиль информационной области
th_th: สไตล์พื้นที่ข้อมูล
uk_ua: Стиль інфо-області

source: Values to show
ar_sa: القيم التي يجب إظهارها
de_de: Anzuzeigende Werte
es_es: Valores a mostrar
fa_ir: ارزش ها برای نشان دادن
fr_fr: Valeurs à afficher
hi_in: दिखाने के लिए मान
it_it: Valori da mostrare
pl_pl: Wartości do pokazania
pt_pt: Valores a mostrar
ru_ru: Отображаемые значения
th_th: ค่าที่จะแสดง
uk_ua: Значення для відображення

source: Availability
ar_sa: توافر
de_de: Verfügbarkeit
es_es: Disponibilidad
fa_ir: دسترس بودن
fr_fr: Disponibilité
hi_in: प्राप्‍यता
it_it: Disponibilità
ja_jp: 可用性
pl_pl: Dostępność
pt_pt: Disponibilidade
ru_ru: Доступность
th_th: ความสะดวก
tr_tr: Kullanılabilir -lik
uk_ua: Наявність

source: Imbalance ratio
ar_sa: نسبة عدم التوازن
de_de: Ungleichgewichtsquote
es_es: Relación de desequilibrio
fa_ir: نسبت عدم تعادل
fr_fr: Ratio de déséquilibre
hi_in: असंतुलन अनुपात
it_it: Rapporto di squilibrio
ja_jp: 不均衡率
pl_pl: Współczynnik równowagi
pt_pt: Rácio de desequilíbrio
ru_ru: Коэффициент дисбаланса
th_th: อัตราส่วนความไม่สมดุล
tr_tr: Dengesizlik oranı
uk_ua: Коефіцієнт дисбалансу

source: Show stacked imbalances
ar_sa: إظهار الاختلالات المكدسة
de_de: Gestapelte Ungleichgewichte anzeigen
es_es: Mostrar desequilibrios apilados
fa_ir: نشان دادن عدم تعادل انباشته
fr_fr: Afficher les déséquilibres empilés
hi_in: खड़ी असंतुलन दिखाएं
it_it: Mostra squilibri impilati
ja_jp: 積み重ねられた不均衡を表示する
pl_pl: Pokaż skumulowane nierównowagi
pt_pt: Mostrar desequilíbrios empilhados
ru_ru: Показать сложенные дисбалансы
th_th: แสดงความไม่สมดุลแบบเรียงซ้อน
tr_tr: Yığılmış dengesizlikleri göster
uk_ua: Показати складені дисбаланси

source: Zones count
ar_sa: عدد المناطق
de_de: Zonenzählen
es_es: Cuentan zonas
fa_ir: تعداد مناطق
fr_fr: Nombre de zones
hi_in: जोन ों की गिनती
it_it: Conteggio zone
ja_jp: ゾーン数
pl_pl: Liczba stref
pt_pt: Contagem de zonas
ru_ru: Количество зон
th_th: จํานวนโซน
tr_tr: Bölgeler sayısı
uk_ua: Кількість зон

source: Filtered volume
ar_sa: السيولة المصفّاة
de_de: Gefiltertes Volumen
es_es: Volumen filtrado
fa_ir: حجم فیلتر شده
fr_fr: Volume filtré
hi_in: फ़िल्टर की गई मात्रा
it_it: Volume filtrato
ja_jp: フィルタボリューム
pl_pl: Filtrowane wolumin
pt_pt: Volume filtrado
ru_ru: Отфильтрованный объем
th_th: ปริมาณการกรอง
tr_tr: Filtre uygulanmış birim
uk_ua: Фільтрований обсяг

source: Highlight zeros
ar_sa: تمييز الأصفار
de_de: Hervorheben von Nullen
es_es: Resaltar ceros
fa_ir: صفرهای برجسته
fr_fr: Mettre en surbrillance les zéros
hi_in: शून्य हाइलाइट करें
it_it: Evidenziare gli zeri
ja_jp: ゼロを強調表示する
pl_pl: Wyróżnianie zer
pt_pt: Pontos zeros
ru_ru: Выделять нули
th_th: เน้นศูนย์
tr_tr: Sıfırları vurgulama
uk_ua: Виділяти нулі

source: Highlight unfinished auctions
ar_sa: تمييز المزادات غير المكتملة
de_de: Unvollendete Auktionen hervorheben
es_es: Resaltar subastas inacabadas
fa_ir: مزایده های ناتمام را برجسته کنید
fr_fr: Mettre en évidence les enchères inachevées
hi_in: अधूरी नीलामियों पर प्रकाश डाला
it_it: Evidenzia le aste incompiute
ja_jp: 未完成のオークションをハイライト表示
pl_pl: Wyróżnianie niedokończonych aukcji
pt_pt: Destacar leilões inacabados
ru_ru: Выделять незавершенные аукционы
th_th: ไฮไลต์การประมูลที่ยังไม่เสร็จ
tr_tr: Bitmemiş açık artırmaları vurgulama
uk_ua: Виділяти незавершені аукціони

source: Show cluster volume
ar_sa: إظهار وحدة تخزين الكتلة
de_de: Cluster-Volume anzeigen
es_es: Mostrar volumen de clúster
fa_ir: نمایش حجم خوشه
fr_fr: Afficher le volume du cluster
hi_in: क्लस्टर वॉल्यूम दिखाएं
it_it: Mostra volume cluster
ja_jp: クラスターボリュームの表示
pl_pl: Pokaż wolumin klastra
pt_pt: Mostrar volume de cluster
ru_ru: Показать объем кластера
th_th: แสดงระดับเสียงของคลัสเตอร์
tr_tr: Küme hacmini göster
uk_ua: Показати об'єм кластера

source: Show cluster delta
ar_sa: إظهار دلتا الكتلة
de_de: Clusterdelta anzeigen
es_es: Mostrar delta de clúster
fa_ir: نمایش دلتای خوشه ای
fr_fr: Afficher le delta du cluster
hi_in: क्लस्टर डेल्टा दिखाएं
it_it: Mostra delta cluster
ja_jp: クラスターデルタの表示
pl_pl: Pokaż delta klastra
pt_pt: Mostrar o delta do cluster
ru_ru: Показать дельту кластера
th_th: แสดงเดลต้าคลัสเตอร์
tr_tr: Küme deltası göster
uk_ua: Показати дельту кластера

source: Show high/low ratio
ar_sa: إظهار نسبة عالية/منخفضة
de_de: Hoch-/Niedrigverhältnis anzeigen
es_es: Mostrar relación alta/baja
fa_ir: نشان دادن نسبت بالا / پایین
fr_fr: Afficher un rapport élevé/faible
hi_in: उच्च/निम्न अनुपात दिखाएं
it_it: Mostra rapporto alto/basso
ja_jp: 高/低比率を表示
pl_pl: Pokaż wysoki/niski stosunek
pt_pt: Mostrar relação alta/baixa
ru_ru: Показать соотношение макс/мин
th_th: แสดงอัตราส่วนสูง/ต่ํา
tr_tr: Yüksek/düşük oranı göster
uk_ua: Показати Коефіцієнт макс/мін
