Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Top line
ar_sa: خط صاعد
de_de: Obersten Zeile
es_es: Línea ascendente
fa_ir: خط بالا
fr_fr: Ligne du haut
hi_in: शीर्ष पंक्ति
it_it: Linea superiore
ja_jp: 上昇線
pl_pl: Górna linia
pt_pt: Linha de cima
ru_ru: Верхняя линия
th_th: บรรทัดบนสุด
tr_tr: Üst çizgi
uk_ua: Верхня лінія

source: Bottom line
ar_sa: خط نازل
de_de: Endeffekt
es_es: Línea descendente
fa_ir: خط پایین
fr_fr: Ligne du bas
hi_in: लब्बोलुआब
it_it: Linea inferiore
ja_jp: 下降線
pl_pl: Dolna linia
pt_pt: Linha de baixo
ru_ru: Нижняя линия
th_th: ใจความสำคัญ
tr_tr: Alt çizgi
uk_ua: Нижня лінія

source: Top area
ar_sa: المطقة العليا
de_de: Top-Bereich
es_es: Área superior
fa_ir: منطقه بالا
fr_fr: Zone supérieure
hi_in: शीर्ष क्षेत्र
it_it: Area superiore
ja_jp: トップエリア
pl_pl: Górny obszar
pt_pt: Área superior
ru_ru: Верхняя область
th_th: พื้นที่ด้านบน
tr_tr: En üst alan
uk_ua: Верхня область

source: Bottom area
ar_sa: المنطقة السفلية
de_de: Bodenbereich
es_es: Área del fondo
fa_ir: ناحیه پایین
fr_fr: Zone inférieure
hi_in: निचला क्षेत्र
it_it: Area inferiore
ja_jp: ボトムエリア
pl_pl: Dolny obszar
pt_pt: Área de baixa
ru_ru: Нижняя область
th_th: พื้นที่ด้านล่าง
tr_tr: Alt alan
uk_ua: Нижня область

source: Add custom text
ar_sa: أضافه نص مخصص
de_de: Fügen Sie einen eigenen Text
es_es: Agregar texto personalizado
fa_ir: افزودن متن سفارشی
fr_fr: Ajouter un texte personnalisé
hi_in: कस्टम पाठ जोड़ें
it_it: Aggiungi testo personalizzato
ja_jp: カスタムテキストの追加
pl_pl: Dodaj własny tekst
pt_pt: Adicionar texto personalizado
ru_ru: Добавить свой текст
th_th: เพิ่มข้อความที่กําหนดเอง
tr_tr: Özel metin ekleme
uk_ua: Додати свій текст

source: Fix text area
ar_sa: إصلاح منطقه النص
de_de: Fix Textbereich
es_es: Corregir área de texto
fa_ir: رفع محیط متن
fr_fr: Correction de la zone de texte
hi_in: पाठ क्षेत्र ठीक करें
it_it: Correggi area testo
ja_jp: テキスト領域の修正
pl_pl: Popraw obszar tekstowy
pt_pt: Corrigir área de texto
ru_ru: Закрепить текстовую область
th_th: แก้ไขพื้นที่ข้อความ
tr_tr: Metin alanını düzelt
uk_ua: Закріпити текстову область

source: Text location
ar_sa: موقع النص
de_de: TextOrt
es_es: Ubicación de texto
fa_ir: مکان متن
fr_fr: Emplacement du texte
hi_in: पाठ स्थान
it_it: Posizione del testo
ja_jp: テキストの場所
pl_pl: Lokalizacja tekstu
pt_pt: Localização do texto
ru_ru: Расположение текста
th_th: ตําแหน่งข้อความ
tr_tr: Metin konumu
uk_ua: Розташування тексту

source: Text area
ar_sa: منطقه النص
de_de: Text Bereich
es_es: Área de texto
fa_ir: محیط متن
fr_fr: Zone de texte
hi_in: पाठ क्षेत्र
it_it: Area di testo
ja_jp: テキスト領域
pl_pl: Obszar tekstowy
pt_pt: Área de texto
ru_ru: Текстовая область
th_th: พื้นที่ข้อความ
tr_tr: Metin alanı
uk_ua: Текстова область

source: Font style
ar_sa: تصميم الخط
de_de: Schriftstil
es_es: Estilo de fuente
fa_ir: سبک نوع خط
fr_fr: Style de police
hi_in: फ़ॉंट शैली
it_it: Stile di carattere
ja_jp: フォントスタイル
pl_pl: Styl czcionki
pt_pt: Estilo da fonte
ru_ru: Стиль шрифта
th_th: สไตล์ฟอนต์
tr_tr: Yazı tipi stili
uk_ua: Стиль шрифту

source: Border
ar_sa: الحدود
de_de: Grenze
es_es: Borde
fa_ir: مرز
fr_fr: Frontière
hi_in: सीमा रेखा
it_it: Bordo
ja_jp: 境界
pl_pl: Granicy
pt_pt: Borda
ru_ru: Граница
th_th: ชายแดน
tr_tr: Sınır
uk_ua: Межа

source: Bottom
ar_sa: قاع
de_de: Unteres
es_es: fondo
fa_ir: پایین
fr_fr: fond
hi_in: नीचे
it_it: Fondoschiena
ja_jp: 底
pl_pl: dno
pt_pt: Fundo
ru_ru: Низ
th_th: ก้น
tr_tr: Dip
uk_ua: Низ

source: Top
ar_sa: أعلى
de_de: Nach oben
es_es: Arriba
fa_ir: بالا
fr_fr: Retour au début
hi_in: लट्टू
it_it: In alto
ja_jp: ページのトップへ
pl_pl: Do góry
pt_pt: Início
ru_ru: Вверх
th_th: ด้านบน
tr_tr: Sayfanın Üstü
uk_ua: Верх

source: Control buttons position
ar_sa: التحكم في موضع أزرار
de_de: Position der Steuertasten
es_es: Posición de los botones de control
fa_ir: موقعیت دکمه های کنترل
fr_fr: Position des boutons de contrôle
hi_in: नियंत्रण बटन की स्थिति
it_it: Posizione dei pulsanti di controllo
ja_jp: コントロール ボタンの位置
pl_pl: Położenie przycisków sterujących
pt_pt: Posição dos botões de controlo
ru_ru: Положение кнопок управления
th_th: ตําแหน่งปุ่มควบคุม
tr_tr: Denetim düğmeleri konumu
uk_ua: Розташування кнопок керування

source: Current Monday
de_de: Aktueller Montag
fa_ir: دوشنبه جاری
fr_fr: Lundi actuel
it_it: Lunedì corrente
th_th: วันจันทร์ปัจจุบัน
uk_ua: Поточний понеділок

source: Current Tuesday
de_de: Aktueller Dienstag
fa_ir: سه شنبه جاری
fr_fr: Mardi en cours
it_it: Martedì corrente
th_th: วันอังคารปัจจุบัน
uk_ua: Поточний вівторок

source: Current Wednesday
de_de: Aktueller Mittwoch
fa_ir: چهارشنبه جاری
fr_fr: Mercredi actuel
it_it: Mercoledì corrente
th_th: วันพุธปัจจุบัน
uk_ua: Поточна середа

source: Current Thursday
de_de: Aktueller Donnerstag
fa_ir: پنج شنبه جاری
fr_fr: Jeudi en cours
it_it: Giovedì corrente
th_th: วันพฤหัสบดีปัจจุบัน
uk_ua: Поточний четвер

source: Current Friday
de_de: Aktueller Freitag
fa_ir: جمعه فعلی
fr_fr: Vendredi actuel
it_it: Venerdì corrente
th_th: วันศุกร์ปัจจุบัน
uk_ua: Поточна п'ятниця

source: Current Saturday
de_de: Aktueller Samstag
fa_ir: شنبه جاری
fr_fr: Samedi en cours
it_it: Sabato corrente
th_th: วันเสาร์ปัจจุบัน
uk_ua: Поточна субота

source: Current Sunday
de_de: Aktueller Sonntag
fa_ir: یکشنبه فعلی
fr_fr: Dimanche actuel
it_it: Domenica corrente
th_th: วันอาทิตย์ปัจจุบัน
uk_ua: Поточна неділя

source: Previous Monday
de_de: Vorheriger Montag
fa_ir: دوشنبه قبلی
fr_fr: Lundi précédent
it_it: Lunedì precedente
th_th: วันจันทร์ก่อนหน้า
uk_ua: Попередній понеділок

source: Previous Tuesday
de_de: Vorheriger Dienstag
fa_ir: سه شنبه قبلی
fr_fr: Mardi précédent
it_it: Martedì precedente
th_th: วันอังคารก่อนหน้า
uk_ua: Минулого вівторка

source: Previous Wednesday
de_de: Vorheriger Mittwoch
fa_ir: چهارشنبه قبلی
fr_fr: Mercredi précédent
it_it: Mercoledì precedente
th_th: วันพุธก่อนหน้า
uk_ua: Попередня середа

source: Previous Thursday
de_de: Vorheriger Donnerstag
fa_ir: پنجشنبه قبلی
fr_fr: Jeudi précédent
it_it: Giovedì precedente
th_th: วันพฤหัสบดีก่อนหน้า
uk_ua: Попередній четвер

source: Previous Friday
de_de: Vorheriger Freitag
fa_ir: جمعه قبلی
fr_fr: Vendredi précédent
it_it: Venerdì precedente
th_th: วันศุกร์ก่อนหน้า
uk_ua: Попередня п'ятниця

source: Previous Saturday
de_de: Vorheriger Samstag
fa_ir: شنبه قبلی
fr_fr: Samedi précédent
it_it: Sabato precedente
th_th: วันเสาร์ก่อนหน้า
uk_ua: Попередня субота

source: Previous Sunday
de_de: Vorheriger Sonntag
fa_ir: یکشنبه قبلی
fr_fr: Dimanche précédent
it_it: Domenica precedente
th_th: วันอาทิตย์ก่อนหน้า
uk_ua: Попередня неділя

source: Invalid price
ar_sa: سعر غير صحيح
de_de: Ungültiger Preis
es_es: Precio no válido
fa_ir: قیمت نامعتبر
fr_fr: Prix invalide
hi_in: अमांय मूल्य
it_it: Prezzo non valido
ja_jp: 無効な価格
pl_pl: Nieprawidłowa cena
pt_pt: Preço inválido
ru_ru: Неверная цена
th_th: ราคาไม่ถูกต้อง
tr_tr: Geçersiz fiyat
uk_ua: Невірна ціна

source: Net:
ar_sa: الصافي:
de_de: netto:
es_es: Neto
fa_ir: خالص:
hi_in: नेट:
ja_jp: ネット：
pl_pl: Netto:
pt_pt: Líquido:
ru_ru: Чистая прибыль:
th_th: ตาข่าย:
tr_tr: Açılan Pozisyon
uk_ua: Чистий прибуток:

source: Gross:
ar_sa: الإجمالي:
de_de: Brutto:
es_es: Bruto
fa_ir: ناخالص:
fr_fr: Brut :
hi_in: सकल:
it_it: Lordo:
ja_jp: グロス：
pl_pl: Brutto:
pt_pt: Bruto:
ru_ru: Общая прибыль:
th_th: รวม:
tr_tr: Brüt
uk_ua: Загальний прибуток:

source: TP price: {0}
ar_sa: سعر TP: {0}
de_de: TP-Preis: {0}
es_es: Precio TP: {0}
fa_ir: قیمت TP: {0}
fr_fr: Prix ​​de TP: {0}
hi_in: TP मूल्य: {0}
it_it: Prezzo TP: {0}
ja_jp: TP価格：{0}
pl_pl: Cena TP: {0}
pt_pt: Preço TP: {0}
ru_ru: Цена TP: {0}
th_th: ราคา TP: {0}
tr_tr: TP fiyatı: {0}
uk_ua: Ціна ТП: {0}

source: Tr.Stop
fa_ir: Tr. توقف
ru_ru: Tр.Стоп
th_th: ต.สต็อป
uk_ua: Tр. Стоп

source: SL price
ar_sa: إيقاف الخسارة
de_de: SL Preis
es_es: SL
fa_ir: قیمت SL
fr_fr: Prix SL
hi_in: SL कीमत
it_it: Prezzo SL
ja_jp: ストップロス価格
pl_pl: Cena
pt_pt: Preço SL
ru_ru: СЛ цена
th_th: ราคา SL
tr_tr: SL fiyatı
uk_ua: Ціна СЛ

source: {0} TP price: {1}
ar_sa: {0} سعر البيع: {1}
de_de: {0} TP-Preis: {1}
es_es: Precio de {0} TP: {1}
fa_ir: {0} قیمت TP: {0}
fr_fr: {0} prix TP: {1}
hi_in: {0} TP मूल्य: {1}
it_it: {0} prezzo TP: {1}
ja_jp: {0} TP価格：{1}
pl_pl: {0} Cena TP: {1}
pt_pt: {0} preço TP: {1}
ru_ru: {0} цена TP: {1}
th_th: ราคา TP {0}: {1}
tr_tr: {0} TP fiyatı: {1}
uk_ua: {0} Ціна TП: {1}

source: VA
ar_sa: خامسا
fa_ir: ویرجینیا
it_it: Virginia
ja_jp: バージニア 州
th_th: วา
uk_ua: ЗО

source: POC ray
ar_sa: الاشعه السينية
de_de: POC-Strahl
es_es: Rayo POC
fa_ir: پرتو POC
fr_fr: Rayon POC
hi_in: poc रे
it_it: Raggio POC
ja_jp: POC レイ
pl_pl: Promień POC
pt_pt: Raio de POC
ru_ru: Луч ТК
th_th: รังสี POC
tr_tr: POC ışını
uk_ua: Промінь POC

source: Waiting for data loading
ar_sa: في انتظار تحميل البيانات
de_de: Warten auf das Laden von Daten
es_es: A la espera de la carga de datos
fa_ir: انتظار برای بارگذاری داده ها
fr_fr: En attente de chargement des données
hi_in: डेटा लोड िंग की प्रतीक्षा कर रहा है
it_it: In attesa del caricamento dei dati
ja_jp: データの読み込みを待機中
pl_pl: Oczekiwanie na ładowanie danych
pt_pt: À espera do carregamento de dados
ru_ru: Ожидание загрузки данных
th_th: กําลังรอการโหลดข้อมูล
tr_tr: Veri yüklemesi bekleniyor
uk_ua: Очікування завантаження даних

source: No data
ar_sa: لا توجد بيانات
de_de: Keine Daten
es_es: Sin datos
fa_ir: بدون داده
fr_fr: Aucune donnée
hi_in: कोई डेटा नहीं
it_it: Nessun dato
ja_jp: データなし
pl_pl: Brak danych
pt_pt: Não existem dados
ru_ru: Нет данных
th_th: ไม่มีข้อมูล
tr_tr: Veri yok
uk_ua: Немає даних

source: {0} ticks
ar_sa: علامات التجزئة {0}
de_de: {0} Zecken
fa_ir: {0} کنه
it_it: {0} tick
ja_jp: {0} ティック
pl_pl: znaczniki {0}
ru_ru: {0} тиков
th_th: เห็บ{0}
uk_ua: {0} тіків

source: Empty symbol
ar_sa: رمز فارغ
de_de: Leeres Symbol
es_es: Símbolo vacío
fa_ir: نماد خالی
fr_fr: Symbole vide
hi_in: रिक् त प्रतीक
it_it: Simbolo vuoto
ja_jp: 空の記号
pl_pl: Pusty symbol
pt_pt: Símbolo vazio
ru_ru: Пустой символ
th_th: สัญลักษณ์ว่าง
tr_tr: Boş sembolü
uk_ua: Порожній символ

source: Futures
de_de: Termingeschäfte
fa_ir: آینده
fr_fr: Contrats à terme
th_th: อนาคต
uk_ua: Ф'ючерси

source: Full
ar_sa: كامل
de_de: Voll
es_es: Completo
fa_ir: کامل
fr_fr: Entier
hi_in: पूर्ण
it_it: Completo
ja_jp: 完全なフォーム
pl_pl: Pełne
pt_pt: Completo
ru_ru: Полная
th_th: เต็ม
tr_tr: Tümü
uk_ua: Повний

source: Sup
ar_sa: سوب
de_de: schlürfen
es_es: súper
fa_ir: سوپ
fr_fr: souper
hi_in: सुड़कना
it_it: Sorseggiare
ja_jp: サプ
ru_ru: глоток
th_th: ศ.น.

source: Res
ar_sa: القرار
fa_ir: پژوهش
hi_in: आरईएस
ja_jp: 解像 度
ru_ru: Рез
th_th: เรส

source: TP&SL
ar_sa: TP وSL
hi_in: टीपी एंड एसएल
ru_ru: ТП&СЛ
th_th: ทีพีและเอสแอล
uk_ua: ТП&СЛ

source: Trading tool
ar_sa: أداة التداول
de_de: Handelswerkzeug
es_es: Herramienta comercial
fa_ir: ابزار معاملاتی
fr_fr: Outil de trading
hi_in: ट्रेडिंग टूल
it_it: Strumento di trading
ja_jp: 取引ツール
pl_pl: Narzędzie handlowe
pt_pt: Ferramenta de negociação
ru_ru: Торговый инструмент
th_th: เครื่องมือการซื้อขาย
tr_tr: Ticaret aracı
uk_ua: Торговий інструмент

source: Horizontal line
ar_sa: خط أفقي
de_de: Horizontale Linie
es_es: Línea horizontal
fa_ir: خط افقی
fr_fr: Ligne horizontale
hi_in: क्षैतिज रेखा
it_it: Linea orizzontale
ja_jp: 水平線
pl_pl: Linia pozioma
pt_pt: Linha horizontal
ru_ru: Горизонтальная линия
th_th: เส้นแนวนอน
tr_tr: Yatay çizgi
uk_ua: Горизонтальна лінія

source: Vertical line
ar_sa: خط عمودي
de_de: Vertikale Linie
es_es: Línea vertical
fa_ir: خط عمودی
fr_fr: Ligne verticale
hi_in: अनुलंब रेखा
it_it: Linea verticale
ja_jp: 垂直線
pl_pl: Pionowa linia
pt_pt: Linha vertical
ru_ru: Вертикальная линия
th_th: เส้นแนวตั้ง
tr_tr: Dik çizgi
uk_ua: Вертикальна лінія

source: Rectangle
ar_sa: مربع
de_de: Rechteck
es_es: Rectángulo
fa_ir: مستطیل
hi_in: आयत
it_it: Rettangolo
ja_jp: 長方形
pl_pl: Prostokąt
pt_pt: Retângulo
ru_ru: Прямоугольник
th_th: สี่เหลี่ยมผืนผ้า
tr_tr: Dikdörtgen
uk_ua: Прямокутник

source: Triangle
ar_sa: مثلث
de_de: Dreieck
es_es: Triángulo
fa_ir: مثلث
hi_in: त्रिकोण
it_it: Triangolo
ja_jp: 三角形
pl_pl: Trójkąt
pt_pt: Triângulo
ru_ru: Треугольник
th_th: สามเหลี่ยม
tr_tr: Üçgen
uk_ua: Трикутник

source: Poligon
hi_in: पॉलिगॉन
ja_jp: ポリゴン
ru_ru: Многоугольник
th_th: โปลิกอน
uk_ua: Багатокутник

source: Circle
ar_sa: دائرة
de_de: Kreis
es_es: Círculo
fa_ir: دایره
fr_fr: Cercle
hi_in: वृत्त
it_it: Cerchio
ja_jp: サークル
pl_pl: okrąg
pt_pt: Círculo
ru_ru: Круг
th_th: วงกลม
tr_tr: Daire
uk_ua: Коло

source: Ellipse
ar_sa: بيضوي
es_es: Elipse
fa_ir: بیضی
hi_in: दीर्घवृत्त
it_it: Ellisse
ja_jp: 楕円
pl_pl: Elipsa
pt_pt: Elipse
ru_ru: Овал
th_th: วงรี
tr_tr: Elips
uk_ua: Еліпс

source: Andrew's pitchfork
ar_sa: شوكة أندرو
de_de: Andrews Mistgabel
es_es: Horquilla de Andrew
fa_ir: اندرو چنگال
fr_fr: Fourche d'Andrew
hi_in: एंड्रयू पिच्फोर्क
it_it: Forcone di Andrew
ja_jp: アンドリューのピッチフォーク
pl_pl: Widły Andrew
pt_pt: Forcado de Andrew
ru_ru: Вилы Эндрюса
th_th: โกยของแอนดรูว์
tr_tr: Andrew'ın dirgen
uk_ua: Вили Ендрюса

source: Price channel
ar_sa: قناء السعر
de_de: Preis Kanal
es_es: Canal de precio
fa_ir: کانال قیمت
fr_fr: Chaîne de prix
hi_in: मूल्य चैनल
it_it: Canale di prezzo
ja_jp: 価格チャネル
pl_pl: Kanał cenowy
pt_pt: Canal de preço
ru_ru: Канал цены
th_th: ช่องทางราคา
tr_tr: Fiyat kanalı
uk_ua: Канал ціни

source: Fibonacci retracement
ar_sa: مستوى تصحيح الفيبوناتشى
es_es: Sucesiones de Fibonacci
fa_ir: اصلاحی فیبوناچی
fr_fr: Retracement de Fibonacci
hi_in: फिबोनैकी रिट्रेसमेंट
it_it: Ritracciamento di Fibonacci
ja_jp: フィボナッチリトレースメント
pl_pl: Fibonacci Retrenchment
pt_pt: Retração de Fibonacci
ru_ru: Коррекция по Фибоначчи
th_th: การย้อนกลับของฟีโบนักชี
tr_tr: Fibonacci düzeltme seviyeleri
uk_ua: Корекція Фібоначчі

source: Fibonacci price expansion
ar_sa: توسع سعر فيبوناتشي
de_de: Fibonacci Preissteigerung
es_es: Expansión de precios de Fibonacci
fa_ir: گسترش قیمت فیبوناچی
fr_fr: Augmentation des prix de Fibonacci
hi_in: फिबोनाची मूल्य विस्तार
it_it: Espansione dei prezzi di Fibonacci
ja_jp: フィボナッチ価格の拡大
pl_pl: Fibonacciego wzrost cen
pt_pt: Expansão dos preços de Fibonacci
ru_ru: Расширение цен по Фибоначчи
th_th: การขยายตัวของราคาฟีโบนักชี
tr_tr: Fibonacci fiyat artışı
uk_ua: Розширення цін Фібоначчі

source: Fibonacci arc
ar_sa: قوس الفيبوناتشى
de_de: Fibonacci-Bogen
es_es: Arco de Fibonacci
fa_ir: کمان فیبوناچی
fr_fr: Arc de Fibonacci
hi_in: फिबोनैकी आर्क
it_it: Arco di Fibonacci
ja_jp: フィボナッチ アーク
pl_pl: Łuk Fibonacciego
pt_pt: Arco Fibonacci
ru_ru: Дуги по Фибоначчи
th_th: ฟีโบนักชีอาร์ค
tr_tr: Fibonacci yayı
uk_ua: Дуга Фібоначчі

source: Fibonacci spiral
ar_sa: حلزون الفيبوناتشى
de_de: Fibonacci Spirale
es_es: Espiral de Fibonacci
fa_ir: مارپیچ فیبوناچی
fr_fr: Spirale de Fibonacci
hi_in: फिबोनैकी सर्पिल
it_it: Spirale di Fibonacci
ja_jp: フィボナッチスパイラル
pl_pl: Spirala Fibonacci`ego
pt_pt: Espiral de Fibonacci
ru_ru: Спираль по Фибоначчи
th_th: เกลียวฟีโบนักชี
tr_tr: Fibonacci sarmalı
uk_ua: Спіраль Фібоначчі

source: Fibonacci ellipse
ar_sa: فيبوناتشي بيضاوي
es_es: Elipse de Fibonacci
fa_ir: بیضی فیبوناچی
fr_fr: Ellipse de Fibonacci
hi_in: फिबोनैकी दीर्घवृत् त
it_it: Ellisse di Fibonacci
ja_jp: フィボナッチ楕円
pl_pl: Elipsa Fibonacciego
pt_pt: Elipse de Fibonacci
ru_ru: Эллипс по Фибоначчи
th_th: ฟีโบนักชีวงรี
tr_tr: Fibonacci elips
uk_ua: Еліпс Фібоначчі

source: Fibonacci fans
ar_sa: مروحة الفيبوناتشى
es_es: Abanicos de Fibonacci
fa_ir: طرفداران فیبوناچی
fr_fr: Fanions de Fibonacci
hi_in: फिबोनैकी प्रशंसक
it_it: Ventaglio di Fibonacci
ja_jp: フィボナッチファン
pl_pl: Fibonacci
pt_pt: Fãs de Fibonacci
ru_ru: Веер по Фибоначчи
th_th: แฟนๆ ฟีโบนักชี
tr_tr: Fibonacci yelpazeleri
uk_ua: Віяло Фібоначчі

source: Fibonacci phi-channel
ar_sa: قناة الفيبوناتشى
de_de: Fibonacci Phi-Kanal
es_es: Canal Phi de Fibonacci
fa_ir: فیبوناچی فی کانال
fr_fr: Canal phi de Fibonacci
hi_in: फिबोनैकी phi-चैनल
ja_jp: フィボナッチ phiチャンネル
pt_pt: Phi-channel de Fibonacci
ru_ru: Фи-канал по Фибоначчи
th_th: ฟีโบนักชีฟีแชนแนล
tr_tr: Fibonacci phi-kanalı
uk_ua: Фі-канал Фибоначчі

source: Fibonacci time extension
ar_sa: تمديد الوقت فيبوناتشي
de_de: Fibonacci-Zeitverlängerung
es_es: Extensión de tiempo de Fibonacci
fa_ir: امتداد زمان فیبوناچی
fr_fr: Prolongation du temps fibonacci
hi_in: फिबोनासीई समय विस्तार
it_it: Proroga del tempo di Fibonacci
ja_jp: フィボナッチ時間延長
pl_pl: Przedłużenie czasu Fibonacciego
pt_pt: Extensão do tempo de Fibonacci
ru_ru: Продление времени по Фибоначчи
th_th: การขยายเวลาฟีโบนักชี
tr_tr: Fibonacci zaman uzatma
uk_ua: Продовження часу Фібоначчі

source: Fibonacci time zone
ar_sa: منطقة فيبوناتشي الزمنية
de_de: Fibonacci-Zeitzone
es_es: Zona de tiempo de Fibonacci
fa_ir: منطقه زمانی فیبوناچی
fr_fr: Zone temporelle de Fibonacci
hi_in: फिबोनैकी समय क्षेत्र
it_it: Fuso orario di Fibonacci
ja_jp: フィボナッチタイムゾーン
pl_pl: Strefa czasowa Fibonacciego
pt_pt: Zona de Tempo de Fibonacci
ru_ru: Временные периоды по Фибоначчи
th_th: โซนเวลาฟีโบนักชี
tr_tr: Fibonacci zaman dilimi
uk_ua: Часовий пояс Фибоначчи

source: Gann line
ar_sa: خط جان
de_de: Gann Linie
es_es: Línea de Gann
fa_ir: خط gann
fr_fr: Ligne de Gann
hi_in: gann लाइन
it_it: Linea Gann
ja_jp: ギャン・ライン
pl_pl: Linia Gann
pt_pt: Linha Gann
ru_ru: Линия Ганна
th_th: สายแกนน์
tr_tr: Gann çizgisi
uk_ua: Лінія Ганна

source: Gann fan
ar_sa: مروحة جان
es_es: Abanico de Gann
fa_ir: فن گنجن
fr_fr: Fanion de Gann
hi_in: gann फैन
it_it: Ventaglio di Gann
ja_jp: ギャン・ファン
pl_pl: Wentylator Ganna
pt_pt: Fã de Gann
ru_ru: Веер Ганна
th_th: แฟนแกนน์
tr_tr: Gann yelpazesi
uk_ua: Віяло Ганна

source: Gann grid
ar_sa: شبكة جان
de_de: Gann Gitter
es_es: Rejilla de Gann
fa_ir: شبکه gann
fr_fr: Grille de Gann
hi_in: gann ग्रिड
it_it: Griglia di Gann
ja_jp: ギャン・グリッド
pl_pl: Siatka Ganna
pt_pt: Grade de Gann
ru_ru: Сетка Ганна
th_th: กริดแกนน์
tr_tr: Gann ızgara çizgileri
uk_ua: Сітка Ганна

source: Ruler
ar_sa: مسطرة
de_de: Herrscher
es_es: Regla
fa_ir: خط کش
fr_fr: Règle
hi_in: मापनी
it_it: Righello
ja_jp: ルーラー
pl_pl: Linia typu Info
pt_pt: Régua
ru_ru: Линейка
th_th: ไม้บรรทัด
tr_tr: Cetvel
uk_ua: Лінійка

source: Up arrow
ar_sa: سهم للأعلى
de_de: Pfeil
es_es: Flecha arriba
fa_ir: پیکان بالا
fr_fr: Flèche vers le haut
hi_in: ऊपर तीर
it_it: Freccia su
ja_jp: 上向き矢印
pl_pl: Strzałka w górę
pt_pt: Seta para cima
ru_ru: Стрелка вверх
th_th: ลูกศรขึ้น
tr_tr: Yukarı ok
uk_ua: Стрілка вгору

source: Down arrow
ar_sa: السهم
de_de: Pfeil
es_es: Flecha abajo
fa_ir: پیکان رو به پایین
fr_fr: Flèche vers le bas
hi_in: नीचे तीर
it_it: Freccia giù
ja_jp: 下向き矢印
pl_pl: Strzałka
pt_pt: Seta para baixo
ru_ru: Стрелка вниз
th_th: ลูกศรลง
tr_tr: Aşağı ok
uk_ua: Стрілка вниз

source: Uncpecified
ar_sa: غير محدد
de_de: Nicht spezifiziert
es_es: No especificado
fr_fr: Non spécifié
hi_in: अनकपीकृत
it_it: Non specificato
ja_jp: 未指定
pl_pl: Nieokreślone
pt_pt: Não especificado
ru_ru: Неопределен
th_th: ไม่ได้รับการแก้ไข
uk_ua: Невизначений

source: Line by angle
ar_sa: خط بزاوية
de_de: Zeile für Winkel
es_es: Línea por ángulo
fa_ir: خط با زاویه
fr_fr: Ligne par angle
hi_in: कोण द्वारा रेखा
it_it: Linea per angolo
ja_jp: 行ごとに
pl_pl: Linia po kącie
pt_pt: Linha por ângulo
ru_ru: Линия под углом
th_th: เส้นต่อมุม
tr_tr: Açılı çizgi
uk_ua: Лінія під кутом

source: Regression channel
ar_sa: قناة الانحدار
de_de: Regressionskanal
es_es: Canal de regresión
fa_ir: کانال رگرسیونی
fr_fr: Canal de régression
hi_in: समाश्रयण वाहिका
it_it: Canale di regressione
ja_jp: 回帰チャネル
pl_pl: Kanał regresji
pt_pt: Canal de regressão
ru_ru: Канал регрессии
th_th: ช่องทางการถดถอย
tr_tr: Regresyon kanalı
uk_ua: Канал регресії

source: ABC Pattern
ar_sa: نمط ABC
de_de: ABC-Muster
es_es: Patrón ABC
fa_ir: الگوی بی سی
fr_fr: Modèle ABC
hi_in: एबीसी पैटर्न
it_it: Modello ABC
ja_jp: ABCパターン
pl_pl: Wzór ABC
pt_pt: Padrão ABC
ru_ru: Шаблон ABC
th_th: รูปแบบเอบีซี
tr_tr: ABC Modeli
uk_ua: Шаблон ABC

source: PPZ
fa_ir: از طریق
ru_ru: ППЗ
th_th: พีพีซี

source: Top bottom pattern
ar_sa: نمط القاع العلوي
de_de: Oberes unteres Muster
es_es: Patrón superior de la parte inferior
fa_ir: الگوی پایین بالا
fr_fr: Motif du haut du bas
hi_in: शीर्ष तल प्रतिरूप
it_it: Modello superiore e inferiore
ja_jp: トップボトムパターン
pl_pl: Górny dolny wzór
pt_pt: Padrão inferior superior
ru_ru: Верх нижнего рисунка
th_th: รูปแบบด้านล่างบน
tr_tr: Üst alt desen
uk_ua: Шаблон Верх-низ

source: Gartley Butterfly
ar_sa: جارتلي باترفلاي
de_de: Gartley Schmetterling
fa_ir: پروانه گارتلی
hi_in: gartley तितली
ja_jp: ガートレーバタフライ
ru_ru: Бабочка Гартли
th_th: การ์ทลีย์ บัตเตอร์ฟลาย
tr_tr: Gartley Kelebek
uk_ua: Метелик Гартлі

source: Custom profile
ar_sa: التشكيل الجانبي المخصص
de_de: Individuelles Profil
es_es: Perfil personalizado
fa_ir: پروفایل سفارشی
fr_fr: Profil personnalisé
hi_in: कस्टम प्रोफ़ाइल
it_it: Profilo personalizzato
ja_jp: カスタムプロファイル
pl_pl: Profil niestandardowy
pt_pt: Tap Readeing
ru_ru: Свой профиль
th_th: โปรไฟล์ที่กําหนดเอง
tr_tr: Özel profil
uk_ua: Свій профіль

source: Line arrow
ar_sa: سهم الخط
de_de: Linie Pfeil
es_es: Flecha de línea
fa_ir: پیکان خط
fr_fr: Flèche de ligne
hi_in: रेखा तीर
it_it: Linea freccia
ja_jp: 線の矢印
pl_pl: Strzałka linii
pt_pt: Seta de linha
ru_ru: Стрелка
th_th: ลูกศรเส้น
tr_tr: Çizgi oku
uk_ua: Стрілка

source: Head&Shoulders
ar_sa: هيد آند شولدرز
de_de: Kopf Schultern
es_es: Cabeza hombros
fa_ir: & سر شانه
fr_fr: Tête épaules
hi_in: सिर और कंधे
it_it: Testa spalle
ja_jp: 頭、肩
pl_pl: Głowa ramiona
pt_pt: Cabeça e ombros
ru_ru: Голова и плечи
th_th: หัวและไหล่
tr_tr: Head \u0026 Shoulders
uk_ua: Голова та плечі

source: Gann box
ar_sa: صندوق غان
es_es: Caja Gann
fa_ir: جعبه gann
fr_fr: Gann boîte
hi_in: gann बॉक्स
it_it: Scatola Gann
ja_jp: ギャンボックス
pt_pt: Caixa Gann
ru_ru: Прямоугольник Ганна
th_th: กล่องแกนน์
tr_tr: Gann kutusu
uk_ua: Прямокутник Ганна

source: Price targets
ar_sa: أهداف السعر
de_de: Preisziele
es_es: Objetivos de precio
fa_ir: اهداف قیمت
fr_fr: Cibles de prix
hi_in: मूल्य लक्ष्य
it_it: Target di prezzo
ja_jp: 価格目標
pl_pl: Cele cenowe
pt_pt: Metas de preço
ru_ru: Целевые уровни
th_th: เป้าหมายราคา
tr_tr: Fiyat hedefleri
uk_ua: Цільові рівні

source: Flag marker
ar_sa: مظلل العلم
de_de: Markierungsfahne
es_es: Marcador de bandera
fa_ir: نشانگر پرچم
fr_fr: Marqueur de drapeau
hi_in: झंडा मार्कर
it_it: Indicatore di bandiera
ja_jp: フラグマーカー
pl_pl: Znacznik flagi
pt_pt: Marcador de bandeira
ru_ru: Флаг
th_th: เครื่องหมายสถานะ
tr_tr: İşaretçi işaretçisi
uk_ua: Прапор

source: Price marker
ar_sa: مظلل السعر
de_de: Preis Marker
es_es: Marcador de precio
fa_ir: نشانگر قیمت
fr_fr: Marqueur de prix
hi_in: मूल्य चिह्नक
it_it: Marcatore di prezzo
ja_jp: 価格マーカー
pl_pl: Znacznik ceny
pt_pt: Marcador de preço
ru_ru: Маркер цены
th_th: เครื่องหมายราคา
tr_tr: Fiyat işaretçisi
uk_ua: Маркер ціни

source: Note
ar_sa: ملحوظة
de_de: Hinweis
es_es: Nota
fa_ir: توجه داشته باشید
hi_in: नोट
it_it: Nota
ja_jp: ノート
pl_pl: Uwaga
pt_pt: Nota
ru_ru: Заметка
th_th: โน้ต
tr_tr: Not:
uk_ua: Примітка

source: Comment
ar_sa: تعليق
de_de: Kommentar
es_es: Comentar
fa_ir: نظر
fr_fr: Faire un commentaire
hi_in: टिप्पणी
it_it: Commento
ja_jp: コメント
pl_pl: Komentarz
pt_pt: Comentário
ru_ru: Комментарий
th_th: ติชม
tr_tr: Yorum
uk_ua: Коментар

source: Angled line
ar_sa: خط زاوية
de_de: Winkel Linie
es_es: Línea angulada
fa_ir: خط زاویه دار
fr_fr: Ligne inclinée
hi_in: कोणीय रेखा
it_it: Linea angolata
ja_jp: 斜め線
pl_pl: Linia kątowa
pt_pt: Linha angular
ru_ru: Угловая линия
th_th: เส้นมุม
tr_tr: Açılı çizgi
uk_ua: Кутова лінії

source: Alert
ar_sa: تنبيه
de_de: aufmerksam
es_es: Alerta
fa_ir: هشدار
fr_fr: Alerte
hi_in: चेतावनी
it_it: attento
ja_jp: アラート
pt_pt: Alerta
ru_ru: Алерт
th_th: เตือน
tr_tr: Uyarı
uk_ua: Сповіщення

source: Elliot triangle wave
ar_sa: إليوت مثلث الموجة
de_de: Elliot-Dreieckswelle
es_es: Onda triángulo Elliot
fa_ir: موج مثلث الیوت
fr_fr: Onde de triangle d’Elliot
hi_in: इलियट त्रिकोण लहर
it_it: Onda triangolo Elliot
ja_jp: エリオット三角形の波
pl_pl: Fala trójkątna Elliota
pt_pt: Onda do triângulo elliot
ru_ru: Волновые треугольники Эллиотта
th_th: คลื่นสามเหลี่ยมเอลเลียต
tr_tr: Elliot üçgen dalgası
uk_ua: Хвильові трикутники Елліота
