Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: If applicable, the minimum margin balance.
ar_sa: إن كان ذلك ممكناً، الحد الأدنى لرصيد الهامش.
de_de: Gegebenenfalls der Mindestmargensaldo.
es_es: Si procede, el saldo mínimo del margen.
fa_ir: در صورت قابل اجرا، حداقل تعادل حاشیه.
fr_fr: Le cas échéant, le solde de marge minimum.
hi_in: यदि लागू हो, तो न्यूनतम मार्जिन बैलेंस।
it_it: Se applicabile, il saldo minimo del margine.
ja_jp: 該当する場合は、最小マージン残高。
pl_pl: W stosownych przypadkach minimalne saldo depozytu zabezpieczającego.
pt_pt: Se aplicável, o saldo mínimo da margem.
ru_ru: Если это применимо, минимальный баланс маржи.
th_th: หากมี ยอดคงเหลือมาร์จิ้นขั้นต่ํา (ถ้ามี)
tr_tr: Varsa, minimum marj dengesi.
uk_ua: Якщо застосовується, мінімальний баланс маржі.

source: If applicable, the loss limit.
ar_sa: (1) حد الخسارة، إن كان ذلك ممكناً.
de_de: Gegebenenfalls die Verlustgrenze.
es_es: Si corresponde, el límite de pérdidas.
fa_ir: در صورت قابل اجرا، حد از دست دادن.
fr_fr: Le cas échéant, la limite de perte.
hi_in: यदि लागू हो, तो नुकसान की सीमा।
it_it: Se applicabile, il limite di perdita.
ja_jp: 該当する場合は、損失の制限。
pl_pl: W stosownych przypadkach limit strat.
pt_pt: Se aplicável, o limite de perda.
ru_ru: Если это применимо, предел потерь.
th_th: หากมี ขีดจํากัดการสูญเสีย
tr_tr: Varsa, kayıp sınırı.
uk_ua: Якщо застосовується, ліміт збитків.

source: Buy limit
ar_sa: حد الشراء
de_de: Kauflimit
es_es: Límite de compra
fa_ir: حد خرید
fr_fr: Limite d’achat
hi_in: सीमा खरीदें
it_it: Limite di acquisto
ja_jp: 購入制限
pl_pl: Limit kupna
pt_pt: Limite de compra
ru_ru: Лимит покупки
th_th: ขีดจํากัดการซื้อ
tr_tr: Satın alma sınırı
uk_ua: Ліміт купівлі

source: The maximum quantity allowed for buy orders.
ar_sa: الحد الأقصى للكمية المسموح بها لأوامر الشراء.
de_de: Die maximal zulässige Menge für Bestellungen.
es_es: La cantidad máxima permitida para órdenes de compra.
fa_ir: حداکثر مقدار مجاز برای خرید سفارشات.
fr_fr: La quantité maximale autorisée pour les ordres d’achat.
hi_in: ऑर्डर खरीदने के लिए अधिकतम मात्रा की अनुमति।
it_it: Quantità massima consentita per gli ordini di acquisto.
ja_jp: 購入注文に許可される最大数量。
pl_pl: Maksymalna dozwolona ilość dla zamówień kupna.
pt_pt: A quantidade máxima permitida para comprar encomendas.
ru_ru: Максимальное количество, допустимое для заказов на покупку.
th_th: ปริมาณสูงสุดที่อนุญาตสําหรับคําสั่งซื้อ
tr_tr: Satın alma siparişleri için izin verilen maksimum miktar.
uk_ua: Максимальна кількість, дозволена для ордерів на купівлю.

source: Sell limit
ar_sa: حد البيع
de_de: Verkaufslimit
es_es: Límite de venta
fa_ir: حد فروش
fr_fr: Limite de vente
hi_in: बेचने की सीमा
it_it: Limite di vendita
ja_jp: 販売限度額
pl_pl: Limit sprzedaży
pt_pt: Limite de venda
ru_ru: Лимит продажи
th_th: จํากัดการขาย
tr_tr: Satış limiti
uk_ua: Ліміт продажу

source: The maximum quantity allowed for sell orders.
ar_sa: الحد الأقصى للكمية المسموح بها لأوامر البيع.
de_de: Die maximal zulässige Menge für Verkaufsaufträge.
es_es: La cantidad máxima permitida para pedidos de venta.
fa_ir: حداکثر مقدار مجاز برای فروش سفارشات.
fr_fr: La quantité maximale autorisée pour les ordres de vente.
hi_in: अधिकतम मात्रा बेचने के आदेश के लिए अनुमति दी।
it_it: Quantità massima consentita per gli ordini di vendita.
ja_jp: 販売注文に許可される最大数量。
pl_pl: Maksymalna dozwolona ilość dla zamówień sprzedaży.
pt_pt: A quantidade máxima permitida para as encomendas de venda.
ru_ru: Максимальное количество, допустимое для заказов на продажу.
th_th: ปริมาณสูงสุดที่อนุญาตสําหรับใบสั่งขาย
tr_tr: Satış siparişleri için izin verilen maksimum miktar.
uk_ua: Максимальна кількість, дозволена для ордерів на продаж.

source: Max order qty
ar_sa: الحد الأقصى لكمة الطلب
de_de: Max. Bestellung qty
es_es: Cantidad máxima de pedido
fa_ir: حداکثر سفارش qty
fr_fr: Commande maximale qty
hi_in: अधिकतम आदेश qty
it_it: Qtà massima ordine
ja_jp: 最大注文数量
pl_pl: Maksymalna ilość zamówienia
pt_pt: Encomenda máxima qty
ru_ru: Макс заказ qty
th_th: จํานวนสั่งซื้อสูงสุด
tr_tr: Maksimum sipariş qty
uk_ua: Макс об'єм ордеру

source: The maximum quantity allowed for any orders.
ar_sa: الحد الأقصى للكمية المسموح بها لأي أوامر.
de_de: Die maximal zulässige Menge für alle Aufträge.
es_es: La cantidad máxima permitida para cualquier pedido.
fa_ir: حداکثر مقدار مجاز برای هر دستور.
fr_fr: Quantité maximale autorisée pour les commandes.
hi_in: किसी भी आदेश के लिए अधिकतम मात्रा की अनुमति।
it_it: Quantità massima consentita per tutti gli ordini.
ja_jp: 任意の注文に許可される最大数量。
pl_pl: Maksymalna dozwolona ilość dla wszystkich zamówień.
pt_pt: A quantidade máxima permitida para qualquer encomenda.
ru_ru: Максимальное количество разрешено для любых заказов.
th_th: ปริมาณสูงสุดที่อนุญาตสําหรับคําสั่งซื้อใด ๆ
tr_tr: Siparişler için izin verilen maksimum miktar.
uk_ua: Максимальна кількість, дозволена для будь-яких ордерів.

source: Available buying power
ar_sa: القوة الشرائية المتاحة
de_de: Verfügbare Kaufkraft
es_es: Potencia de compra disponible
fa_ir: قدرت خرید در دسترس
fr_fr: Pouvoir d’achat disponible
hi_in: उपलब्ध खरीद शक्ति
it_it: Potere d'acquisto disponibile
ja_jp: 利用可能な購買力
pl_pl: Dostępna siła nabywczą
pt_pt: Poder de compra disponível
ru_ru: Доступная покупательная способность
th_th: กําลังซื้อที่มีอยู่
tr_tr: Mevcut satın alma gücü
uk_ua: Доступна купівельна спроможність

source: The available buying power for the account.
ar_sa: القوة الشرائية المتاحة للحساب.
de_de: Die verfügbare Kaufkraft für das Konto.
es_es: El poder de compra disponible para la cuenta.
fa_ir: قدرت خرید در دسترس برای حساب کاربری.
fr_fr: Le pouvoir d’achat disponible pour le compte.
hi_in: खाते के लिए उपलब्ध खरीद शक्ति।
it_it: Potere d'acquisto disponibile per l'account.
ja_jp: アカウントの利用可能な購買力。
pl_pl: Dostępna siła nabywcza konta.
pt_pt: O poder de compra disponível para a conta.
ru_ru: Доступная покупательная способность для учетной записи.
th_th: กําลังซื้อที่มีอยู่สําหรับบัญชี
tr_tr: Hesap için kullanılabilir satın alma gücü.
uk_ua: Наявна купівельна спроможність для рахунку.

source: Reserved buying power
ar_sa: قوة شراء محجوزة
de_de: Reservierte Kaufkraft
es_es: Poder de compra reservado
fa_ir: قدرت خرید محفوظ است
fr_fr: Pouvoir d’achat réservé
hi_in: आरक्षित खरीद शक्ति
it_it: Potere d'acquisto riservato
ja_jp: 予約購買力
pl_pl: Zastrzeżona siła nabywczą
pt_pt: Poder de compra reservado
ru_ru: Зарезервированная покупательная способность
th_th: กําลังซื้อที่จองไว้
tr_tr: Ayrılmış satın alma gücü
uk_ua: Зарезервована купівельна спроможність

source: The reserved buying power for the account.
ar_sa: القوة الشرائية المحجوزة للحساب.
de_de: Die reservierte Kaufkraft für das Konto.
es_es: El poder de compra reservado para la cuenta.
fa_ir: قدرت خرید رزرو شده برای حساب کاربری.
fr_fr: Le pouvoir d’achat réservé pour le compte.
hi_in: खाते के लिए आरक्षित खरीद शक्ति।
it_it: Potere d'acquisto riservato per l'account.
ja_jp: アカウントの予約された購買力。
pl_pl: Zarezerwowana siła nabywczą konta.
pt_pt: O poder de compra reservado para a conta.
ru_ru: Зарезервированная покупательная способность для счета.
th_th: กําลังซื้อที่สงวนไว้สําหรับบัญชี
tr_tr: Hesap için ayrılmış satın alma gücü.
uk_ua: Зарезервована купівельна спроможність для рахунку.

source: Used buying power
ar_sa: القوة الشرائية المستخدمة
de_de: Gebrauchte Kaufkraft
es_es: Poder adquisitivo usado
fa_ir: استفاده از قدرت خرید
fr_fr: Pouvoir d’achat utilisé
hi_in: इस्तेमाल किया खरीद शक्ति
it_it: Potere d'acquisto usato
ja_jp: 中古購買力
pl_pl: Używana siła nabywczą
pt_pt: Poder de compra usado
ru_ru: Используемая покупательная способность
th_th: กําลังซื้อที่ใช้แล้ว
tr_tr: Kullanılmış satın alma gücü
uk_ua: Використана купівельна спроможність

source: The used buying power for the account.
ar_sa: القوة الشرائية المستخدمة للحساب.
de_de: Die verwendete Kaufkraft für das Konto.
es_es: El poder de compra usado para la cuenta.
fa_ir: قدرت خرید مورد استفاده برای حساب کاربری.
fr_fr: Le pouvoir d’achat utilisé pour le compte.
hi_in: खाते के लिए इस्तेमाल किया खरीद शक्ति।
it_it: Potere d'acquisto utilizzato per l'account.
ja_jp: アカウントの使用済購買力。
pl_pl: Używana siła nabywczą konta.
pt_pt: O poder de compra usado para a conta.
ru_ru: Используемая покупательная способность для счета.
th_th: กําลังซื้อที่ใช้แล้วสําหรับบัญชี
tr_tr: Hesap için kullanılan satın alma gücü.
uk_ua: Використана купівельна спроможність для рахунку.

source: Cash on hand
ar_sa: النقدية في متناول اليد
de_de: Bargeld zur Verfügung
es_es: Efectivo disponible
fa_ir: پول نقد در دست
fr_fr: Espèces en main
hi_in: हाथ पर नकदी
it_it: Contanti a portata di mano
ja_jp: 手持ち現金
pl_pl: Gotówka na rękę
pt_pt: Dinheiro na mão
ru_ru: Наличные на руках
th_th: เงินสดในมือ
tr_tr: Eldeki nakit
uk_ua: Готівка на руках

source: Cash on hand for this account.
ar_sa: نقد في متناول اليد لهذا الحساب.
de_de: Bargeld für dieses Konto.
es_es: Efectivo disponible para esta cuenta.
fa_ir: پول نقد در دست برای این حساب.
fr_fr: Encaisse sur place pour ce compte.
hi_in: इस खाते के लिए हाथ पर नकदी।
it_it: Contanti a portata di mano per questo conto.
ja_jp: この口座の手持ち現金。
pl_pl: Gotówka na rękę dla tego konta.
pt_pt: Dinheiro disponível para esta conta.
ru_ru: Наличные деньги на этот счет.
th_th: เงินสดในมือสําหรับบัญชีนี้
tr_tr: Bu hesap için eldeki nakit.
uk_ua: Готівка на руках для цього рахунку.

source: The margin balance on the account.
ar_sa: رصيد الهامش على الحساب.
de_de: Der Margensaldo auf dem Konto.
es_es: El saldo de margen en la cuenta.
fa_ir: تعادل حاشیه در حساب.
fr_fr: Le solde de marge sur le compte.
hi_in: खाते पर मार्जिन बैलेंस।
it_it: Saldo del margine nel conto.
ja_jp: 勘定の証拠金残高。
pl_pl: Saldo depozytu zabezpieczającego na koncie.
pt_pt: O saldo da margem na conta.
ru_ru: Остаток маржи на счете.
th_th: ยอดคงเหลือมาร์จิ้นในบัญชี
tr_tr: Hesaptaki marj bakiyesi.
uk_ua: Залишок маржі на рахунку.

source: Reserved margin
ar_sa: الهامش المحجوز
de_de: Reservierte Marge
es_es: Margen reservado
fa_ir: حاشیه رزرو شده
fr_fr: Marge réservée
hi_in: आरक्षित मार्जिन
it_it: Margine riservato
ja_jp: 引当済マージン
pl_pl: Zarezerwowany depozyt zabezpieczający
pt_pt: Margem reservada
ru_ru: Зарезервированная маржа
th_th: มาร์จิ้นที่จองไว้
tr_tr: Ayrılmış kenar boşluğu
uk_ua: Зарезервована маржа

source: The reserved margin for the account.
ar_sa: الهامش المحجوز للحساب.
de_de: Die reservierte Marge für das Konto.
es_es: El margen reservado para la cuenta.
fa_ir: حاشیه رزرو شده برای حساب.
fr_fr: Marge réservée pour le compte.
hi_in: खाते के लिए आरक्षित मार्जिन।
it_it: Margine riservato per il conto.
ja_jp: 勘定の予約済みマージン。
pl_pl: Zarezerwowany depozyt zabezpieczający dla konta.
pt_pt: A margem reservada para a conta.
ru_ru: Зарезервированная маржа для счета.
th_th: มาร์จิ้นที่จองไว้สําหรับบัญชี
tr_tr: Hesap için ayrılmış kenar boşluğu.
uk_ua: Зарезервована маржа для рахунку.

source: Open Profit/Loss
ar_sa: فتح الربح / الخسارة
de_de: Offener Gewinn/Verlust
es_es: Ganancias/Pérdidas Abiertas
fa_ir: سود/زیان باز
fr_fr: Bénéfice/perte ouvert
hi_in: खुला लाभ/हानि
it_it: Profitti/Perdite Aperti
ja_jp: オープン損益
pl_pl: Otwarty zysk/strata
pt_pt: Resultados Abertos
ru_ru: Открытая прибыль/убыток
th_th: เปิดกําไร/ขาดทุน
tr_tr: Açık Kar/Zarar
uk_ua: Відкритий прибуток/збиток

source: Closed Profit/Loss
ar_sa: الربح/الخسارة المغلقة
de_de: Geschlossener Gewinn/Verlust
es_es: Ganancias/Pérdidas Cerradas
fa_ir: سود بسته / زیان
fr_fr: Bénéfice/perte fermé
hi_in: बंद लाभ/हानि
it_it: Profitti/Perdite Chiusi
ja_jp: クローズド損益
pl_pl: Zamknięty zysk/strata
pt_pt: Resultados fechados
ru_ru: Закрытая прибыль/убыток
th_th: กําไร/ขาดทุนที่ปิดแล้ว
tr_tr: Kapalı Kar/Zarar
uk_ua: Закритий прибуток/збиток

source: Total Profit/Loss
ar_sa: إجمالي الربح/ الخسارة
de_de: Gesamtgewinn/-verlust
es_es: Ganancia/Pérdida Total
fa_ir: سود کل / زیان
fr_fr: Total des profits et pertes
hi_in: कुल लाभ/हानि
it_it: Totale Profitti/Perdite
pl_pl: Całkowity zysk/strata
pt_pt: Total de Resultados
ru_ru: Общая прибыль/убыток
th_th: กําไร/ขาดทุนทั้งหมด
uk_ua: Загальний прибуток/збиток

source: Intraday
ar_sa: خلال اليوم
es_es: Intradía
fa_ir: روزانه
hi_in: इंट्राडे
ja_jp: 日中
pt_pt: Intradia
ru_ru: Внутридневной
th_th: ระหว่างวัน
tr_tr: Gün Içi
uk_ua: Внутрішньоденний

source: Cash and Carry
ar_sa: النقدية والحمل
de_de: Bargeld und Carry
es_es: Efectivo y transporte
fa_ir: پول نقد و حمل
fr_fr: Espèces et transport
hi_in: नकद और कैरी
it_it: Contanti e Carry
ja_jp: 現金と持ち運び
pl_pl: Gotówka i przewożenie
pt_pt: Dinheiro e Transporte
ru_ru: Наличные деньги и носить
th_th: เงินสดและพกพา
tr_tr: Nakit ve Taşıma
uk_ua: Кэш энд Керри

source: Cover
ar_sa: تغطيه
es_es: Cubrir
fa_ir: پوشش
fr_fr: Couvrir
hi_in: आवरण
it_it: Copertura
ja_jp: カバー
pl_pl: Pokrywę
pt_pt: Cobertura
ru_ru: Крышка
th_th: คลุม
tr_tr: Kapak
uk_ua: Покриття

source: Bracket
ar_sa: قوس
de_de: Halterung
es_es: Soporte
fa_ir: براکت
fr_fr: Support
hi_in: ब्रैकेट
it_it: Staffa
ja_jp: ブラケット
pl_pl: Wspornik
pt_pt: Suporte
ru_ru: Кронштейн
th_th: วงเล็บ
tr_tr: Braketi
uk_ua: Рівні

source: 2FA
hi_in: 2एफए
th_th: 2เอฟเอ

source: Fail to connect
ar_sa: فشل في الاتصال
de_de: Nicht zu verbinden
es_es: No se pueden conectar
fa_ir: عدم موفقیت در اتصال
fr_fr: Échec de la connexion
hi_in: कनेक्ट होने में विफल
it_it: Impossibile connettersi
ja_jp: 接続できない
pl_pl: Nie uda się nawiązać połączenia
pt_pt: Falha ao conectar
ru_ru: Не удается подключиться
th_th: ไม่สามารถเชื่อมต่อได้
tr_tr: Bağlanma başarısız
uk_ua: Не вдалося підключитися

source: REGULAR
ar_sa: العاديه
de_de: Regelmäßige
fa_ir: منظم
fr_fr: Régulier
hi_in: नियमित
it_it: Regolare
ja_jp: 正規
pl_pl: Regularne
ru_ru: Регулярные
th_th: ธรรมดา
tr_tr: Normal
uk_ua: Регулярні

source: BO
ar_sa: بو
fa_ir: بو
hi_in: बो
ja_jp: ボー
pl_pl: BO (bo)
ru_ru: Бо
th_th: บ่อ

source: CO
ar_sa: ثاني أكسيد الكربون
fa_ir: شرکت
hi_in: सह
ja_jp: 共同
th_th: ร่วม

source: AMO
ar_sa: عمو
hi_in: एमो
th_th: เอเอ็มโอ
tr_tr: Çyn

source: Use saved credentials
ar_sa: استخدام بيانات الاعتماد المحفوظة
de_de: Speicherne Anmeldeinformationen verwenden
es_es: Usar credenciales guardadas
fa_ir: استفاده از اعتبارنامه ذخیره شده
fr_fr: Utiliser les informations d’identification enregistrées
hi_in: सहेजे गए क्रेडेंशियल्स का उपयोग करें
it_it: Utilizzare le credenziali salvate
ja_jp: 保存された資格情報を使用する
pl_pl: Używanie zapisanych poświadczeń
pt_pt: Use credenciais guardadas
ru_ru: Использование сохраненных учетных данных
th_th: ใช้ข้อมูลรับรองที่บันทึกไว้
tr_tr: Kaydedilen kimlik bilgilerini kullanma
uk_ua: Використання збережених облікових даних

source: Opening balance
ar_sa: الرصيد الافتتاحي
de_de: Eröffnungssaldo
es_es: Saldo de apertura
fa_ir: باز کردن تعادل
fr_fr: Solde d’ouverture
hi_in: ओपनिंग बैलेंस
it_it: Saldo iniziale
ja_jp: オープニングバランス
pl_pl: Saldo otwarcia
pt_pt: Saldo de abertura
ru_ru: Открытие баланса
th_th: ยอดเงินเปิด
tr_tr: Açılış bakiyesi
uk_ua: Початковий баланс

source: Payin
es_es: Pagando
fa_ir: پاین
hi_in: पेइन
it_it: Pagamento
ja_jp: パイン
pl_pl: Payin (włas inie
ru_ru: Пайин
th_th: ปายิน

source: SPAN
ar_sa: تمتد
es_es: envergadura
fa_ir: دهانه
hi_in: अवधि
it_it: Rotazione
ja_jp: スパン
ru_ru: Пролета
th_th: ช่วง

source: Realised profit
ar_sa: الربح المحقق
de_de: Realisierter Gewinn
es_es: Ganancias realizadas
fa_ir: سود متوجه شده
fr_fr: Bénéfice réalisé
hi_in: महसूस किया लाभ
it_it: Utile realizzato
ja_jp: 実現利益
pl_pl: Zrealizowany zysk
pt_pt: Lucro realizado
ru_ru: Реализованная прибыль
th_th: กําไรที่เกิดขึ้นจริง
tr_tr: Gerçekleşen kar
uk_ua: Реалізований прибуток

source: Unrealised profit
ar_sa: أرباح غير محققة
de_de: Nicht realisierter Gewinn
es_es: Ganancias no realizadas
fa_ir: سود تحقق نیافته
fr_fr: Bénéfice non réalisé
hi_in: अप्राप्त लाभ
it_it: Utile non realizzato
ja_jp: 未実現利益
pl_pl: Niezrealizowany zysk
pt_pt: Lucro não concretizado
ru_ru: Нереализованная прибыль
th_th: กําไรที่ยังไม่เกิดขึ้นจริง
tr_tr: Gerçekleşmemiş kar
uk_ua: Нереалізований прибуток

source: Adhoc margin
ar_sa: هامش Adhoc
de_de: Adhoc-Marge
es_es: Margen Adhoc
fa_ir: حاشیه آدوک
fr_fr: Marge Adhoc
hi_in: एडहॉक मार्जिन
it_it: Margine adoc
ja_jp: アドホックマージン
pl_pl: Margines Adhoc
pt_pt: Margem Adhoc
ru_ru: Adhoc маржа
th_th: ระยะขอบเฉพาะกิจ
tr_tr: Adhoc marjı
uk_ua: Спеціальна маржа

source: Exposure
ar_sa: التعرض
de_de: Exposition
es_es: Exposición
fa_ir: در معرض قرار گرفتن
fr_fr: Exposition
hi_in: एक्सपोज़र
it_it: Esposizione
ja_jp: リスク状態
pl_pl: Ekspozycja
pt_pt: Exposição
ru_ru: Экспозиция
th_th: การเปิดเผย
tr_tr: Risk
uk_ua: Вплив

source: Options premium
ar_sa: قسط الخيارات
de_de: Optionsprämie
es_es: Opciones premium
fa_ir: گزینه های حق بیمه
fr_fr: Prime d’options
hi_in: विकल्प प्रीमियम
it_it: Opzioni premium
ja_jp: オプションプレミアム
pl_pl: Opcje premium
pt_pt: Prémio de opções
ru_ru: Варианты премиум
th_th: ตัวเลือกพรีเมี่ยม
tr_tr: Seçenekler prim
uk_ua: Преміум опціони

source: Access Token
ar_sa: رمز الوصول
de_de: Zugangsschlechzettel
es_es: Token de acceso
fa_ir: رمز دسترسی
fr_fr: Jeton d'accès
hi_in: पहुंच टोकन
it_it: Token di accesso
ja_jp: アクセストークン
pl_pl: Token dostępu
pt_pt: Token de acesso
ru_ru: Токен доступа
th_th: โทเค็นการเข้าถึง
tr_tr: Erişim belirteci
uk_ua: Токен доступу

source: Access token is not valid.
ar_sa: الرمز المميز للوصول غير صالح.
de_de: Zugangszeichen sind nicht gültig.
es_es: El token de acceso no es válido.
fa_ir: رمز دسترسی معتبر نیست.
fr_fr: Jeton d'accès n'est pas valide.
hi_in: पहुंच टोकन मांय नहीं है ।
it_it: Token di accesso non valido.
ja_jp: アクセストークンが無効です。
pl_pl: Token dostępu jest nieprawidłowa.
pt_pt: Token de acesso não é válido.
ru_ru: Токен доступа недействителен.
th_th: โทเค็นการเข้าถึงไม่ถูกต้อง
tr_tr: Erişim belirteci geçerli değil.
uk_ua: Неприпустимий токен доступу.

source: Invalid client key
ar_sa: مفتاح عميل غير صالح
de_de: Ungültiger Client-Schlüssel
es_es: Clave de cliente no válida
fa_ir: کلید سرویس گیرنده غیرمعتبر
fr_fr: Clé cliente non valide
hi_in: अमांय क्लाइंट कुंजी
it_it: Chiave cliente non valida
ja_jp: 無効なクライアントキー
pl_pl: Nieprawidłowy klucz klienta
pt_pt: Chave de cliente inválida
ru_ru: Неверный ключ клиента
th_th: คีย์ไคลเอ็นต์ไม่ถูกต้อง
tr_tr: Geçersiz istemci anahtarı
uk_ua: Неприпустимий ключ клієнта

source: Stop (Market)
ar_sa: توقف (السوق)
de_de: Stop (Markt)
es_es: Parada (Mercado)
fa_ir: توقف (بازار)
fr_fr: Stop (Marché)
hi_in: बंद करो (बाजार)
it_it: Stop (mercato)
ja_jp: ストップ(市場)
pl_pl: Przystanek (Rynek)
pt_pt: Parar (Mercado)
ru_ru: Остановка (рынок)
th_th: หยุด (ตลาด)
uk_ua: Стоп (Маркет)

source: NRML
fa_ir: ان آر.آر.ال
hi_in: एनआरएमएल
th_th: เอ็นอาร์เอ็มแอล

source: Reading master file...
ar_sa: قراءة الملف الرئيسي...
de_de: Masterdatei wird gelesen...
es_es: Lectura de archivo maestro...
fa_ir: خواندن فایل استاد...
fr_fr: Fichier maître de lecture...
hi_in: मास्टर फाइल पढ़ना...
it_it: Lettura del file master in corso...
ja_jp: マスターファイルを読み取っています。
pl_pl: Odczytywanie pliku głównego...
pt_pt: Arquivo principal de leitura...
ru_ru: Чтение основного файла...
th_th: กําลังอ่านไฟล์หลัก...
tr_tr: Okuma ana dosyası...
uk_ua: Читання головного файлу...

source: Loading master file...
ar_sa: يتم الآن تحميل الملف الرئيسي...
de_de: Masterdatei wird geladen...
es_es: Cargando el archivo maestro...
fa_ir: بارگذاری فایل استاد...
fr_fr: Chargement du fichier maître...
hi_in: लोड हो रहा है मास्टर फाइल...
it_it: Caricamento del file master in corso...
ja_jp: マスターファイルを読み込んでいます。
pl_pl: Trwa ładowanie pliku głównego...
pt_pt: Arquivo mestre de carregamento...
ru_ru: Загрузка главного файла...
th_th: กําลังโหลดไฟล์หลัก...
tr_tr: Asıl dosyayı yükleme...
uk_ua: Завантаження головного файлу...

source: Loading indices from {exch.Value}...
ar_sa: تحميل الفهارس من {exch. القيمة}...
de_de: Laden von Indizes aus dem Wert . Wert...
es_es: Cargando índices desde el valor de .exch. Valor...
fa_ir: اندیس های بارگذاری از {exch. ارزش}...
fr_fr: Chargement des indices à partir de {exch. Valeur}...
hi_in: {एक्सच से इंडिविजुअल्स लोड हो रहा है। मूल्य}...
it_it: Caricamento degli indici da .exch. Valore...
ja_jp: {exch からインデックスを読み込んでいます。値}.
pl_pl: Ładowanie indeksów z {exch. Wartość}...
pt_pt: Índices de carregamento de {exch. Valor}...
ru_ru: Индексы загрузки от «exch». Значение...
th_th: กําลังโหลดดัชนีจาก {exch ค่า}...
tr_tr: {exch'ten yükleme endeksleri. Değer}...
uk_ua: Завантаження індексів з {exch.Value}...

source: Server url is empty
ar_sa: عنوان URL للملقم فارغ
de_de: Server-URL ist leer
es_es: La URL del servidor está vacía
fa_ir: آدرس سرور خالی است
fr_fr: L’URL du serveur est vide
hi_in: सर्वर यूआरएल खाली है
it_it: L'URL del server è vuoto
ja_jp: サーバー URL が空です
pl_pl: Adres URL serwera jest pusty
pt_pt: Url do servidor está vazio
ru_ru: URL-адрес сервера пуст
th_th: URL ของเซิร์ฟเวอร์ว่างเปล่า
tr_tr: Sunucu url'si boş
uk_ua: URL-адреса сервера пуста

source: MarketData public key is empty
ar_sa: مفتاح السوق بيانات العمومية فارغ
de_de: Öffentlicher MarktData-Schlüssel ist leer
es_es: La clave pública de MarketData está vacía
fa_ir: کلید عمومی MarketData خالی است
fr_fr: MarketData clé publique est vide
hi_in: मार्केटडेटा सार्वजनिक कुंजी खाली है
it_it: La chiave pubblica MarketData è vuota
ja_jp: マーケットデータ公開キーが空です
pl_pl: Klucz publiczny MarketData jest pusty
pt_pt: A chave pública do MarketData está vazia
ru_ru: Публичный ключ MarketData пуст
th_th: คีย์สาธารณะ MarketData ว่างเปล่า
tr_tr: MarketData ortak anahtarı boş
uk_ua: Публічний ключ MarketData порожній

source: MarketData secret Key is empty
ar_sa: مفتاح سرّي في MarketData فارغ
de_de: MarketData geheimer Schlüssel ist leer
es_es: MarketData secret Key está vacío
fa_ir: کلید مخفی MarketData خالی است
fr_fr: MarketData secret Key est vide
hi_in: मार्केटडेटा गुप्त कुंजी खाली है
it_it: La chiave segreta MarketData è vuota
ja_jp: マーケットデータの秘密キーが空です
pl_pl: Klucz tajny MarketData jest pusty
pt_pt: A chave secreta do MarketData está vazia
ru_ru: Секрет MarketData ключ пуст
th_th: คีย์ลับของ MarketData ว่างเปล่า
tr_tr: MarketData gizli Anahtar boş
uk_ua: Секретний ключ MarketData порожній

source: Trading app key is empty
ar_sa: مفتاح تطبيق التداول فارغ
de_de: Trading-App-Schlüssel ist leer
es_es: La clave de la aplicación de trading está vacía
fa_ir: کلید برنامه تجاری خالی است
fr_fr: La clé de l’application de trading est vide
hi_in: ट्रेडिंग ऐप कुंजी खाली है
it_it: La chiave dell'app di trading è vuota
ja_jp: 取引アプリのキーが空です
pl_pl: Klucz aplikacji handlowej jest pusty
pt_pt: A chave da aplicação de trading está vazia
ru_ru: Торговый ключ приложения пуст
th_th: คีย์แอปการซื้อขายว่างเปล่า
tr_tr: İşlem uygulaması anahtarı boş
uk_ua: Ключ торгового додатку порожній

source: Requesting token from market data API...
ar_sa: طلب رمز مميز من واجهة برمجة تطبيقات بيانات السوق...
de_de: Token von der Marktdaten-API wird angefordert...
es_es: Solicitar token de la API de datos de mercado...
fa_ir: درخواست نشانه از بازار داده API...
fr_fr: Demande de jeton à partir de l’API de données de marché...
hi_in: बाजार डेटा एपीआई से टोकन का अनुरोध ...
it_it: Richiesta del token dall'API dei dati di mercato in corso...
ja_jp: 市場データ API からトークンを要求しています。
pl_pl: Żądanie tokenu z interfejsu API danych rynkowych...
pt_pt: Solicitando ficha a partir de dados de mercado API...
ru_ru: Запрос токена из рыночных данных API...
th_th: การขอโทเค็นจาก API ข้อมูลตลาด...
tr_tr: Piyasa verileri API'den belirteç isteniyor...
uk_ua: Запит токена з API ринкових даних...

source: Requesting token from trading API...
ar_sa: طلب رمز مميز من تداول API...
de_de: Token wird von der Handels-API angefordert...
es_es: Solicitar token de la API de trading...
fa_ir: درخواست نشانه از تجارت API...
fr_fr: Demande de jeton de négociation API ...
hi_in: एपीआई व्यापार से टोकन का अनुरोध ...
it_it: Richiesta del token dall'API di trading in corso...
ja_jp: 取引 API からトークンを要求しています。
pl_pl: Żądanie tokenu od handlu API...
pt_pt: Solicitando ficha de negociação da API...
ru_ru: Запрос токена от торгового API...
th_th: การขอโทเค็นจาก API การซื้อขาย...
tr_tr: İşlem API'sinden Token isteniyor...
uk_ua: Запит токена від торгового API ...
