Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Equity as of previous trading day
ar_sa: حقوق الملكية اعتباراً من يوم التداول السابق
de_de: Eigenkapital zum vorherigen Handelstag
es_es: Capital a partir del día de negociación anterior
fa_ir: حقوق صاحبان سهام از روز معاملات قبلی
fr_fr: Actions au cours du jour de négociation précédent
hi_in: पिछले कारोबारी दिन की तरह इक्विटी
it_it: Azionario a giornata di negoziazione precedente
ja_jp: 前取引日時点の持分
pl_pl: Kapitał własny na dzień poprzedniego handlu
pt_pt: Capitais próprios a partir do dia de negociação anterior
ru_ru: Акции по отношению к предыдущему торговому дню
th_th: อิควิตี้ ณ วันซื้อขายก่อนหน้า
tr_tr: Önceki işlem günü itibariyle özkaynak
uk_ua: Капітал станом на попередній торговий день

source: Buying power
ar_sa: شراء الطاقة
de_de: Kaufkraft
es_es: Poder adquisitivo
fa_ir: قدرت خرید
fr_fr: Pouvoir d'achat
hi_in: क्रय शक् ति
it_it: Potere d'acquisto
ja_jp: 購買力
pl_pl: Siła nabywczej
pt_pt: Poder de compra
ru_ru: Покупательная сила
th_th: กําลังซื้อ
tr_tr: Satın alma gücü
uk_ua: Купівельна спроможність

source: Current available buying power
ar_sa: القوة الشرائية الحالية المتاحة
de_de: Aktuelle verfügbare Kaufkraft
es_es: Potencia de compra disponible actual
fa_ir: قدرت خرید در دسترس فعلی
fr_fr: Pouvoir d’achat disponible actuel
hi_in: वर्तमान उपलब्ध खरीद शक्ति
it_it: Corrente di potere d'acquisto disponibile
ja_jp: 現在利用可能な購買力
pl_pl: Aktualna dostępna siła nabywczą
pt_pt: Poder de compra disponível atual
ru_ru: Текущая доступная покупательная способность
th_th: กําลังซื้อที่มีอยู่ในปัจจุบัน
tr_tr: Mevcut kullanılabilir satın alma gücü
uk_ua: Поточна доступна купівельна спроможність

source: Regulation buying power
ar_sa: تنظيم شراء القوة
de_de: Regulierung Kaufkraft
es_es: Potencia de compra de regulación
fa_ir: مقررات خرید قدرت
fr_fr: Pouvoir d’achat réglementaire
hi_in: नियमन खरीदने की शक्ति
it_it: Potere d'acquisto regolamentare
ja_jp: 規制購買力
pl_pl: Regulacja siły nabywczej
pt_pt: Poder de compra regulamentar
ru_ru: Регулирование покупательной способности
th_th: ควบคุมกําลังซื้อ
tr_tr: Yönetmelik satın alma gücü
uk_ua: Регулювання купівельної спроможності

source: The account is permitted to short
ar_sa: يسمح للحساب باختصار
de_de: Das Konto darf
es_es: Se permite que la cuenta
fa_ir: حساب مجاز به کوتاه کردن است
fr_fr: Le compte est autorisé à
hi_in: खाते को कम करने की अनुमति है
it_it: L'account è autorizzato a
ja_jp: アカウントはショートに許可されています
pl_pl: Konto może być krótkie
pt_pt: A conta é permitida para encurtar
ru_ru: Учетная запись разрешается
th_th: บัญชีได้รับอนุญาตให้สั้น
tr_tr: Hesabın kısa izin verilir
uk_ua: Рахунку можна шортити

source: Is market open
ar_sa: هل السوق مفتوح
de_de: Ist marktoffen
es_es: ¿Está abierto el mercado
fa_ir: آیا بازار باز است
fr_fr: Le marché est-il ouvert
hi_in: बाजार खुला है
it_it: Il mercato è aperto
ja_jp: 市場は開いています
pl_pl: Czy rynek jest otwarty
pt_pt: O mercado está aberto
ru_ru: Открыт ли рынок
th_th: เปิดตลาดหรือไม่
tr_tr: Piyasa açık mı
uk_ua: Відкриття ринку

source: Next market open time
ar_sa: وقت السوق القادم مفتوح
de_de: Nächste Marktöffnungszeit
es_es: Próxima hora de apertura del mercado
fa_ir: زمان باز بازار بعدی
fr_fr: Prochaine heure d’ouverture du marché
hi_in: अगला बाजार खुला समय
it_it: Prossimo orario di apertura del mercato
ja_jp: 次の市場の開場時間
pl_pl: Następny rynek czas otwarcia
pt_pt: Próxima hora aberta do mercado
ru_ru: Следующее время открытия рынка
th_th: เวลาเปิดตลาดถัดไป
tr_tr: Bir sonraki pazar açık saati
uk_ua: Наступний час відкриття ринку

source: Gets nearest trading day open time
ar_sa: يحصل على أقرب يوم تداول وقت مفتوح
de_de: Ruft die nächste Handelstag-Öffnungszeit ab
es_es: Obtiene el día de negociación más cercano hora de apertura
fa_ir: می شود نزدیکترین روز معاملات زمان باز
fr_fr: Obtient l’heure d’ouverture la plus proche journée de négociation
hi_in: निकटतम ट्रेडिंग डे ओपन टाइम हो जाता है
it_it: Ottiene l'orario di apertura del giorno di negoziazione più vicino
ja_jp: 最寄りの取引日のオープン時間を取得します
pl_pl: Pobiera najbliższy dzień handlu otwarty
pt_pt: Fica o horário aberto do dia de negociação mais próximo
ru_ru: Получает ближайшее время открытия торгового дня
th_th: รับเวลาเปิดทําการของวันซื้อขายที่ใกล้ที่สุด
tr_tr: En yakın işlem günü açık saatini alır
uk_ua: Отримує найближчий час відкриття торгового дня

source: Next market close time
ar_sa: وقت إغلاق السوق التالي
de_de: Nächste Marktschlusszeit
es_es: Próxima hora de cierre del mercado
fa_ir: زمان نزدیک بازار بعدی
fr_fr: Prochaine heure de fermeture du marché
hi_in: अगले बाजार बंद समय
it_it: Prossimo orario di chiusura del mercato
ja_jp: 次の市場のクローズタイム
pl_pl: Następny czas zamknięcia rynku
pt_pt: Próxima hora de fecho do mercado
ru_ru: Следующее время закрытия рынка
th_th: เวลาปิดตลาดถัดไป
tr_tr: Bir sonraki piyasa kapanış saati
uk_ua: Наступний час закриття ринку

source: Gets nearest trading day close time
ar_sa: يحصل على أقرب يوم تداول وقت إغلاق
de_de: Ruft die nächste Handelstag-Schließzeit ab
es_es: Obtiene la hora de cierre del día de trading más cercano
fa_ir: می شود نزدیکترین روز معاملات زمان نزدیک
fr_fr: Obtient l’heure de fermeture du jour de négociation le plus proche
hi_in: निकटतम ट्रेडिंग दिन बंद समय हो जाता है
it_it: Ottiene l'ora di chiusura del giorno di negoziazione più vicino
ja_jp: 最寄りの取引日の終値を取得します
pl_pl: Pobiera najbliższy dzień handlu blisko czasu
pt_pt: Obtém o horário de fecho do dia de negociação mais próximo
ru_ru: Получает ближайшее время закрытия торгового дня
th_th: รับเวลาปิดทําการของวันซื้อขายที่ใกล้ที่สุด
tr_tr: En yakın işlem günü kapanış saatini alır
uk_ua: Отримує найближчий час закриття торгового дня

source: API key
ar_sa: مفتاح API
de_de: API-Schlüssel
es_es: Clave de API
fa_ir: کلید API
fr_fr: Clé API
hi_in: API कुंजी
it_it: Chiave API
ja_jp: API キー
pl_pl: Klucz API
pt_pt: Chave de API
ru_ru: Ключ API
th_th: คีย์ API
tr_tr: API anahtar
uk_ua: Ключ API

source: Secret key
ar_sa: مفتاح سري
de_de: Geheimer Schlüssel
es_es: Llave secreta
fa_ir: کلید مخفی
fr_fr: Clé secrète
hi_in: गुप्त कुंजी
it_it: Chiave segreta
ja_jp: 秘密鍵
pl_pl: Klucz tajny
pt_pt: Chave secreta
ru_ru: Секретный ключ
th_th: รหัสลับ
tr_tr: Gizli anahtar
uk_ua: Секретний ключ

source: Can't find connection parameters
ar_sa: تعذر العثور علي معلمات الاتصال
de_de: Keine Verbindungsparameter finden
es_es: No se pueden encontrar parámetros de conexión
fa_ir: پارامترهای اتصال پیدا نشد
fr_fr: Impossible de trouver les paramètres de connexion
hi_in: कनेक्शन पैरामीटर्स नहीं ढूंढ सकता
it_it: Impossibile trovare i parametri di connessione
ja_jp: 接続パラメータが見つかりません
pl_pl: Nie można odnaleźć parametrów połączenia
pt_pt: Não é possível localizar parâmetros de conexão
ru_ru: Не удается найти параметры подключения
th_th: ไม่พบพารามิเตอร์การเชื่อมต่อ
tr_tr: Bağlantı parametreleri bulunamıyor
uk_ua: Не вдалося знайти параметри підключення

source: ApiKey is empty
ar_sa: ApiKey فارغ
de_de: ApiKey ist leer
es_es: ApiKey está vacío
fa_ir: ApiKey خالی است
fr_fr: ApiKey est vide
hi_in: एपीकी खाली है
it_it: ApiKey è vuoto
ja_jp: ApiKey が空です
pl_pl: ApiKey jest pusty
pt_pt: ApiKey está vazio
ru_ru: ApiKey пуст
th_th: ApiKey ว่างเปล่า
tr_tr: ApiKey boş
uk_ua: ApiKey пустий

source: Secret id is empty
ar_sa: معرف سري فارغ
de_de: Geheime ID ist leer
es_es: Secret id está vacío
fa_ir: شناسه مخفی خالی است
fr_fr: Secret id est vide
hi_in: गुप्त आईडी खाली है
it_it: L'id segreto è vuoto
ja_jp: シークレット ID が空です
pl_pl: Tajny identyfikator jest pusty
pt_pt: Id secreto está vazio
ru_ru: Секретный идентификатор пуст
th_th: รหัสลับว่างเปล่า
tr_tr: Gizli kimlik boş
uk_ua: Секретний ID порожній

source: Use realtime data (Require many request to api)
ar_sa: استخدام البيانات في الوقت الحقيقي (تتطلب العديد من طلبات لapi)
de_de: Echtzeitdaten verwenden (Viele Anforderung an api erforderlich)
es_es: Usar datos en tiempo real (requiere muchas solicitudes a api)
fa_ir: استفاده از داده های بی درینگام (نیاز به درخواست زیادی برای api)
fr_fr: Utiliser des données en temps réel (exiger de nombreuses demandes d’api)
hi_in: रियलटाइम डेटा का उपयोग करें (एपीआई के लिए कई अनुरोध की आवश्यकता है)
it_it: Usa dati in tempo reale (Richiedi molte richieste all'API)
ja_jp: リアルタイムデータの使用(APIに多くの要求が必要)
pl_pl: Użyj danych w czasie rzeczywistym (wymagaj wielu żądań do api)
pt_pt: Utilize dados em tempo real (exija muitos pedidos à API)
ru_ru: Используйте данные в режиме реального времени (Требуется много запросов на api)
th_th: ใช้ข้อมูลแบบเรียลไทม์ (ต้องมีคําขอจํานวนมากเพื่อ api)
tr_tr: Gerçek zamanlı veri kullanma (Api için çok fazla istek gerektirir)
uk_ua: Дані в режимі реального часу (більше запитів до api)

source: Api key is empty
ar_sa: مفتاح Api فارغ
de_de: Api-Schlüssel ist leer
es_es: La clave Api está vacía
fa_ir: کلید Api خالی است
fr_fr: La clé Api est vide
hi_in: एपीआई कुंजी खाली है
it_it: La chiave Api è vuota
ja_jp: API キーが空です
pl_pl: Klucz interfejsu API jest pusty
pt_pt: A chave Api está vazia
ru_ru: Ключ Api пуст
th_th: คีย์ Api ว่างเปล่า
tr_tr: Api tuşu boş
uk_ua: Ключ Api порожній

source: Login is empty
ar_sa: تسجيل الدخول فارغ
de_de: Anmeldung ist leer
es_es: El inicio de sesión está vacío
fa_ir: ورود خالی است
fr_fr: La connexion est vide
hi_in: लॉगिन खाली है
it_it: Login è vuoto
ja_jp: ログインが空です
pl_pl: Login jest pusty
pt_pt: Login está vazio
ru_ru: Логин не указан
th_th: การเข้าสู่ระบบว่างเปล่า
tr_tr: Oturum açma boş
uk_ua: Логін пустий

source: Password is empty
ar_sa: كلمه المرور فارغه
de_de: Passwort ist leer
es_es: La contraseña está vacía
fa_ir: رمز عبور خالی است
fr_fr: Le mot de passe est vide
hi_in: पासवर्ड रिक्त है
it_it: Password è vuota
ja_jp: パスワードが空です
pl_pl: Hasło jest puste
pt_pt: A senha está vazia
ru_ru: Пароль не указан
th_th: รหัสผ่านว่างเปล่า
tr_tr: Parola boş
uk_ua: Пароль пустий

source: Incorrect Login or Password
ar_sa: تسجيل الدخول أو كلمه المرور غير صحيحه
de_de: Falscher Login oder Passwort
es_es: Login o contraseña incorrectos
fa_ir: ورود یا کلمه عبور نادرست
fr_fr: Login ou mot de passe incorrect
hi_in: गलत लॉगिन या पासवर्ड
it_it: Login o password errati
ja_jp: 不正なログインまたはパスワード
pl_pl: Nieprawidłowy login lub hasło
pt_pt: Login incorreto ou senha
ru_ru: Неверный логин или пароль
th_th: ล็อกอินหรือรหัสผ่านไม่ถูกต้อง
tr_tr: Yanlış oturum açma veya parola
uk_ua: Неправильний Логін або Пароль

source: Contract size
ar_sa: حجم الحصة
de_de: Vertragsgröße
es_es: Tamaño del contrato
fa_ir: اندازه قرارداد
fr_fr: Montant du contrat
hi_in: अनुबंध का आकार
it_it: Dimensioni del contratto
ja_jp: 取引サイズ
pl_pl: Wielkość kontraktu
pt_pt: Tamanho do contrato
ru_ru: Размер контракта
th_th: ขนาดสัญญา
tr_tr: Sözleşme büyüklüğü
uk_ua: Розмір контракту

source: Max price
ar_sa: أقصى سعر
de_de: Höchstpreis
es_es: Precio máximo
fa_ir: حداکثر قیمت
fr_fr: Prix ​​max
hi_in: अधिकतम मूल्य
it_it: Prezzo massimo
ja_jp: 最大価格
pl_pl: Maksymalna cena
pt_pt: Preço máximo
ru_ru: Максимальная цена
th_th: ราคาสูงสุด
tr_tr: Maksimum fiyat
uk_ua: Макс. ціна

source: Min notional
ar_sa: دقيقة عادية
de_de: Min fiktiv
es_es: Min. Nocional
fa_ir: حداقل مفهومی
fr_fr: Min notionnel
hi_in: न्यूनतम काल्पनिक
it_it: Nozionale minimo
ja_jp: 最小概念的な
pl_pl: Min. Wartość nominalna
ru_ru: Мин. условная стоимость
th_th: สัญญาขั้นต่ํา
tr_tr: Minik yanlı
uk_ua: Мін. умовна вартість

source: Iceberg allowed
ar_sa: جبل الجليد مسموح به
de_de: Eisberg erlaubt
es_es: Iceberg permitido
fa_ir: کوه یخ مجاز
fr_fr: Iceberg autorisé
hi_in: हिमशैल की अनुमति
it_it: Iceberg permesso
ja_jp: 氷山が許される
pl_pl: Góra lodowa dozwolone
pt_pt: Iceberg permitido
ru_ru: Айсберг разрешен
th_th: ภูเขาน้ําแข็งได้รับอนุญาต
tr_tr: Buzdağı izin verilir
uk_ua: Айсберг дозволено

source: Orders
ar_sa: الأوامر
de_de: Aufträge
es_es: Pedidos
fa_ir: سفارشات
fr_fr: Ordres
hi_in: आदेश
it_it: Ordini
ja_jp: 注文
pl_pl: Zlecenia
pt_pt: Ordens
ru_ru: Ордера
th_th: ใบ สั่ง
tr_tr: Emirler
uk_ua: Ордери

source: Full license
ar_sa: الترخيص الكامل
de_de: Volllizenz
es_es: Licencia completa
fa_ir: مجوز کامل
fr_fr: Licence complète
hi_in: पूर्ण लाइसेंस
it_it: Licenza completa
ja_jp: フルライセンス
pl_pl: Pełna licencja
pt_pt: Licença completa
ru_ru: Полная лицензия
th_th: ใบอนุญาตเต็มรูปแบบ
tr_tr: Tam lisans
uk_ua: Повна ліцензія

source: Total Balance
ar_sa: مجموع الرصيد
de_de: Gesamtsaldo
es_es: Saldo total
fa_ir: تعادل کل
fr_fr: Solde total
hi_in: कुल शेष राशि
it_it: Saldo totale
ja_jp: 合計残高
pl_pl: Saldo całkowite
pt_pt: Saldo Total
ru_ru: Общий баланс
th_th: ยอดรวม
tr_tr: Toplam Bakiye
uk_ua: Загальний баланс

source: Total Debt
ar_sa: مجموع الديون
de_de: Gesamtverschuldung
es_es: Deuda total
fa_ir: کل بدهی
fr_fr: Dette totale
hi_in: कुल ऋण
it_it: Debito totale
ja_jp: 負債総額
pl_pl: Zadłużenie ogółem
pt_pt: Dívida Total
ru_ru: Общий долг
th_th: หนี้สินรวม
tr_tr: Toplam Borç
uk_ua: Загальний борг

source: Account Equity
ar_sa: رصيد الحساب
de_de: Kontoeigenkapital
es_es: Equidad de la cuenta
fa_ir: حقوق صاحبان سهام حساب
fr_fr: Capitaux propres
hi_in: अकाउंट इक्विटी
it_it: Patrimonio netto del conto
ja_jp: 自己資本
pl_pl: Kapitał własny konta
pt_pt: Capital próprio de conta
ru_ru: Акционерный капитал
th_th: อิควิตี้ของบัญชี
tr_tr: Hesap Özsermayesi
uk_ua: Капітал на рахунку

source: Margin level
ar_sa: مستوي الهامش
de_de: Spielraum
es_es: Nivel de margen
fa_ir: سطح مارجین
fr_fr: Niveau de marge
hi_in: मार्जिन स्तर
it_it: Livello di margine
ja_jp: マージンレベル
pl_pl: Poziom depozytu zabezpieczającego
pt_pt: Nível de margem
ru_ru: Уровень маржи
th_th: ระดับมาร์จิ้น
tr_tr: Marj seviyesi
uk_ua: Рівень маржі

source: Maintenance margin
ar_sa: الهامش الوقائي
de_de: Unterhaltsspanne
es_es: Margen de mantenimiento
fa_ir: حاشیه نگهداری
fr_fr: Marge de maintenance
hi_in: अनुरक्षण मार्जिन
it_it: Margine di manutenzione
ja_jp: メンテナンス・マージン
pl_pl: Margines konserwacyjny
pt_pt: Margem de manutenção
ru_ru: Маржа поддержки
th_th: อัตรากําไรขั้นต้นในการบํารุงรักษา
tr_tr: Sürdürme marjı
uk_ua: Маржа підтримки

source: Required margin
ar_sa: الهامش المطلوب
de_de: Erforderliche Marge
es_es: Margen requerido
fa_ir: حاشیه مورد نیاز
fr_fr: Marge requise
hi_in: आवश्यक मार्जिन
it_it: Margine richiesto
ja_jp: 必要なマージン
pl_pl: Wymagany margines
pt_pt: Margem requerida
ru_ru: Требуемая маржа
th_th: มาร์จิ้นที่ต้องการ
tr_tr: Gerekli marj
uk_ua: Необхідна маржа

source: Leverage
ar_sa: قوة الرفع
de_de: Nutzen
es_es: Apalancamiento
fa_ir: اهرم
fr_fr: Levier
hi_in: उत्तोलन
it_it: Leva
ja_jp: レバレッジ
pl_pl: Dźwigni
pt_pt: Alavancagem
ru_ru: Кредитное плечо
th_th: เลเวอเรจ
tr_tr: Kaldıraç
uk_ua: Кредитне плече

source: Margin type
ar_sa: نوع الهامش
de_de: Margin-Typ
es_es: Tipo de margen
fa_ir: نوع حاشیه
fr_fr: Type de marge
hi_in: मार्जिन प्रकार
it_it: Tipo di margine
ja_jp: マージンの種類
pl_pl: Typ marginesu
pt_pt: Tipo de margem
ru_ru: Тип маржи
th_th: ประเภทมาร์จิ้น
tr_tr: Marj türü
uk_ua: Тип маржі

source: Positions
ar_sa: المراكز
de_de: Positionen
es_es: Posiciones
fa_ir: موقعیت
hi_in: पदों
it_it: Posizioni
ja_jp: 決済注文/ポジション一覧
pl_pl: Pozycji
pt_pt: Posições
ru_ru: Позиции
th_th: ตำแหน่ง
tr_tr: Pozisyonlar
uk_ua: Позиції

source: Hedge mode
ar_sa: وضع التحوط
de_de: Hedge-Modus
es_es: Modo de cobertura
fa_ir: حالت پرچین
fr_fr: Mode haie
hi_in: हेगड़े मोड
it_it: Modalità copertura
ja_jp: ヘッジモード
pl_pl: Tryb żywopłotu
pt_pt: Modo de sebe
ru_ru: Режим хеджирования
th_th: โหมดป้องกันความเสี่ยง
tr_tr: Koruma modu
uk_ua: Режим хеджування

source: Wallet balance
ar_sa: رصيد المحفظة
de_de: Wallet-Guthaben
es_es: Saldo de la cartera
fa_ir: تعادل کیف پول
fr_fr: Solde de portefeuille
hi_in: वॉलेट बैलेंस
it_it: Saldo portafoglio
ja_jp: ウォレット残高
pl_pl: Saldo portfela
pt_pt: Saldo da carteira
ru_ru: Баланс кошелька
th_th: ยอดคงเหลือในกระเป๋าเงิน
tr_tr: Cüzdan bakiyesi
uk_ua: Баланс гаманця

source: Available balance
ar_sa: الرصيد المتاح
de_de: Verfügbares Guthaben
es_es: Saldo disponible
fa_ir: تعادل موجود
fr_fr: Solde disponible
hi_in: उपलब्ध शेष राशि
it_it: Saldo disponibile
ja_jp: 利用可能な残高
pl_pl: Dostępne saldo
pt_pt: Saldo disponível
ru_ru: Доступный баланс
th_th: ยอดเงินคงเหลือ
tr_tr: Kullanılabilir bakiye
uk_ua: Доступний баланс

source: Initial margin
ar_sa: الهامش المبدئي
de_de: Anfängliche Marge
es_es: Margen inicial
fa_ir: حاشیه اولیه
fr_fr: Marge initiale
hi_in: आरंभिक हाशिया
it_it: Margine iniziale
ja_jp: イニシャル・マージン
pl_pl: Marża początkowa
pt_pt: Margem inicial
ru_ru: Начальная маржа
th_th: มาร์จิ้นเริ่มต้น
tr_tr: Başlangıç marjı
uk_ua: Початкова маржа

source: Margin balance
ar_sa: رصيد الهامش
de_de: Margensaldo
es_es: Saldo de margen
fa_ir: تعادل حاشیه
fr_fr: Solde de marge
hi_in: मार्जिन बैलेंस
it_it: Saldo del margine
ja_jp: マージン残高
pl_pl: Saldo depozytu zabezpieczającego
pt_pt: Saldo da margem
ru_ru: Маржинальный баланс
th_th: ยอดมาร์จิ้นคงเหลือ
tr_tr: Marj dengesi
uk_ua: Баланс маржі

source: Crossed wallet balance
de_de: Gekreuztes Wallet-Guthaben
fa_ir: تعادل کیف پول عبوری
fr_fr: Solde de portefeuille croisé
it_it: Saldo incrociato del portafoglio
th_th: ยอดคงเหลือในกระเป๋าเงินข้าม
uk_ua: Схрещений баланс гаманця

source: Max withdraw amount
ar_sa: الحد الأقصى لسحب المبلغ
de_de: Max. Auszahlungsbetrag
es_es: Importe máximo de retirada
fa_ir: حداکثر مقدار برداشت
fr_fr: Montant de retrait maximum
hi_in: अधिकतम राशि वापस लें
it_it: Importo massimo prelievo
ja_jp: 最大引出金額
pl_pl: Maksymalna kwota wypłaty
pt_pt: Valor máximo de retirada
ru_ru: Макс сумма вывода
th_th: จํานวนเงินที่ถอนได้สูงสุด
tr_tr: Maksimum çekme miktarı
uk_ua: Макс. сума зняття

source: Open order initial margin
ar_sa: فتح الهامش الأولي للأمر
de_de: Anfangsmarge offener Order
es_es: Margen inicial de orden abierta
fa_ir: حاشیه اولیه نظم باز
fr_fr: Marge initiale d’ordre ouvert
hi_in: ओपन ऑर्डर प्रारंभिक मार्जिन
it_it: Margine iniziale ordine aperto
ja_jp: オープン注文の初期マージン
pl_pl: Początkowy depozyt zabezpieczający zamówienia otwartego
pt_pt: Margem inicial de ordem aberta
ru_ru: Начальная маржа открытого заказа
th_th: เปิดคําสั่งมาร์จิ้นเริ่มต้น
tr_tr: Açık sipariş başlangıç marjı
uk_ua: Початкова маржа відкритого ордера

source: Position initial margin
ar_sa: الهامش الأولي للمركز
de_de: Positionsanfangsmarge
es_es: Posicionar el margen inicial
fa_ir: حاشیه اولیه موقعیت
fr_fr: Marge initiale de position
hi_in: स्थिति प्रारंभिक मार्जिन
it_it: Posizione margine iniziale
ja_jp: 位置の初期マージン
pl_pl: Pozycja początkowy margines
pt_pt: Posição margem inicial
ru_ru: Начальная маржа позиции
th_th: มาร์จิ้นเริ่มต้นตําแหน่ง
tr_tr: Pozisyon başlangıç marjı
uk_ua: Початкова маржа позиції

source: Unrealized PNL
ar_sa: PNL غير محققة
de_de: Unrealisierte PNL
es_es: PNL no realizado
fa_ir: PNL تحقق نیافته
fr_fr: PNL non réalisé
hi_in: अचेतन पीएनएल
it_it: PNL non realizzato
ja_jp: 未実現 PNL
pl_pl: Niezrealizowana PNL
pt_pt: PNL não realizado
ru_ru: Нереализованный PNL
th_th: PNL ที่ยังไม่เกิดขึ้นจริง
tr_tr: Gerçekleşmemiş PNL
uk_ua: Нереалізований PNL

source: Crossed position Unrealized PNL
de_de: Gekreuzte Position Nicht realisierte PNL
fa_ir: موقعیت عبوری PNL تحقق نیافته
fr_fr: Position croisée PNL non réalisée
it_it: Posizione incrociata PNL non realizzato
th_th: ตําแหน่งข้าม PNL ที่ยังไม่เกิดขึ้นจริง
uk_ua: Схрещена позиція Нереалізована PNL

source: Margin available
ar_sa: الهامش المتاح
de_de: Marge verfügbar
es_es: Margen disponible
fa_ir: مارجین در دسترس
fr_fr: Marge disponible
hi_in: मार्जिन उपलब्ध
it_it: Margine disponibile
ja_jp: 利用可能な証拠金
pl_pl: Dostępny margines
pt_pt: Margem disponível
ru_ru: Доступная маржа
th_th: มีมาร์จิ้น
tr_tr: Mevcut marj
uk_ua: Доступна маржа

source: Available for Order
ar_sa: متاح للطلب
de_de: Verfügbar für Bestellung
es_es: Disponible para pedido
fa_ir: در دسترس برای سفارش
fr_fr: Disponible à la commande
hi_in: आदेश के लिए उपलब्ध
it_it: Disponibile per l'ordine
ja_jp: 注文に使用できる
pl_pl: Dostępne na zamówienie
pt_pt: Disponível para encomenda
ru_ru: Доступно для заказа
th_th: มีให้สําหรับการสั่งซื้อ
tr_tr: Sipariş için kullanılabilir
uk_ua: Доступно для Ордеру

source: Margin Ratio
ar_sa: نسبة الهامش
es_es: Ratio de margen
fa_ir: نسبت حاشیه
fr_fr: Ratio de marge
hi_in: मार्जिन रेशियो
it_it: Rapporto margine
ja_jp: マージン比率
pl_pl: Współczynnik marży
pt_pt: Rácio de Margem
ru_ru: Коэффициент маржи
th_th: อัตราส่วนมาร์จิ้น
tr_tr: Marj Oranı
uk_ua: Коефіцієнт маржі

source: Callback Rate
de_de: Rückrufrate
fa_ir: نرخ تماس
fr_fr: Taux de rappel
it_it: Tasso di richiamata
th_th: อัตราการเรียกกลับ
uk_ua: Швидкість зворотного виклику

source: Trigger
de_de: Auslösen
fa_ir: ماشه
fr_fr: Gâchette
it_it: Grilletto
th_th: ไกปืน
uk_ua: Тригер

source: Iceberg quantity
de_de: Eisberg Menge
fa_ir: کمیت کوه یخ
fr_fr: quantité de Iceberg
it_it: Iceberg quantità
th_th: ปริมาณ ภูเขาน้ําแข็ง
uk_ua: Кількість айсбергів

source: Post-Only
de_de: Nur nach dem Posten
fa_ir: پس از تنها
fr_fr: Post-seulement
it_it: Post-Solo
th_th: โพสต์อย่างเดียว
uk_ua: Лише після публікації

source: Behavior
de_de: Benehmen
fa_ir: رفتار
fr_fr: Comportement
it_it: Comportamento
th_th: พฤติกรรม
uk_ua: Поведінка

source: Last Price
ar_sa: آخر سعر
de_de: Letzter Preis
es_es: El último precio
fa_ir: آخرین قیمت
fr_fr: Dernier prix
hi_in: अंतिम मूल्य
it_it: Ultimo prezzo
ja_jp: 最終価格
pl_pl: Ostatnia cena
pt_pt: Último Preço
ru_ru: Последняя цена
th_th: ราคาล่าสุด
tr_tr: Son Fiyat
uk_ua: Ціна Ласт

source: Mark Price
ar_sa: مارك برايس
es_es: Precio de marca
fa_ir: مارک پرایس
hi_in: मार्क प्राइस
it_it: Mark Prezzo
ja_jp: マーク価格
pl_pl: Mark Cena
pt_pt: Preço de Marca
ru_ru: Марк Прайс
th_th: มาร์ค ไพรซ์
tr_tr: Mark Fiyat
uk_ua: Ціна Марк

source: Borrow
ar_sa: استعاره
de_de: Leihen
es_es: Pedir prestado
fa_ir: قرض
fr_fr: Emprunter
hi_in: उधार
it_it: prestare
ja_jp: 借りる
pl_pl: Pożyczyć
pt_pt: Pedir emprestado
ru_ru: Одолжить
th_th: ยืม
tr_tr: Ödünç
uk_ua: Позичити

source: Repay
ar_sa: سداد
de_de: Zurückzahlen
es_es: Pagar
fa_ir: بازپرداخت
fr_fr: Rembourser
hi_in: चुकाने
it_it: Ripagare
ja_jp: 返済
pl_pl: Spłaty
pt_pt: Reembolsar
ru_ru: Погасить
th_th: ตอบแทน
tr_tr: Ödemek
uk_ua: Погасити

source: Activation price
de_de: Aktivierungspreis
fa_ir: قیمت فعال سازی
fr_fr: Prix d’activation
it_it: Prezzo di attivazione
th_th: ราคาเปิดใช้งาน
uk_ua: Ціна активації

source: Open position
ar_sa: فتح الموضع
de_de: Offene Stelle
es_es: Posición abierta
fa_ir: موقعیت باز
fr_fr: Position ouverte
hi_in: खुली स्थिति
it_it: Posizione aperta
ja_jp: オープンポジション
pl_pl: Pozycja otwarta
pt_pt: Posição aberta
ru_ru: Открытая позиция
th_th: ตําแหน่งที่เปิดรับ
tr_tr: Açık konum
uk_ua: Відкрита позиція

source: Trigger price|Stop limit
ar_sa: سعر الزناد| حد الإيقاف
de_de: Triggerpreis| Stop-Limit
es_es: Precio de disparo ? Límite de parada
fa_ir: قیمت ماشه| توقف حد
fr_fr: Prix de déclenchement| Limite d’arrêt
hi_in: ट्रिगर मूल्य। सीमा रोकें
it_it: Prezzo di innesco Limite di arresto
ja_jp: トリガー価格|停止制限
pl_pl: Cena wyzwalania| Limit zatrzymania
pt_pt: Preço de gatilho. Limite de paragem
ru_ru: Триггерная цена|Стоп-лимит
th_th: ราคาทริกเกอร์| ขีดจํากัดการหยุด
tr_tr: Tetik fiyatı| Durdurma sınırı
uk_ua: Ціна спрацьовування|Стоп-ліміт

source: Limit|Stop limit
ar_sa: الحد| حد الإيقاف
es_es: Límite ? Límite de parada
fa_ir: حد| توقف حد
fr_fr: Limite| Limite d’arrêt
hi_in: सीमा। सीमा रोकें
it_it: Limite Limite di arresto
ja_jp: 制限|停止制限
pl_pl: Limit| Limit zatrzymania
pt_pt: Limite. Limite de paragem
ru_ru: Лимит|Стоп-лимит
th_th: วงเงิน| ขีดจํากัดการหยุด
tr_tr: Limit| Durdurma sınırı
uk_ua: Ліміт|Стоп-ліміт

source: Price should be positive non-zero value
ar_sa: يجب أن يكون السعر قيمة غير صفرية موجبة
de_de: Preis sollte positiver Wert ungleich Null sein
es_es: El precio debe ser positivo con un valor distinto del cero
fa_ir: قیمت باید ارزش مثبت غیر صفر باشد
fr_fr: Le prix doit être positif hors valeur zéro
hi_in: मूल्य सकारात्मक गैर-शून्य मूल्य होना चाहिए
it_it: Il prezzo deve essere un valore positivo diverso da zero
ja_jp: 価格は正のゼロ以外の値でなければなりません
pl_pl: Cena powinna być dodatnia wartość niezerowa
pt_pt: Preço deve ser positivo não-zero valor
ru_ru: Цена должна быть положительным ненулевым значением
th_th: ราคาควรเป็นบวกไม่ใช่ค่าศูนย์
tr_tr: Fiyat pozitif sıfır olmayan değer olmalıdır
uk_ua: Ціна має бути позитивним ненульовим значенням
