Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: General Settings
ar_sa: إعدادات
de_de: Allgemeine Einstellungen
es_es: Configuración general
fa_ir: تنظیمات عمومی
fr_fr: Définitions
hi_in: सामांय सेटिंग्स
it_it: impostazioni generali
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Configurações gerais
ru_ru: Общие настройки
th_th: การตั้งค่าทั่วไป
tr_tr: Ayarlar
uk_ua: Налаштування

source: Model settings
ar_sa: إعدادات النموذج
de_de: Modelleinstellungen
es_es: Configuraciones del modelo
fa_ir: تنظیمات مدل
fr_fr: Paramètres du modèle
hi_in: मॉडल सेटिंग्स
it_it: Impostazioni del modello
ja_jp: モデル設定
pl_pl: Ustawienia modelu
pt_pt: Configurações do modelo
ru_ru: Настройки модели
th_th: การตั้งค่ารุ่น
tr_tr: Model ayarları
uk_ua: Налаштування моделі

source: No centering
ar_sa: لا توسيط
de_de: Keine Zentrierung
es_es: Sin centrado
fa_ir: بدون مرکز
fr_fr: Pas de centrage
hi_in: कोई केंद्रीकरण नहीं
it_it: Nessun centraggio
pl_pl: Brak centrowania
pt_pt: Sem centragem
ru_ru: Без центрирования
th_th: ไม่มีการจัดกึ่งกลาง
uk_ua: Без центрування

source: Auto centering
ar_sa: توسيط تلقائي
de_de: Automatische Zentrierung
es_es: Centrado automático
fa_ir: مرکز خودکار
fr_fr: Centrage automatique
hi_in: ऑटो केंद्रीकरण
it_it: Centraggio automatico
pl_pl: Automatyczne wyśrodkowanie
pt_pt: Centrando-se automaticamente
ru_ru: Автоматическое центрирование
th_th: การตั้งศูนย์อัตโนมัติ
uk_ua: Авто-центрування

source: Keep in view
ar_sa: الاحتفاظ في العرض
de_de: Behalten Sie den Überblick
es_es: Mantener a la vista
fa_ir: در نظر داشته باشد
fr_fr: Garder à l’esprit
hi_in: दृश्य में रखें
it_it: Tieniti in vista
pl_pl: Zachowaj widoczność
pt_pt: Mantenha-se à vista
ru_ru: Держать в поле зрения
th_th: อยู่ในมุมมอง
uk_ua: Тримати в полі зору

source: Implied
ar_sa: ضمنيه
de_de: Stillschweigend
es_es: Implícito
fa_ir: ضمنی
fr_fr: Implicite
hi_in: निहित
it_it: Sottinteso
pl_pl: Dorozumiany
pt_pt: Implícito
ru_ru: Подразумеваемый
th_th: โดยนัย
uk_ua: Ймовірний

source: Outright
ar_sa: صريح
de_de: Total
es_es: Total
fa_ir: آشکار
fr_fr: Carrément
hi_in: एकमुश्त
it_it: Completamente
pl_pl: Wręcz
pt_pt: Totalmente
ru_ru: Совершенный
th_th: ทันที
uk_ua: Вчинений

source: Short price format
ar_sa: تنسيق سعر قصير
de_de: Kurzpreisformat
es_es: Formato de precio corto
fa_ir: فرمت قیمت کوتاه
fr_fr: Format de prix courts
hi_in: कम कीमत प्रारूप
it_it: Formato a prezzo breve
ja_jp: 短い価格形式
pl_pl: Krótki format cen
pt_pt: Formato de preço curto
ru_ru: Короткий формат цены
th_th: รูปแบบราคาสั้น
tr_tr: Kısa fiyat biçimi
uk_ua: Короткий формат ціни

source: Hide digits
ar_sa: إخفاء الأرقام
de_de: Ziffern ausblenden
es_es: Ocultar dígitos
fa_ir: پنهان کردن ارقام
fr_fr: Masquer les chiffres
hi_in: अंक छुपाएं
it_it: Nascondere le cifre
ja_jp: 数字を隠す
pl_pl: Ukrywanie cyfr
pt_pt: Ocultar dígitos
ru_ru: Скрыть цифры
th_th: ซ่อนตัวเลข
tr_tr: Basamakları gizle
uk_ua: Приховати цифри

source: Price centering mode
ar_sa: وضع توسيط الأسعار
de_de: Preiszentrierungsmodus
es_es: Modo de centrado de precios
fa_ir: حالت مرکز قیمت
fr_fr: Mode de centrage des prix
hi_in: मूल्य केंद्रीकरण मोड
it_it: Modalità di centratura dei prezzi
pl_pl: Tryb centrowania cen
pt_pt: Modo de centragem de preços
ru_ru: Режим центрирования цены
th_th: โหมดตั้งกึ่งกลางราคา
uk_ua: Режим центрування ціни

source: Auto center type
ar_sa: نوع مركز السيارات
de_de: Automatischer Zentraltyp
es_es: Tipo de centro automático
fa_ir: نوع مرکز خودرو
fr_fr: Type de centre automatique
hi_in: ऑटो केंद्र प्रकार
it_it: Tipo centro automatico
ja_jp: オートセンタータイプ
pl_pl: Automatyczny typ centrum
pt_pt: Tipo de centro automático
ru_ru: Тип автоцентра
th_th: ประเภทศูนย์อัตโนมัติ
tr_tr: Otomatik merkez tipi
uk_ua: Тип автоцентру

source: Book type
ar_sa: نوع الكتاب
de_de: Buchtyp
es_es: Tipo de libro
fa_ir: نوع کتاب
fr_fr: Type de livre
hi_in: पुस्तक प्रकार
it_it: Tipo di libro
pl_pl: Typ książki
pt_pt: Tipo de livro
ru_ru: Тип книги
th_th: ประเภทหนังสือ
uk_ua: Тип книги

source: Number of levels
ar_sa: عدد المستويات
de_de: Anzahl der Ebenen
es_es: Número de niveles
fa_ir: تعداد سطوح
fr_fr: Nombre de niveaux
hi_in: स्तरों की संख्या
it_it: Numero di livelli
ja_jp: レベルの数
pl_pl: Liczba poziomów
pt_pt: Número de níveis
ru_ru: Количество уровней
th_th: จํานวนระดับ
tr_tr: Düzey sayısı
uk_ua: Кількість рівнів

source: Collapse spread
ar_sa: انتشار الانهيار
de_de: Ausbreitung zu reduzieren
es_es: Colapsar
fa_ir: بستن اسپرد
fr_fr: Réduire la propagation
hi_in: पतन प्रसार
it_it: Crollo spread
ja_jp: 折りたたみスプレッド
pl_pl: Zwiń spread
pt_pt: Recolher o spread
ru_ru: Свернуть спред
th_th: ยุบสเปรด
tr_tr: Çöküşü yaymak
uk_ua: Згорнути спред

source: Reset cumulative Bid/Ask Trades, sec
ar_sa: إعادة تعيين عروض أسعار/صفقات الطلب التراكمية، ثانية
de_de: Zurücksetzen kumulativer Bid/Ask Trades, sec
es_es: Restablecer operaciones acumulativas de puja/pedido, sec
fa_ir: تنظیم مجدد پیشنهاد تجمعی / بپرسید معاملات ، ثانیه
fr_fr: Réinitialiser les opérations d’enchères/demandes cumulatives, sec
hi_in: रीसेट संचयी बोली/पूछो ट्रेडों, सेकंड
it_it: Reimposta offerte cumulative/Chiedi operazioni, sec
ja_jp: 累積入札/アスク取引のリセット、秒
pl_pl: Resetowanie skumulowanych transakcji bid/ask, s
pt_pt: Repor oferta cumulativa/pedir trocas, seg
ru_ru: Сброс кумулятивных сделок Bid/Ask, sec
th_th: รีเซ็ตการซื้อขาย Bid/Ask สะสม วินาที
tr_tr: Kümülatif Teklif/Sor İşlemleri,sn
uk_ua: Скинути кумулятивні угоди Бід/Аск, сек

source: By time
ar_sa: حسب الوقت
de_de: Nach Zeit
es_es: Por el tiempo
fa_ir: با زمان
fr_fr: Par le temps
hi_in: समय के अान् न
it_it: Con il tempo
ja_jp: 時間による
pl_pl: Według czasu
pt_pt: Por tempo
ru_ru: По времени
th_th: ตามเวลา
tr_tr: Zamana göre
uk_ua: За часом

source: By ticks
ar_sa: بحسب حركة السعر
de_de: Nach Ticks
es_es: Por ticks
fa_ir: توسط کنه ها
fr_fr: Par ticks
hi_in: टिकों से
it_it: Con zecche
ja_jp: ティックごと
pl_pl: Przez kleszcze
pt_pt: Por 'Ticks'
ru_ru: По тикам
th_th: โดยเห็บ
tr_tr: Aralıklara göre
uk_ua: За тіками

source: Liquidity changes reset type
ar_sa: نوع إعادة تعيين تغييرات السيولة
de_de: Reset-Typ für Liquiditätsänderungen
es_es: Tipo de restablecimiento de cambios de liquidez
fa_ir: تغییر نقدینگی نوع تنظیم مجدد
fr_fr: Modifications de liquidité réinitialisation du type
hi_in: तरलता रीसेट प्रकार में परिवर्तन
it_it: Tipo di reimpostazione delle modifiche di liquidità
ja_jp: 流動性変更リセットタイプ
pl_pl: Typ resetowania zmian płynności
pt_pt: Alterações de liquidez redefinir o tipo
ru_ru: Тип сброса изменения ликвидности
th_th: ประเภทการรีเซ็ตการเปลี่ยนแปลงสภาพคล่อง
tr_tr: Likidite değişiklikleri sıfırlama türü
uk_ua: Тип скидання змін ліквідності

source: Reset liquidity changes, sec
ar_sa: إعادة تعيين تغييرات السيولة، ثانية
de_de: Liquiditätsänderungen zurücksetzen, Sek.
es_es: Restablecer cambios de liquidez, seg
fa_ir: تنظیم مجدد تغییرات نقدینگی، ثانیه
fr_fr: Réinitialiser les changements de liquidité, sec
hi_in: रीसेट तरलता परिवर्तन, सेकंड
it_it: Reimposta modifiche liquidità, sec
ja_jp: 流動性の変更をリセットする(秒)
pl_pl: Resetowanie zmian płynności, s
pt_pt: Repor alterações de liquidez, seg
ru_ru: Сброс изменений ликвидности, сек
th_th: รีเซ็ตการเปลี่ยนแปลงสภาพคล่อง วินาที
tr_tr: Likidite değişikliklerini sıfırlama, sn
uk_ua: Скидання змін ліквідності, сек

source: Reset liquidity changes, ticks
ar_sa: إعادة تعيين تغييرات السيولة، القراد
de_de: Liquiditätsänderungen zurücksetzen, Ticks
es_es: Restablecer cambios de liquidez, ticks
fa_ir: تنظیم مجدد تغییرات نقدینگی، کنه ها
fr_fr: Réinitialiser les changements de liquidité, les ticks
hi_in: तरलता परिवर्तन, टिकों को रीसेट करें
it_it: Reimpostare le variazioni di liquidità, le zecche
ja_jp: 流動性の変化をリセット,ティック
pl_pl: Resetowanie zmian płynności, kleszczy
pt_pt: Repor alterações de liquidez, tiques
ru_ru: Сброс изменений ликвидности, тики
th_th: รีเซ็ตการเปลี่ยนแปลงสภาพคล่องเห็บ
tr_tr: Likidite değişikliklerini, keneleri sıfırla
uk_ua: Скинути зміни ліквідності, тікі

source: Order side
ar_sa: جانب النظام
de_de: Bestellseite
es_es: Lado de la orden
fa_ir: سمت سفارش
fr_fr: Côté commande
hi_in: आदेश पक्ष
it_it: Lato dell'ordine
ja_jp: 注文側
pl_pl: Strona zamówienia
pt_pt: Lado da ordem
ru_ru: Сторона ордера
th_th: ด้านคําสั่งซื้อ
tr_tr: Sipariş tarafı
uk_ua: Сторона ордера

source: Default row
ar_sa: الصف الافتراضي
de_de: Standardzeile
es_es: Fila predeterminada
fa_ir: ردیف پیش فرض
fr_fr: Ligne par défaut
hi_in: डिफ़ॉल्ट पंक्ति
it_it: Riga predefinita
ja_jp: デフォルト行
pl_pl: Domyślny wiersz
pt_pt: Linha padrão
ru_ru: Строка по умолчанию
th_th: แถวเริ่มต้น
tr_tr: Varsayılan satır
uk_ua: Типовий рядок

source: Tier
ar_sa: صف
de_de: Stufe
es_es: Nivel
fa_ir: ردیف
fr_fr: Étage
hi_in: टियर
it_it: Livello
ja_jp: ティア
pl_pl: Poziom
pt_pt: Camada
ru_ru: Уровень
th_th: ชั้น
tr_tr: aşama
uk_ua: Рівень

source: value
ar_sa: القيمة
de_de: Wert
es_es: valor
fa_ir: ارزش
fr_fr: valeur
hi_in: मान
it_it: valore
ja_jp: 価値
pl_pl: wartość
pt_pt: valor
ru_ru: значение
th_th: ค่า
tr_tr: değer
uk_ua: значення

source: Most saturated Ask color
ar_sa: لون أكثر الطلبات المشبعة
de_de: Am gesättigtesten Farbe fragen
es_es: Color de compra más saturado
fa_ir: بیشترین اشباع رنگ Ask
fr_fr: Couleur de demande la plus saturée
hi_in: सबसे संतृप्त रंग पूछना
it_it: Colore richiesta più saturo
ja_jp: 最も飽和したAskの色
pl_pl: Najbardziej nasycony Zapytaj kolor
pt_pt: Cor de preço 'Venda' mais saturado
ru_ru: Самый яркий цвет Аска
th_th: สีถามอิ่มตัวมากที่สุด
tr_tr: En doygun Alış rengi
uk_ua: Найбільш насичений колір Аск

source: Most saturated Bid color
ar_sa: لون أكثر العروض المشبعة
de_de: Meist gesättigte Gebotsfarbe
es_es: Color de venta más saturado
fa_ir: بیشترین اشباع رنگ بید
fr_fr: Couleur d'offre la plus saturée
hi_in: अधिकांश संतृप्त बोली रंग
it_it: Colore offerta più saturo
ja_jp: 最も飽和したBidの色
pl_pl: Najbardziej nasycony kolor oferty
pt_pt: Cor de preço 'Compra' mais saturado
ru_ru: Самый ярий цвет Бида
th_th: สีประมูลอิ่มตัวมากที่สุด
tr_tr: En doygun Satış rengi
uk_ua: Найбільш насичений колір Бід

source: Max volume
ar_sa: الحجم الأقصى
de_de: maximales Volumen
es_es: Volumen máx.
fa_ir: حداکثر حجم
fr_fr: Volume max
hi_in: अधिकतम मात्रा
it_it: volume massimo
ja_jp: 最大出来高
pl_pl: maksymalna głośność
pt_pt: Volume máx
ru_ru: Макс. объем
th_th: ระดับเสียงสูงสุด
tr_tr: Maks hacim
uk_ua: Макс. об'єм

source: Aggregate size by price
ar_sa: الحجم الكلي حسب السعر
de_de: Aggregatgröße nach Preis
es_es: Tamaño agregado por precio
fa_ir: حجم کل بر اساس قیمت
fr_fr: Taille agrégée par prix
hi_in: मूल्य के अनुसार कुल आकार
it_it: Dimensione aggregata per prezzo
ja_jp: 価格別集計サイズ
pl_pl: Rozmiar agregatu według ceny
pt_pt: Tamanho agregado por preço
ru_ru: Агрегировать размер по цене
th_th: ขนาดรวมตามราคา
tr_tr: Toplam büyüklük fiyatı
uk_ua: Агрегувати розмір за ціною

source: Coloring method
ar_sa: طريقة التلوين
de_de: Färbemethode
es_es: Método de coloreado
fa_ir: روش رنگ آمیزی
fr_fr: Méthode de coloriage
hi_in: रंग विधि
it_it: Metodo di colorazione
ja_jp: 色付け方法
pl_pl: Metoda kolorowania
pt_pt: Método de coloração
ru_ru: Метод раскраски
th_th: วิธีการระบายสี
tr_tr: Renklendirme yöntemi
uk_ua: Метод фарбування

source: Table colors
ar_sa: ألوان الجدول
de_de: Tischfarben
es_es: Colores de la tabla
fa_ir: رنگ های میز
fr_fr: Couleurs du tableau
hi_in: टेबल रंग
it_it: Colori tabella
ja_jp: 表の色
pl_pl: Kolory tabeli
pt_pt: Cores de mesa
ru_ru: Цвета таблиц
th_th: สีของตาราง
tr_tr: Tablo renkleri
uk_ua: Кольори таблиці

source: Cancellation priority
ar_sa: أولوية الإلغاء
de_de: Stornierungspriorität
es_es: Prioridad de cancelación
fa_ir: اولویت لغو
fr_fr: Priorité d'annulation
hi_in: रद्दीकरण प्राथमिकता
it_it: Priorità di cancellazione
ja_jp: キャンセル優先度
pl_pl: Priorytet anulowania
pt_pt: Prioridade de cancelamento
ru_ru: Приоритет отмены
th_th: ลําดับความสําคัญในการยกเลิก
tr_tr: İptal etme önceliği
uk_ua: Пріоритет скасування

source: Allow new SLTP
ar_sa: السماح بـ SLTP جديد
de_de: Neue SLTP zulassen
es_es: Permitir nuevo SLTP
fa_ir: اجازه SLTP جدید
fr_fr: Autoriser le nouveau SLTP
hi_in: नए एसएलटीपी की अनुमति दें
it_it: Consenti nuovo SLTP
ja_jp: 新しい SLTP を許可する
pl_pl: Zezwalaj na nowe SLTP
pt_pt: Permitir novo SLTP
ru_ru: Разрешить новый SLTP
th_th: อนุญาต SLTP ใหม่
tr_tr: Yeni SLTP'ye izin ver
uk_ua: Дозволити новий СЛТП

source: Use stop instead limit
ar_sa: استخدام حد الإيقاف بدلاً من ذلك
de_de: Verwenden Sie Stop statt Limit
es_es: Use el límite stop instead
fa_ir: استفاده از توقف به جای محدود کردن
fr_fr: Utiliser stop à la place limite
hi_in: सीमा के बजाय स्टॉप का उपयोग करें
it_it: Usa stop invece limite
ja_jp: 代わりにストップ制限を使用
pl_pl: Zamiast tego użyj limitu zatrzymania
pt_pt: Use o stop em vez de limitar
ru_ru: Использовать стоп вместо лимита
th_th: ใช้ขีดจํากัดการหยุดแทน
tr_tr: Bunun yerine durdurma sınırını kullanın
uk_ua: Використовувати Стоп замість Ліміту

source: Refresh rate (ms)
ar_sa: معدل التحديث (مللي ثانية)
de_de: Bildwiederholfrequenz (ms)
es_es: Frecuencia de actualización (ms)
fa_ir: نرخ تازه کردن (ms)
fr_fr: Taux de rafraîchissement (ms)
hi_in: रिफ्रेश रेट (एमएस)
it_it: Frequenza di aggiornamento (ms)
ja_jp: リフレッシュ レート (ミリ秒)
pl_pl: Częstotliwość odświeżania (ms)
pt_pt: Taxa de atualização (ms)
ru_ru: Частота обновления (мс)
th_th: อัตราการรีเฟรช (ms)
tr_tr: Yenileme hızı (ms)
uk_ua: Частота оновлення (мс)

source: Cumulative changes
ar_sa: التغيرات التراكمية
de_de: Kumulative Änderungen
es_es: Cambios acumulados
fa_ir: تغییرات تجمعی
fr_fr: Modifications cumulatives
hi_in: संचयी परिवर्तन
it_it: Modifiche cumulative
ja_jp: 累積的な変更
pl_pl: Skumulowane zmiany
pt_pt: Alterações cumulativas
ru_ru: Совокупные изменения
th_th: การเปลี่ยนแปลงสะสม
tr_tr: Kümülatif değişiklikler
uk_ua: Сукупні зміни

source: Unknown
ar_sa: غير معروف
de_de: Unbekannt
es_es: Desconocido
fa_ir: ناشناخته
fr_fr: Inconnu
hi_in: अज्ञात
it_it: Sconosciuto
ja_jp: 不明
pl_pl: NIEZNANY
pt_pt: Desconhecido
ru_ru: Неизвестно
th_th: ไม่คุ้นเคย
tr_tr: Bilinmiyor
uk_ua: Невідомий

source: Reset
ar_sa: إعادة الضبط
de_de: Zurücksetzen
es_es: Reestablecer
fa_ir: تنظیم مجدد
fr_fr: Réinitialiser
hi_in: रीसेट
it_it: Reimpostare
ja_jp: リセット
pl_pl: Zresetować
pt_pt: Redefinir
ru_ru: Сброс
th_th: รี เซ็ต
tr_tr: Sıfırla
uk_ua: Скинути

source: Changes color
ar_sa: تغيير اللون
de_de: Ändert die Farbe
es_es: Cambia de color
fa_ir: تغییر رنگ
fr_fr: Change de couleur
hi_in: रंग बदलता है
it_it: Cambia colore
ja_jp: 色を変更する
pl_pl: Zmienia kolor
pt_pt: Muda de cor
ru_ru: Цвет изменений
th_th: เปลี่ยนสี
tr_tr: Rengi değiştirir
uk_ua: Колір змін

source: Number of changes
ar_sa: عدد التغييرات
de_de: Anzahl der Änderungen
es_es: Número de cambios
fa_ir: تعداد تغییرات
fr_fr: Nombre de modifications
hi_in: परिवर्तनों की संख्या
it_it: Numero di modifiche
ja_jp: 変更の数
pl_pl: Liczba zmian
pt_pt: Número de alterações
ru_ru: Количество изменений
th_th: จํานวนการเปลี่ยนแปลง
tr_tr: Değişiklik sayısı
uk_ua: Кількість змін

source: Liquidity changes
ar_sa: تغيرات السيولة
de_de: Liquiditätsänderungen
es_es: Cambios de liquidez
fa_ir: تغییرات نقدینگی
fr_fr: Changements de liquidité
hi_in: तरलता में परिवर्तन
it_it: Variazioni di liquidità
ja_jp: 流動性の変化
pl_pl: Zmiany płynności
pt_pt: Alterações de liquidez
ru_ru: Изменения ликвидности
th_th: การเปลี่ยนแปลงสภาพคล่อง
tr_tr: Likidite değişiklikleri
uk_ua: Зміни ліквідності

source: Broker
ar_sa: الوسيط
es_es: Corredor
fa_ir: بروکر
fr_fr: Courtier
hi_in: दलाल
ja_jp: ブローカー
pt_pt: Corretora
ru_ru: Брокер
th_th: นายหน้า
uk_ua: Брокер

source: Ask price
ar_sa: اسئل عن السعر
de_de: Preis anfragen
es_es: Preguntar el precio
fa_ir: قیمت درخواست
fr_fr: Demander le prix
hi_in: मूल्य पूछें
it_it: Prezzo richiesta
ja_jp: 価格を求める
pl_pl: Zapytaj cenę
pt_pt: Preço da Compra
ru_ru: Цена Аск
th_th: ราคาเสนอขาย
tr_tr: Fiyatını sor
uk_ua: Ціна Аск

source: Bid price
ar_sa: سعر
de_de: Angebotspreis
es_es: Precio de oferta
fa_ir: قیمت بید
fr_fr: Prix ​​de l'offre
hi_in: बोली मूल्य
it_it: Prezzo offerta
ja_jp: 入札価格
pl_pl: Cena sprzedaży
pt_pt: Preço de venda
ru_ru: Цена Бид
th_th: ราคาเสนอซื้อ
tr_tr: Teklif fiyatı
uk_ua: Ціна Бід

source: Ask size
ar_sa: حجم الطلب
de_de: Frage Größe
es_es: Tamaño de compra
fa_ir: اندازه سوال
fr_fr: Taille de la demande
hi_in: आकार पूछें
it_it: Dimensione richiesta
ja_jp: Askのサイズ
pl_pl: Zapytaj rozmiar
pt_pt: Quantidade 'Compra'
ru_ru: Объем Аск
th_th: ถามขนาด
tr_tr: Alış miktarı
uk_ua: Об'єм Аск

source: Bid size
ar_sa: حجم العرض
de_de: Gebotsgröße
es_es: Tamaño de venta
fa_ir: اندازه پیشنهاد
fr_fr: Taille de l'offre
hi_in: बोली का आकार
it_it: Dimensione offerta
ja_jp: Bidのサイズ
pl_pl: Wielkość stawki
pt_pt: Quantidade 'Venda'
ru_ru: Объем Бид
th_th: ขนาดราคาประมูล
tr_tr: Satış miktarı
uk_ua: Об'єм Бід

source: Time ask
ar_sa: الوقت يسأل
de_de: Zeit fragen
es_es: Tiempo pregunte
fa_ir: زمان بپرسید
fr_fr: Demande de temps
hi_in: समय पूछो
it_it: Tempo richiesta
ja_jp: 時間が尋ねる
pl_pl: Czas zapytaj
pt_pt: Hora da Compra
ru_ru: Время Аск
th_th: เวลาถาม
tr_tr: Zaman sor
uk_ua: Час Аск

source: Time bid
ar_sa: عرض الوقت
de_de: Zeitgebot
es_es: Oferta de tiempo
fa_ir: زمان پیشنهاد
fr_fr: Offre d'heure
hi_in: समय बोली
it_it: Tempo offerta
ja_jp: 時間の入札単価
pl_pl: Oferta czasowa
pt_pt: Hora da venda
ru_ru: Время Бид
th_th: การเสนอราคาเวลา
tr_tr: Zaman teklifi
uk_ua: Час Бід

source: Last updated ask time
ar_sa: آخر مرة تطرح السؤال
de_de: Letzte aktualisierte Uhrzeit
es_es: Última actualización solicitada
fa_ir: آخرین به روز رسانی زمان درخواست
fr_fr: Dernière mise à jour demander l'heure
hi_in: अंतिम अद्यतन पूछें समय
it_it: Ultimo orario di richiesta aggiornato
ja_jp: 最終更新時間
pl_pl: Ostatnia aktualizacja czasu zapytania
pt_pt: Última atualização da compra
ru_ru: Время последнего изменения Аск
th_th: เวลาถามที่อัปเดตล่าสุด
tr_tr: Son güncelleme zamanı
uk_ua: Час останньої зміни Аск

source: Last updated bid time
ar_sa: آخر وقت لعرض الأسعار
de_de: Zuletzt aktualisierte Gebotsdauer
es_es: Última actualización del tiempo de oferta
fa_ir: آخرین زمان پیشنهاد به روز شده
fr_fr: Dernière mise à jour du délai d'offre
hi_in: अंतिम अद्यतित बोली समय
it_it: Ultimo orario di offerta aggiornato
ja_jp: 最終更新入札時間
pl_pl: Ostatnia aktualizacja czasu oferty
pt_pt: Última hora da venda
ru_ru: Время последнего изменения Бид
th_th: เวลาเสนอราคาที่อัปเดตล่าสุด
tr_tr: Son güncelleme zamanı
uk_ua: Час останньої зміни Бід

source: Cumulative size ask
ar_sa: حجم التراكمي نسأل
de_de: Kumulative Größe fragen
es_es: Tamaño acumulativo preguntar
fa_ir: اندازه تجمعی بپرسید
fr_fr: Demande de taille cumulée
hi_in: संचयी आकार पूछें
it_it: Dimensione cumulativa richiesta
ja_jp: 累積サイズask
pl_pl: Skumulowany rozmiar zapytaj
pt_pt: Compra acumulada
ru_ru: Совокупный объем Аск
th_th: ถามขนาดสะสม
tr_tr: Kümülatif boyut sormak
uk_ua: Сукупний розмір Аск

source: Cumulative size bid
ar_sa: عرض الحجم التراكمي
de_de: Kumulatives Gebot
es_es: Oferta de tamaño acumulativo
fa_ir: پیشنهاد اندازه تجمعی
fr_fr: Enchère de taille cumulée
hi_in: संचई आकार बोली
it_it: Dimensione cumulativa offerta
ja_jp: 累積サイズの入札単価
pl_pl: Skumulowana wielkość oferty
pt_pt: Venda Acumulada
ru_ru: Совокупный объем Бид
th_th: ราคาเสนอขนาดสะสม
tr_tr: Birikimli boyut teklifi
uk_ua: Сукупна розмір Бід

source: Cumulative size of every ask price level
ar_sa: الحجم التراكمي لكل مستوى سعر الطلب
de_de: Kumulierte Größe für jedes Preisniveau
es_es: Tamaño acumulativo de cada nivel de precio de venta
fa_ir: اندازه تجمعی از هر سطح قیمت درخواست
fr_fr: Taille cumulée de chaque niveau de prix demandé
hi_in: प्रत्येक ask मूल्य स्तर का संचई आकार
it_it: Dimensione cumulativa di ogni livello di prezzo richiesto
ja_jp: すべての質問価格レベルの累積サイズ
pl_pl: Łączny rozmiar każdego poziomu cen zapytań
pt_pt: Total da compra
ru_ru: Совокупный объем для каждого уровня цены Аск
th_th: ขนาดสะสมของทุกระดับราคาเสนอขาย
tr_tr: Her sorulan fiyat seviyesinin birikimli boyutu
uk_ua: Сукупний розмір кожного рівня ціни Аск

source: Cumulative size of every bid price level
ar_sa: الحجم التراكمي لكل مستوى سعري
de_de: Kumulierte Größe jeder Gebotspreisstufe
es_es: Tamaño acumulativo de cada nivel de precio de oferta
fa_ir: اندازه تجمعی از هر سطح قیمت پیشنهاد
fr_fr: Taille cumulée de chaque niveau de prix de l'offre
hi_in: प्रत्येक बोली मूल्य स्तर का संचई आकार
it_it: Dimensione cumulativa di ogni livello di prezzo di offerta
ja_jp: すべての入札価格レベルの累積サイズ
pl_pl: Skumulowany rozmiar każdego poziomu ceny ofertowej
pt_pt: Total da venda
ru_ru: Совокупный объем для каждого уровня цены Бид
th_th: ขนาดสะสมของทุกระดับราคาเสนอซื้อ
tr_tr: Her teklif fiyatı düzeyinin birikimli boyutu
uk_ua: Сукупний розмір кожного рівня ціни Бід

source: VWAP ask
ar_sa: VWAP نسأل
de_de: VWAP fragen
es_es: VWAP preguntar
fa_ir: VWAP بپرسید
fr_fr: VWAP demande
hi_in: vwap पूछो
it_it: VWAP richiesta
ja_jp: VWAPに尋ねる
pl_pl: Zapytaj VWAP
pt_pt: VWAP compra
ru_ru: VWAP по Аск
th_th: ถาม VWAP
tr_tr: VWAP sor
uk_ua: VWAP для Аск

source: VWAP bid
ar_sa: عرض VWAP
de_de: VWAP-Gebot
es_es: Oferta de VWAP
fa_ir: پیشنهاد VWAP
fr_fr: Enchère VWAP
hi_in: vwap बोली
it_it: VWAP offerta
ja_jp: VWAP入札
pl_pl: Oferta VWAP
pt_pt: VWAP venda
ru_ru: VWAP по Бид
th_th: เสนอราคา VWAP
tr_tr: VWAP teklifi
uk_ua: VWAP для Бід

source: Volume weighted average ask price
ar_sa: متوسط ​​حجم الطلب سعر المرجحة
de_de: Volumengewichteter durchschnittlicher Briefkurs
es_es: Precio promedio ponderado por volumen
fa_ir: حجم متوسط وزنی قیمت درخواست
fr_fr: Prix ​​moyen pondéré en fonction du volume
hi_in: वॉल्यूम भारित औसत मूल्य पूछें
it_it: Prezzo richiesta media ponderata per il volume
ja_jp: ボリューム加重平均価格
pl_pl: Średnia ważona wolumenowa cena sprzedaży
pt_pt: Média ponderada por volume da compra
ru_ru: Средневзвешенная по объему цена Аск
th_th: ปริมาณถ่วงน้ําหนักราคาเสนอขายเฉลี่ย
tr_tr: Hacim ağırlıklı ortalama fiyat sor
uk_ua: Середньозважена за об'ємом ціна Аск

source: Volume weighted average bid price
ar_sa: متوسط ​​سعر عرض السعر المرجح
de_de: Volumengewichteter Durchschnittspreis
es_es: Precio de oferta promedio ponderado por volumen
fa_ir: حجم وزنی متوسط قیمت پیشنهاد
fr_fr: Prix ​​moyen pondéré en fonction du volume
hi_in: वॉल्यूम भारित औसत बोली मूल्य
it_it: Prezzo offerta media ponderata per il volume
ja_jp: ボリューム加重平均入札価格
pl_pl: Średnia ważona wolumenem cena ofertowa
pt_pt: Médio ponderado por volume da venda
ru_ru: Средневзвешенная по объему цена Бид
th_th: ราคาเสนอซื้อเฉลี่ยถ่วงน้ําหนักตามปริมาณ
tr_tr: Hacim ağırlıklı ortalama teklif fiyatı
uk_ua: Середньозважена за об'ємом ціна Бід

source: Net Profit / Loss
ar_sa: صافي الربح (الخسارة
de_de: Nettogewinn (-verlust
es_es: Beneficio neto (pérdidas
fa_ir: سود خالص/زیان
fr_fr: Bénéfice net / perte nette
hi_in: निवल लाभ हानि/
it_it: Utile netto/perdita
ja_jp: 純損益
pl_pl: Zysk / strata netto
pt_pt: Lucro / Prejuízo Líquido
ru_ru: Чистая прибыль/убыток
th_th: กําไร / ขาดทุนสุทธิ
tr_tr: Net kâr (zarar
uk_ua: Чистий прибуток/збиток

source: Gross Profit / Loss
ar_sa: إجمالي الربح / الخسارة
de_de: Bruttogewinn / Verlust
es_es: Ganancia bruta / Pérdida
fa_ir: سود ناخالص / زیان
fr_fr: Bénéfice brut / Perte
hi_in: सकल लाभ/हानि
it_it: Profitti/Perdite Lordi
ja_jp: 粗利益/損失
pl_pl: Zysk brutto / Strata
pt_pt: Resultados Brutos / Perdas
ru_ru: Валовая прибыль/убыток
th_th: กําไรขั้นต้น / ขาดทุน
tr_tr: Brüt Kar / Zarar
uk_ua: Валовий прибуток/збиток

source: Average open price
ar_sa: متوسط سعر الافتتاح
de_de: Durchschnittlicher offener Preis
es_es: Precio medio de apertura
fa_ir: میانگین قیمت باز
fr_fr: Prix moyen à l'ouverture
hi_in: औसत खुली कीमत
it_it: Prezzo medio di apertura
ja_jp: 平均オープン価格
pl_pl: Średnia cena otwarcia
pt_pt: Preço médio de abertura
ru_ru: Средняя цена открытия
th_th: ราคาเปิดเฉลี่ย
tr_tr: Ortalama açılış fiyatı
uk_ua: Середня ціна відкриття

source: Break even level
ar_sa: كسر مستوى حتى
de_de: Break-Even-Niveau
es_es: Nivel de equilibrio
fa_ir: شکستن سطح حتی
fr_fr: Seuil de rentabilité
hi_in: विराम सम स्तर
it_it: Livello di pareggio
ja_jp: ブレーク偶数レベル
pl_pl: Przerwij równy poziom
pt_pt: Nível do médio
ru_ru: Уровень безубыточности
th_th: ทําลายระดับที่สม่ําเสมอ
tr_tr: Düz seviyeyi kırmak
uk_ua: Рівень беззбитковості
