Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Collapse conditions
ar_sa: انهيار الشروط
de_de: Bedingungen komprimieren
es_es: Condiciones de colapso
fa_ir: بستن شرایط
fr_fr: Conditions de collapse
hi_in: स्थितियां संक्षिप्त करें
it_it: Condizioni del crollo
ja_jp: 折り畳み条件
pl_pl: Zwiń warunki
pt_pt: Condições de colapso
ru_ru: Свернуть условия
th_th: เงื่อนไขการล่มสลาย
tr_tr: Çöküş koşulları
uk_ua: Згорнути умови

source: Add condition
ar_sa: إضافة شرط
de_de: Bedingung hinzufügen
es_es: Añadir condición
fa_ir: افزودن شرایط
fr_fr: Ajouter une condition
hi_in: शर्त जोड़ें
it_it: Aggiungi condizione
ja_jp: 条件を追加する
pl_pl: Dodaj warunek
pt_pt: Adicionar condição
ru_ru: Добавить условие
th_th: เพิ่มเงื่อนไข
tr_tr: Koşul ekle
uk_ua: Додати умову

source: No conditions yet.
ar_sa: لا شروط حتى الآن.
de_de: Noch keine Bedingungen
es_es: Aún no hay condiciones.
fa_ir: هیچ شرایطی وجود ندارد.
fr_fr: Pas encore de conditions.
hi_in: अभी तक कोई शर्त नहीं ।
it_it: Nessuna condizione ancora.
ja_jp: まだ条件はありません。
pl_pl: Nie ma jeszcze żadnych warunków.
pt_pt: Não há condições ainda.
ru_ru: Пока нет условий
th_th: ยังไม่มีเงื่อนไข
tr_tr: Henüz koşul yok.
uk_ua: Немає умов.

source: Order parameters
ar_sa: معلمات الطلب
de_de: Bestellparameter
es_es: Parámetros de pedido
fa_ir: پارامترهای سفارش
fr_fr: Paramètres de commande
hi_in: आदेश पैरामीटर
it_it: Parametri ordine
ja_jp: 注文パラメータ
pl_pl: Parametry zamówienia
pt_pt: Parâmetros de encomenda
ru_ru: Параметры ордера
th_th: พารามิเตอร์การสั่งซื้อ
tr_tr: Sipariş parametreleri
uk_ua: Параметри ордеру

source: No order request
ar_sa: لا طلب طلب
de_de: Keine Auftragsanforderung
es_es: Sin solicitud de pedido
fa_ir: بدون درخواست سفارش
fr_fr: Aucune demande de commande
hi_in: कोई आदेश अनुरोध नहीं
it_it: Nessuna richiesta di ordine
ja_jp: 注文要求なし
pl_pl: Brak żądania zamówienia
pt_pt: Nenhum pedido de pedido
ru_ru: Нет запроса ордера
th_th: ไม่มีคําขอสั่งซื้อ
tr_tr: Sipariş isteği yok
uk_ua: Немає запиту ордеру

source: Repeat this task continuously
ar_sa: كرر هذه المهمة بشكل مستمر
de_de: Wiederholen Sie diese Aufgabe kontinuierlich
es_es: Repita esta tarea continuamente
fa_ir: این وظیفه را به طور مداوم تکرار کنید
fr_fr: Répétez cette tâche en continu
hi_in: इस कार्य को लगातार दोहराएं
it_it: Ripeti questa attività continuamente
ja_jp: このタスクを連続して繰り返す
pl_pl: Powtarzanie tego zadania w sposób ciągły
pt_pt: Repita esta tarefa continuamente
ru_ru: Постоянно повторять эту задачу
th_th: ทํางานนี้ซ้ําอย่างต่อเนื่อง
tr_tr: Bu görevi sürekli olarak yineleyin
uk_ua: Повторювати це завдання безперервно

source: Enable filtering
ar_sa: تمكين التصفية
de_de: Filter aktivieren
es_es: Habilitar filtrado
fa_ir: فعال کردن پالایه
fr_fr: Activer le filtrage
hi_in: फ़िल्टरिंग सक्षम करें
it_it: Abilita il filtraggio
ja_jp: フィルタリングを有効にする
pl_pl: Włącz filtrowanie
pt_pt: Ativar filtragem
ru_ru: Включить фильтрацию
th_th: เปิดใช้งานการกรอง
tr_tr: Filtreyi etkinleştir
uk_ua: Увімкнути фільтрування

source: Action name
ar_sa: اسم الإجراء
de_de: Aktionsname
es_es: Nombre de la acción
fa_ir: نام عمل
fr_fr: Nom d'action
hi_in: कार्रवाई का नाम
it_it: Nome azione
ja_jp: アクション名
pl_pl: Nazwa akcji
pt_pt: Nome da Ação
ru_ru: Имя действия
th_th: ชื่อการกระทํา
tr_tr: Aksiyon adı
uk_ua: Ім'я дії

source: Enable action
ar_sa: تمكين الفعل
de_de: Aktion aktivieren
es_es: Habilitar acción
fa_ir: فعال کردن عمل
fr_fr: Activer l'action
hi_in: कार्रवाई सक्षम करें
it_it: Abilita azione
ja_jp: アクションを有効にする
pl_pl: Włącz akcję
pt_pt: Ativar ação
ru_ru: Включить действие
th_th: เปิดใช้งานการดําเนินการ
tr_tr: Eylemi etkinleştir
uk_ua: Увімкнути дію

source: Enable filter
ar_sa: تمكين الفلتر
de_de: Filter aktivieren
es_es: Habilitar filtro
fa_ir: فعال کردن پالایه
fr_fr: Activer le filtre
hi_in: फ़िल्टर सक्षम करें
it_it: Abilita filtro
ja_jp: フィルタを有効にする
pl_pl: Włącz filtr
pt_pt: Ativar filtro
ru_ru: Включить фильтр
th_th: เปิดใช้งานตัวกรอง
tr_tr: Filtreyi etkinleştir
uk_ua: Увімкнути фільтр

source: Confirm each trading operation
ar_sa: تأكيد كل عملية تداول
de_de: Bestätigen Sie jede Handelsoperation
es_es: Confirmar cada operación comercial
fa_ir: تایید هر عملیات تجاری
fr_fr: Confirmer chaque opération de trading
hi_in: प्रत्येक ट्रेडिंग ऑपरेशन की पुष्टि करें
it_it: Conferma ogni operazione di trading
ja_jp: 各取引操作を確認する
pl_pl: Potwierdź każdą operację handlową
pt_pt: Confirmar cada operação de negociação
ru_ru: Подтверждать каждую торговую операцию
th_th: ยืนยันการดําเนินการซื้อขายแต่ละครั้ง
tr_tr: Her işlem işlemini onaylama
uk_ua: Підтверджувати кожну торгову операцію

source: Enable / disable action
ar_sa: تمكين / تعطيل العمل
de_de: Aktivieren / deaktivieren Sie die Aktion
es_es: Activar / desactivar acción
fa_ir: فعال/غیر فعال کردن عمل
fr_fr: Activer / désactiver l'action
hi_in: क्रिया सक्षम/अक्षम करें
it_it: Abilita / disabilita l'azione
ja_jp: アクションを有効または無効にする
pl_pl: Włącz / wyłącz akcję
pt_pt: Ativar / desativar ação
ru_ru: Включить/отключить действие
th_th: เปิด / ปิดการดําเนินการ
tr_tr: Etkinleştir / devre dışı bırak eylemi
uk_ua: Увімкнути/вимкнути дію

source: You need to add at least one condition and one task to enable action
ar_sa: تحتاج إلى إضافة شرط واحد على الأقل ومهمة واحدة لتمكين الإجراء
de_de: Sie müssen mindestens eine Bedingung und eine Aufgabe hinzufügen, um die Aktion zu aktivieren
es_es: Necesita agregar al menos una condición y una tarea para habilitar la acción
fa_ir: شما باید حداقل یک شرط و یک وظیفه برای فعال کردن اقدام اضافه کنید
fr_fr: Vous devez ajouter au moins une condition et une tâche pour activer l'action
hi_in: आपको कार्रवाई सक्षम करने के लिए कम से एक शर्त और एक कार्य जोड़ने की आवश्यकता है
it_it: È necessario aggiungere almeno una condizione e un'attività per abilitare l'azione
ja_jp: アクションを有効にするには、少なくとも1つの条件と1つのタスクを追加する必要があります
pl_pl: Aby włączyć działanie, musisz dodać co najmniej jeden warunek i jedno zadanie
pt_pt: Você precisa adicionar pelo menos uma condição e uma tarefa para ativar a ação
ru_ru: Для активации действия, добавьте хотя бы одно условие и одну задачу
th_th: คุณต้องเพิ่มเงื่อนไขอย่างน้อยหนึ่งเงื่อนไขและงานหนึ่งอย่างเพื่อเปิดใช้งานการดําเนินการ
tr_tr: Eylemi etkinleştirmek için en az bir koşul ve bir görev eklemeniz gerekir
uk_ua: Щоб увімкнути дію, потрібно додати хоча б одну умову та одне завдання

source: Enable / disable filter
ar_sa: تمكين / تعطيل الفلتر
de_de: Aktivieren / deaktivieren Sie den Filter
es_es: Habilitar / deshabilitar filtro
fa_ir: فعال/غیر فعال کردن فیلتر
fr_fr: Activer / désactiver le filtre
hi_in: फ़िल्टर सक्षम करें/
it_it: Abilita / disabilita filtro
ja_jp: フィルタの有効/無効
pl_pl: Włącz / wyłącz filtr
pt_pt: Ativar / desativar o filtro
ru_ru: Включить/отключить фильтр
th_th: เปิด / ปิดใช้งานตัวกรอง
tr_tr: Filtreyi etkinleştir / devre dışı bırak
uk_ua: Увімкнути / вимкнути фільтр

source: To enable filter add task
ar_sa: لتمكين مرشح إضافة مهمة
de_de: So aktivieren Sie den Filter Task hinzufügen
es_es: Para habilitar la tarea de agregar filtro
fa_ir: برای فعال کردن فیلتر افزودن وظیفه
fr_fr: Pour activer la tâche d'ajout de filtre
hi_in: फ़िल्टर जोड़ें कार्य सक्षम करने के लिए
it_it: Per abilitare il filtro aggiungere compito
ja_jp: フィルタ追加タスクを有効にするには
pl_pl: Aby włączyć filtr dodaj zadanie
pt_pt: Para habilitar a tarefa de adicionar filtro
ru_ru: Для активации фильтра, добавьте задачу
th_th: เมื่อต้องการเปิดใช้งานตัวกรอง เพิ่มงาน
tr_tr: Filtre ekle görevini etkinleştirmek için
uk_ua: Щоб увімкнути фільтр, додайте завдання

source: Select account
ar_sa: تحديد الكمية
de_de: Konto auswählen
es_es: Seleccionar cuenta
fa_ir: انتخاب حساب
fr_fr: Sélectionner un compte
hi_in: खाता चुनें
it_it: Seleziona un account
ja_jp: アカウントの選択
pl_pl: Wybierz konto
pt_pt: Selecionar conta
ru_ru: Выберите счет
th_th: เลือกบัญชี
tr_tr: Hesap seç
uk_ua: Виберіть рахунок

source: Disconnect
ar_sa: قطع الاتصال
de_de: Trennen
es_es: Desconectar
fa_ir: قطع
fr_fr: Déconnecter
hi_in: डिस्कनेक्ट
it_it: Scollegare
ja_jp: 切断する
pl_pl: Rozłączyć się
pt_pt: Desconectar
ru_ru: Отключиться
th_th: ยก เลิก
tr_tr: Bağlantıyı kes
uk_ua: Від'єднати

source: Connect
ar_sa: اتصال
de_de: Verbinden
es_es: Conectar
fa_ir: اتصال
fr_fr: Connecter
hi_in: जोड़ना
it_it: Collegare
ja_jp: 接続する
pl_pl: Połączyć
pt_pt: Conectar
ru_ru: Подключиться
th_th: ติด
tr_tr: Bağlan
uk_ua: Підключіться

source: Hide from toolbar
ar_sa: إخفاء من شريط الأدوات
de_de: Aus der Symbolleiste ausblenden
es_es: Ocultar de la barra de herramientas
fa_ir: پنهان کردن از نوار ابزار
fr_fr: Masquer dans la barre d'outils
hi_in: उपकरण पट्टी से छुपाएं
it_it: Nascondi dalla barra degli strumenti
ja_jp: ツールバーから非表示
pl_pl: Ukryj z paska narzędzi
pt_pt: Ocultar da barra de ferramentas
ru_ru: Скрыть из панели инструментов
th_th: ซ่อนจากแถบเครื่องมือ
tr_tr: Araç çubuğundan gizle
uk_ua: Прибрати з панелі інструментів

source: Connected
ar_sa: متصلا
de_de: Verbunden
es_es: Conectado
fa_ir: متصل
fr_fr: Connecté
hi_in: जुड़ा
it_it: Collegato
ja_jp: 接続
pl_pl: Podłączony
pt_pt: Conectado
ru_ru: Подключено
th_th: เชื่อม ต่อ
tr_tr: Bağlı
uk_ua: Підключений

source: Connecting...
ar_sa: ...الاتصال
de_de: Verbindung...
es_es: Conectando...
fa_ir: اتصال...
fr_fr: Connexion...
hi_in: जोड़ने...
it_it: Connessione in corso...
ja_jp: 接続しています...
pl_pl: Złączony...
pt_pt: Conectando...
ru_ru: Подключение...
th_th: เชื่อม ต่อ
tr_tr: Bağlanıyor...
uk_ua: Підключення...

source: Connection error
ar_sa: خطأ بالاتصال
de_de: Verbindungsfehler
es_es: Error de conexión
fa_ir: خطای اتصال
fr_fr: Erreur de connexion
hi_in: कनेक्शन त्रुटि
it_it: Errore di connessione
ja_jp: 接続エラー
pl_pl: Błąd połączenia
pt_pt: Erro de conexão
ru_ru: Ошибка подключения
th_th: ข้อผิดพลาดในการเชื่อมต่อ
tr_tr: Bağlantı hatası
uk_ua: Помилка підключення

source: Disconnected
ar_sa: انقطع الاتصال
de_de: Getrennt
es_es: Desconectado
fa_ir: قطع
fr_fr: Débranché
hi_in: डिस्कनेक्ट
it_it: scollegato
ja_jp: 切断された
pl_pl: Niepowiązany
pt_pt: Desconectado
ru_ru: Отключен
th_th: เชื่อม ต่อ
tr_tr: Bağlantı kesildi
uk_ua: Відключений

source: Save password
ar_sa: حفظ كلمة المرور
de_de: Passwort speichern
es_es: Guardar contraseña
fa_ir: ذخیره کلمه عبور
fr_fr: Retenir le mot de passe
hi_in: पासवर्ड सहेजें
it_it: Salva la password
ja_jp: パスワードを保存
pl_pl: Zapisz hasło
pt_pt: Salvar
ru_ru: Сохранить пароль
th_th: บันทึกรหัสผ่าน
tr_tr: Şifreyi kaydet
uk_ua: Зберегти пароль

source: Recover
ar_sa: استعادة
de_de: Wiederherstellen
es_es: Recuperar
fa_ir: بازیابی
fr_fr: Récupérer
hi_in: पुनर्प्राप्त
it_it: Recuperare
ja_jp: 回復
pl_pl: Odzyskać
pt_pt: Recuperar
ru_ru: Восстановить
th_th: ฟื้นตัว
tr_tr: Kurtar
uk_ua: Відновити

source: Select symbol
ar_sa: اختار رمز
de_de: Wählen Sie das Symbol
es_es: Seleccionar símbolo
fa_ir: انتخاب نماد
fr_fr: Sélectionner un symbole
hi_in: प्रतीक का चयन करें
it_it: Seleziona il simbolo
ja_jp: シンボルを選択する
pl_pl: Wybierz symbol
pt_pt: Selecinar Ativo
ru_ru: Выберите символ
th_th: เลือกสัญลักษณ์
tr_tr: Sembol seç
uk_ua: Виберіть символ

source: Workspace name can not be empty
ar_sa: لا يمكن ان يكون اسم مساحة العمل فارغا
de_de: Workspace-Name kann nicht leer sein
es_es: El nombre del área de trabajo no puede estar vacío
fa_ir: نام فضای کار نمی تواند خالی باشد
fr_fr: Le nom de l'espace de travail ne peut pas être vide
hi_in: कार्यस्थान का नाम रिक्त नहीं हो सकता
it_it: Il nome dello spazio di lavoro non può essere vuoto
ja_jp: ワークスペース名を空にすることはできません
pl_pl: Nazwa obszaru roboczego nie może być pusta
pt_pt: Nome do espaço de trabalho não pode ser vazio
ru_ru: Имя воркспейса не может быть пустым
th_th: ชื่อพื้นที่ทํางานไม่สามารถเว้นว่างได้
tr_tr: Çalışma alanı adı boş olamaz
uk_ua: Ім'я воркспейсу не може бути пустим

source: Workspace name could contains: {0}
ar_sa: قد يحتوي اسم مساحة العمل علي: {0}
de_de: Workspace-Name könnte enthalten: {0}
es_es: El nombre del área de trabajo podría contener: {0}
fa_ir: نام فضای کار می تواند شامل: {0}
fr_fr: Le nom de l'espace de travail peut contenir: {0}
hi_in: कार्यस्थान का नाम शामिल हो सकता है: {0}
it_it: Il nome dello spazio di lavoro potrebbe contenere: {0}
ja_jp: ワークスペース名: {0} が含まれています
pl_pl: Nazwa obszaru roboczego może zawierać: {0}
pt_pt: O nome da área de trabalho pode conter: {0}
ru_ru: Имя воркспейса может содержать: {0}
th_th: ชื่อพื้นที่ทํางานอาจมี: {0}
tr_tr: Çalışma alanı adı içerir: {0}
uk_ua: Ім'я воркспейсу може містити: {0}

source: Same workspace name already exist
ar_sa: اسم مساحة العمل نفسه موجود مسبقا
de_de: Der gleiche Workspace-Name existiert bereits
es_es: El mismo nombre de área de trabajo ya existe
fa_ir: نام مشابه فضای کار در حال حاضر وجود دارد
fr_fr: Le même nom d'espace de travail existe déjà
hi_in: समान कार्यस्थान नाम पहले से मौजूद है
it_it: Lo stesso nome dello spazio di lavoro già esistente
ja_jp: 同じワークスペース名が既に存在します
pl_pl: Ta sama nazwa obszaru roboczego już istnieje
pt_pt: O mesmo nome de espaço de trabalho já existe
ru_ru: Имя воркспейса уже существует
th_th: มีชื่อพื้นที่ทํางานเดียวกันอยู่แล้ว
tr_tr: Aynı çalışma alanı adı zaten var
uk_ua: Таке ім'я воркспейсу вже існує

source: Open OE Buy
de_de: OE Kaufen öffnen
fa_ir: OE باز خرید
fr_fr: Ouvrir OE Acheter
it_it: Apri OE Acquista
th_th: เปิดซื้อ OE
uk_ua: Відкрити ОЕ Купити

source: Open OE Sell
fa_ir: باز OE فروش
fr_fr: Ouvrir OE Vendre
it_it: Apri OE Vendi
th_th: เปิดขาย OE
uk_ua: Відкритий ОЕ Продаж

source: Open Chart
de_de: Diagramm öffnen
fa_ir: نمودار باز
fr_fr: Ouvrir le graphique
it_it: Apri grafico
th_th: เปิดแผนภูมิ
uk_ua: Відкрити діаграму

source: Open DOM Trader
de_de: Öffnen Sie DOM Trader
fa_ir: باز کردن معامله گر DOM
fr_fr: Ouvrez DOM Trader
it_it: Apri DOM Trader
th_th: เปิด DOM เทรดเดอร์
uk_ua: Відкрити DOM Трейдер

source: Open Market Depth
de_de: Tiefe des offenen Marktes
fa_ir: عمق بازار باز
fr_fr: Profondeur du marché libre
it_it: Profondità del mercato aperto
th_th: ความลึกของตลาดเปิด
uk_ua: Глибина відкритого ринку

source: Open Time Sales
de_de: Offene Verkaufszeiten
fa_ir: فروش زمان باز
fr_fr: Ventes à temps ouvert
it_it: Vendite a tempo aperto
th_th: ยอดขายเวลาเปิดทําการ
uk_ua: Розпродажі в відкритий час

source: Open DOM Surface
de_de: Öffnen Sie die DOM-Oberfläche
fa_ir: سطح DOM باز
fr_fr: Ouvrir DOM Surface
it_it: Aprire la superficie DOM
th_th: เปิดพื้นผิว DOM
uk_ua: Відкрита поверхня DOM

source: Open TPO Chart
de_de: TPO-Diagramm öffnen
fa_ir: باز کردن نمودار TPO
fr_fr: Ouvrir le graphique TPO
it_it: Apri il grafico TPO
th_th: เปิดแผนภูมิ TPO
uk_ua: Відкрити діаграму TPO

source: Open Positions
de_de: Offene Stellen
fa_ir: باز کردن موقعیت ها
fr_fr: Postes à pourvoir
it_it: Posizioni aperte
th_th: ตําแหน่งที่เปิดรับสมัคร
uk_ua: Відкриті позиції

source: Open Working Orders
de_de: Offene Arbeitsaufträge
fa_ir: باز کردن سفارشات کار
fr_fr: Ouvrir les ordres de travail
it_it: Ordini di lavoro aperti
th_th: เปิดคําสั่งทํางาน
uk_ua: Відкриті робочі замовлення

source: Open Trades
de_de: Offene Trades
fa_ir: معاملات باز
fr_fr: Métiers ouverts
it_it: Operazioni aperte
th_th: เปิดการซื้อขาย
uk_ua: Відкриті торги

source: Open Symbol Info
de_de: Symbolinfo öffnen
fa_ir: باز کردن اطلاعات نماد
fr_fr: Ouvrir les informations sur le symbole
it_it: Apri informazioni sui simboli
th_th: เปิดข้อมูลสัญลักษณ์
uk_ua: Відкрити відомості про символ

source: Are you sure you want to delete {0}?
ar_sa: هل تريد بالتاكيد حذف {0} ؟
de_de: Sind Sie sicher, dass Sie {0} löschen wollen?
es_es: ¿Está seguro de que desea eliminar {0}?
fa_ir: آیا مطمئنید که می خواهید {0} را حذف کنید ؟
fr_fr: Êtes-vous sûr de vouloir supprimer {0}?
hi_in: क्या आप निश्चयपूर्वक {0} को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare {0}?
ja_jp: {0} を削除してもよろしいですか?
pl_pl: Czy na pewno chcesz usunąć {0}?
pt_pt: Tem certeza de que deseja excluir {0}?
ru_ru: Вы действительно хотите удалить {0}?
th_th: คุณแน่ใจหรือว่าต้องการลบ{0}?
tr_tr: {0} öğesini silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно бажаєте видалити {0}?

source: is locked
ar_sa: مؤمن
de_de: gesperrt
es_es: está bloqueado
fa_ir: قفل شده است
fr_fr: est verrouillé
hi_in: अवरोधित किया गया है
it_it: è bloccato
ja_jp: がロックされ
pl_pl: jest zablokowany
pt_pt: está bloqueado
ru_ru: заблокирован
th_th: ถูกล็อค
tr_tr: kilitli
uk_ua: заблокований

source: is unlocked
ar_sa: غير مقفله
de_de: Entsperrt
es_es: está desbloqueado
fa_ir: قفل شده است
fr_fr: est déverrouillé
hi_in: खुला है
it_it: è sbloccato
ja_jp: がロック解除
pl_pl: jest odblokowany
pt_pt: é desbloqueado
ru_ru: разблокирован
th_th: ถูกปลดล็อค
tr_tr: kilitli değil
uk_ua: розблокований

source: Sounds
ar_sa: الأصوات
de_de: Klingt
es_es: Sonidos
fa_ir: صداها
fr_fr: Sons
hi_in: लगता
it_it: Suoni
ja_jp: サウンド
pl_pl: Dźwięki
pt_pt: Sons
ru_ru: Звуки
th_th: เสียง
tr_tr: Sesler
uk_ua: Звуки

source: Control center
ar_sa: مركز التحكم
de_de: Leitstelle
es_es: Centro de control
fa_ir: مرکز کنترل
fr_fr: Centre de contrôle
hi_in: नियंत्रण केंद्र
it_it: Centro di controllo
ja_jp: コントロールセンター
pl_pl: Centrum sterowania
pt_pt: Centro de controle
ru_ru: Центр управления
th_th: ศูนย์ควบคุม
tr_tr: Kontrol merkezi
uk_ua: Центр керування

source: Trading defaults
ar_sa: افتراضيات التداول
de_de: Handelsausfall
es_es: Conf. trading por defecto
fa_ir: پیش فرض های معاملاتی
fr_fr: Paramètres de trading par défaut
hi_in: ट्रेडिंग डिफ़ॉल्ट्स
it_it: Impostazioni predefinite di trading
ja_jp: デフォルトの取引
pl_pl: Domyślne
pt_pt: Padrões de negociação
ru_ru: Торговые настройки по умолчанию
th_th: ค่าเริ่มต้นการซื้อขาย
tr_tr: İşlem varsayılan ayarları
uk_ua: Торгові налаштування

source: Confirmations & Warnings
ar_sa: التاكيدات والتحذيرات
de_de: Konfirmationen und Warnungen
es_es: Confirmaciones y advertencias
fa_ir: تائیدیه های & هشدارها
fr_fr: Confirmations et avertissements
hi_in: पुष्टिकरण और चेतावनियां
it_it: ConFerme e avvertenze
ja_jp: 確認と警告
pl_pl: Potwierdzenia & ostrzeżenia
pt_pt: Confirmações e advertências
ru_ru: Подтверждения
th_th: การยืนยันและคําเตือน
tr_tr: Teyitleri ve uyarıları
uk_ua: Підтвердження/попередження

source: Mail server
ar_sa: سيرفر البريد
de_de: E-Mail-Server
es_es: Servidor de correo
fa_ir: سرور ایمیل
fr_fr: Serveur de messagerie
hi_in: मेल सर्वर
it_it: Server di posta
ja_jp: メールサーバー
pl_pl: Serwer poczty
pt_pt: Servidor de e-mail
ru_ru: Почтовый сервер
th_th: เซิร์ฟเวอร์จดหมาย
tr_tr: Posta sunucusu
uk_ua: Сервер пошти

source: Synthetic
ar_sa: المحفظة
de_de: Synthetische
es_es: Sintético
fa_ir: مصنوعی
fr_fr: Portefeuille
hi_in: सिंथेटिक
it_it: Sintetico
ja_jp: ポートフォリオ
pl_pl: Portfolio
pt_pt: Sintetizado
ru_ru: Синтетики
th_th: สังเคราะห์
tr_tr: Portföy
uk_ua: Синтетики

source: Licence settings
ar_sa: إعدادات الترخيص
de_de: Lizenzeinstellungen
es_es: Configuración de licencia
fa_ir: تنظیمات مجوز
fr_fr: Paramètres de licence
hi_in: लाइसेंस सेटिंग
it_it: Impostazioni di licenza
ja_jp: ライセンスの設定
pl_pl: Ustawienia licencji
pt_pt: Definições de licença
ru_ru: Настройки лицензии
th_th: การตั้งค่าสิทธิ์การใช้งาน
tr_tr: Lisans ayarları
uk_ua: Параметри ліцензії

source: Telemetry settings
ar_sa: إعدادات القياس عن بعد
de_de: Telemetrie-Einstellungen
es_es: Configuración de telemetría
fa_ir: تنظیمات تله متری
fr_fr: Paramètres de télémétrie
hi_in: टेलीमेट्री सेटिंग्स
it_it: Impostazioni di telemetria
ja_jp: テレメトリの設定
pl_pl: Ustawienia teleMetrii
pt_pt: Configurações de telemetria
ru_ru: Параметры телеметрии
th_th: การตั้งค่าการวัดและส่งข้อมูลทางไกล
tr_tr: Telemetri ayarları
uk_ua: Параметри телеметрії

source: General settings
ar_sa: الإعدادات العامة
de_de: Allgemeine Einstellungen
es_es: Configuración general
fa_ir: تنظیمات عمومی
fr_fr: Paramètres généraux
hi_in: सामांय सेटिंग्स
it_it: Impostazioni generali
ja_jp: 一般設定
pl_pl: Ustawienia ogólne
pt_pt: Configurações gerais
ru_ru: Общие настройки
th_th: การตั้งค่าทั่วไป
tr_tr: Genel ayarlar
uk_ua: Загальні налаштування

source: Connection settings
ar_sa: إعدادات الاتصال
de_de: Anschlusseinstellungen
es_es: Configuración
fa_ir: تنظیمات اتصال
fr_fr: Paramètres
hi_in: कनेक्शन सेटिंग्स
it_it: Impostazioni di connessione
ja_jp: 接続の設定
pl_pl: Ustawienia
pt_pt: Configurações de conexão
ru_ru: Настройки подключения
th_th: การตั้งค่าการเชื่อมต่อ
tr_tr: Oluştur
uk_ua: Налаштування підключень

source: Plugin settings
ar_sa: إعدادات المكون المساعد
de_de: Plugin-Einstellungen
es_es: Configuración del plugin
fa_ir: تنظیمات افزونه
fr_fr: Paramètres du plugin
hi_in: प्लगइन सेटिंग्स
it_it: Impostazioni plugin
ja_jp: プラグインの設定
pl_pl: Ustawienia wtyczek
pt_pt: Configurações do plugin
ru_ru: Настройки плагина
th_th: การตั้งค่าปลั๊กอิน
tr_tr: Eklenti ayarları
uk_ua: Налаштування плагіну

source: Time zone settings
ar_sa: إعدادات المنطقة الزمنيه
de_de: Zeitzonen-Einstellungen
es_es: Configuración de zona horaria
fa_ir: تنظیمات منطقه زمانی
fr_fr: Paramètres de fuseau horaire
hi_in: समय ज़ोन सेटिंग्स
it_it: Impostazioni del fuso orario
ja_jp: タイムゾーンの設定
pl_pl: Ustawienia strefy czasowej
pt_pt: Configurações de fuso horário
ru_ru: Настройки часового пояса
th_th: การตั้งค่าเขตเวลา
tr_tr: Saat dilimi ayarları
uk_ua: Настройки часового поясу

source: Symbols lists
ar_sa: قوائم الرموز
de_de: Symbollisten
es_es: Listas de símbolos
fa_ir: لیست نمادها
fr_fr: Listes de symboles
hi_in: प्रतीक सूचियां
it_it: Liste di simboli
ja_jp: シンボルリスト
pl_pl: Listy symboli
pt_pt: Listas de símbolos
ru_ru: Списки символов
th_th: รายการสัญลักษณ์
tr_tr: Semboller listeleri
uk_ua: Списки символів

source: Theme
ar_sa: موضوع
de_de: Thema
es_es: Tema
fa_ir: تم
fr_fr: Thème
hi_in: थीम
it_it: Tema
ja_jp: テーマ
pl_pl: Tematu
pt_pt: Tema
ru_ru: Тема
th_th: หัวข้อ
tr_tr: Tema
uk_ua: Тема

source: Language (Beta)
ar_sa: اللغة (بيتا)
de_de: Sprache (Beta)
es_es: Idioma (beta)
fa_ir: زبان (بتا)
fr_fr: Langue (bêta)
hi_in: भाषा (बीटा)
it_it: Lingua (beta)
ja_jp: 言語 (ベータ版)
pt_pt: Idioma (beta)
ru_ru: Язык (бета-версия)
th_th: ภาษา (เบต้า)
tr_tr: Dil (Beta)
uk_ua: Мова (бета-версія)

source: Data latency limit, ms
ar_sa: حد زمن وصول البيانات، ms
de_de: Datenlatenzgrenze, ms
es_es: Límite de latencia de datos, ms
fa_ir: محدودیت نهان داده ها، ms
fr_fr: Limite de latence des données, ms
hi_in: डेटा विलंबता सीमा, एमएस
it_it: Limite di latenza dei dati, ms
pl_pl: Limit opóźnienia danych, ms
pt_pt: Limite de latência de dados, ms
ru_ru: Предел задержки данных, мс
th_th: ขีด จํากัด เวลาแฝงของข้อมูล ms
uk_ua: Обмеження затримки даних, мс

source: Autosave settings (every 5 minutes)
ar_sa: إعدادات الحفظ التلقائي (كل 5 دقائق)
de_de: Autospeicher-Einstellungen (alle 5 Minuten)
es_es: Configuración de autoguardado (cada 5 minutos)
fa_ir: تنظیمات ذخیره خودکار (هر 5 دقیقه)
fr_fr: Paramètres d'enregistrement automatique (toutes les 5 minutes)
hi_in: स्वतः सहेजें सेटिंग्स (हर 5 मिनट)
it_it: Impostazioni di salvataggio automatico (ogni 5 minuti)
ja_jp: 自動保存の設定 (5 分ごと)
pl_pl: Ustawienia autoZapisu (co 5 minut)
pt_pt: Configurações de salvamento automático (a cada 5 minutos)
ru_ru: Автосохранение настроек (каждые 5 минут)
th_th: การตั้งค่าการบันทึกอัตโนมัติ (ทุก 5 นาที)
tr_tr: Otomatik kaydetme ayarları (her 5 dakikada bir)
uk_ua: Автозбереження налаштувань (кожні 5 хвилин)

source: Display quantity in lots
ar_sa: عرض العدد بالحصص
de_de: Displaymenge in Losen
es_es: Mostrar cantidad en lotes
fa_ir: مقدار نمایش در تعداد زیادی
fr_fr: Visualiser la quantité en lots
hi_in: बहुत अधिक मात्रा में प्रदर्शित करें
it_it: Visualizza quantità in lotti
ja_jp: 数量をロットで表示する
pl_pl: Wyświetl ilość w lotach
pt_pt: Exibir quantidades em lotes
ru_ru: Показывать объем в лотах
th_th: แสดงปริมาณเป็นล็อต
tr_tr: Miktarı lot olarak göster
uk_ua: Відображення кількості у лотах

source: Abbreviate volume & ticks
ar_sa: اختصار الحجم والقراد
de_de: Abkürzung Lautstärke & Zecken
es_es: Abreviar volumen y garrapatas
fa_ir: اختصار حجم & کنه
fr_fr: Abrégés volume & Ticks
hi_in: संक्षिप्त मात्रा & ticks
it_it: Abbreviare volume e Tick
ja_jp: ボリュームとティックの省略
pl_pl: Skrócone & głośności
pt_pt: Abreviar volume & Ticks
ru_ru: Сокращение объема и тиков
th_th: ปริมาณย่อ &ticks
tr_tr: Hacim ve Ticks kısaltmak
uk_ua: Скорочувати об'єм та тіки
