Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Arrow direction
ar_sa: اتجاه السهم
de_de: Pfeilrichtung
es_es: Dirección de la flecha
fa_ir: جهت پیکان
fr_fr: Direction de flèche
hi_in: तीर दिशा
it_it: Direzione freccia
ja_jp: 矢印方向
pl_pl: Kierunek strzałki
pt_pt: Direção da seta
ru_ru: Направление стрелки
th_th: ทิศทางลูกศร
tr_tr: Ok yönü
uk_ua: Напрямок стрілки

source: Min trade volume
ar_sa: حجم التداول الأدنى
de_de: Min Handelsvolumen
es_es: Volumen de comercio mínimo
fa_ir: حداقل حجم معامله
fr_fr: Volume de commerce min
hi_in: न्यूनतम व्यापार आयतन
it_it: Volume minimo di scambi
ja_jp: 最小取引量
pl_pl: Minimalna wielkość transakcji
pt_pt: Volume de trade mínimo
ru_ru: Минимальный объем торговли
th_th: ปริมาณการซื้อขายขั้นต่ํา
tr_tr: Min ticaret hacmi
uk_ua: Мін. об'єм угоди

source: Max trade volume
ar_sa: ماكس حجم التجارة
de_de: Max Handelsvolumen
es_es: Volumen de comercio máximo
fa_ir: حداکثر حجم معامله
fr_fr: Volume de commerce max.
hi_in: अधिकतम व्यापार मात्रा
it_it: Volume massimo di scambi
ja_jp: 最大取引量
pl_pl: Maksymalna wielkość transakcji
pt_pt: Volume de trade máximo
ru_ru: Максимальный объем торговли
th_th: ปริมาณการซื้อขายสูงสุด
tr_tr: Maksimum ticaret hacmi
uk_ua: Макс. об'єм угоди

source: Total volume
ar_sa: الحجم الإجمالي
de_de: Gesamtvolumen
es_es: Volumen total
fa_ir: حجم کل
fr_fr: Volume total
hi_in: कुल मात्रा
it_it: Volume totale
ja_jp: 合計出来高
pl_pl: Całkowita objętość
pt_pt: Volume total
ru_ru: Суммарный объем
th_th: ปริมาณรวม
tr_tr: Toplam hacim
uk_ua: Загальний об'єм

source: Time interval, sec
ar_sa: الفاصل الزمني ، ثانيه
de_de: Zeitintervall, sec
es_es: Intervalo de tiempo, seg
fa_ir: فاصله زمانی ، ثانیه
fr_fr: Intervalle de temps, sec
hi_in: समय अंतराल, सेकंड
it_it: Intervallo di tempo, sec
ja_jp: 時間間隔、秒
pl_pl: Przedział czasowy, s
pt_pt: Intervalo de tempo, seg
ru_ru: Временной интервал, сек
th_th: ช่วงเวลา วินาที
tr_tr: Zaman aralığı, sn
uk_ua: Інтервал часу, сек

source: Basis volume interval, sec
ar_sa: الفاصل الزمني لحجم الأساس ، الثانية
de_de: Basisvolumenintervall, sec
es_es: Intervalo de volumen base, sec
fa_ir: بر اساس فاصله حجم ، ثانیه
fr_fr: Intervalle de volume de base, sec
hi_in: आधार मात्रा अंतराल, सेकंड
it_it: Intervallo di volume base, sec
ja_jp: ベーシス・ボリューム間隔、秒
pl_pl: Przedział objętości podstawy, s
pt_pt: Intervalo de volume de base, SEC
ru_ru: Интервал базисного объема, сек
th_th: ช่วงระดับเสียงพื้นฐาน วินาที
tr_tr: Temel hacim aralığı, sn
uk_ua: Інтервал базового обсягу, сек

source: Max zone height, ticks
ar_sa: أقصى ارتفاع المنطقة، القراد
de_de: Max. Zonenhöhe, Ticks
es_es: Altura máxima de la zona, garrapatas
fa_ir: حداکثر ارتفاع منطقه ، کنه
fr_fr: Hauteur de zone maximale, tiques
hi_in: अधिकतम क्षेत्र ऊंचाई, ticks
it_it: Altezza massima della zona, zecche
ja_jp: 最大ゾーンの高さ、ティック
pl_pl: Maksymalna wysokość strefy, kleszcze
pt_pt: Altura máxima da zona, carrapatos
ru_ru: Максимальная высота зоны, клещи
th_th: ความสูงของโซนสูงสุดเห็บ
tr_tr: Maksimum bölge yüksekliği, ticks
uk_ua: Максимальна висота зони, тіки

source: Min zone height, ticks
ar_sa: ارتفاع منطقة الحد الأدنى، القراد
de_de: Min Zone Höhe, Zecken
es_es: Altura mínima de la zona, garrapatas
fa_ir: ارتفاع منطقه حداقل ، کنه
fr_fr: Hauteur de zone de min, tiques
hi_in: मिन क्षेत्र ऊंचाई, ticks
it_it: Altezza minima della zona, zecche
ja_jp: 分ゾーンの高さ、ティック
pl_pl: Minimalna wysokość strefy, kleszcze
pt_pt: Altura mínima da zona, carrapatos
ru_ru: Высота минзонной зоны, клещи
th_th: ความสูงของโซนขั้นต่ําเห็บ
tr_tr: Min bölge yüksekliği, ticks
uk_ua: Мінімальна висота зони, тіки

source: Filter by Delta, %
ar_sa: تصفيه بواسطة دلتا ،%
de_de: Filter nach Delta,%
es_es: Filtrar por Delta,%
fa_ir: فیلتر توسط دلتا ، ٪
fr_fr: Filtrer par Delta,%
hi_in: डेल्टा द्वारा फ़िल्टर,%
it_it: Filtra per Delta,%
ja_jp: デルタによるフィルタ,%
pl_pl: Filtruj według Delta,%
pt_pt: Filtrar por Delta,%
ru_ru: Фильтр по Дельте, %
th_th: กรองตามเดลต้า, %
tr_tr: Delta tarafından filtre,%
uk_ua: Фільтр за дельтою, %

source: Filter by Basis ratio, %
ar_sa: نسبة التصفية حسب الأساس، النسبة المئوية
de_de: Filter nach Basisverhältnis, %
es_es: Filtrar por relación de base, %
fa_ir: فیلتر بر اساس نسبت، %
fr_fr: Rapport filtre par base, %
hi_in: आधार अनुपात, % द्वारा फ़िल्टर करें
it_it: Filtra per rapporto di base, %
ja_jp: 基準比でフィルタを実行、%
pl_pl: Współczynnik filtrowania według podstawy, %
pt_pt: Rácio filtro por base, %
ru_ru: Фильтр по Базисному соотношению, %
th_th: กรองตามอัตราส่วนพื้นฐาน, %
tr_tr: Temel orana göre filtreleme, %
uk_ua: Фільтр за Базовим Коефіцієнтм, %

source: Play alert sound
ar_sa: تشغيل صوت تنبيه
de_de: Spielen Alarmsound
es_es: Reproduce el sonido de alerta
fa_ir: پخش صدای هشدار
fr_fr: Écouter le son d’alerte
hi_in: चेतावनी ध्वनि चलाएं
it_it: Riproduci suono di avviso
ja_jp: 警告音を鳴らす
pl_pl: Odtwórz dźwięk alarmu
pt_pt: Reproduzir som de alerta
ru_ru: Воспроизвести звуковой сигнал
th_th: เล่นเสียงเตือน
tr_tr: Uyarı sesini oynatma
uk_ua: Відтворювати звуковий сигнал

source: Area color
ar_sa: لون المنطقة
de_de: Flächenfarbe
es_es: El color del área
fa_ir: رنگ ناحیه
fr_fr: Couleur de la zone
hi_in: क्षेत्र रंग
it_it: Colore area
ja_jp: エリアの色
pl_pl: Kolor obszaru
pt_pt: Cor da área
ru_ru: Цвет области
th_th: สีพื้นที่
tr_tr: Alan rengi
uk_ua: Колір області

source: Highlight area color
ar_sa: لون منطقه التمييز
de_de: Highlight Flächenfarbe
es_es: Resalte el color del área
fa_ir: رنگ ناحیه برجسته
fr_fr: Couleur de la zone de surbrillance
hi_in: क्षेत्र रंग हाइलाइट करें
it_it: Colore area di evidenziazione
ja_jp: ハイライトエリアの色
pl_pl: Kolor obszaru podświetlenia
pt_pt: Realçar a cor da área
ru_ru: Цвет области выделения
th_th: สีพื้นที่ไฮไลต์
tr_tr: Vurgulu alan rengi
uk_ua: Колір області виділення

source: Show Market depth
ar_sa: إظهار عمق السوق
es_es: Mostrar la profundidad del mercado
fa_ir: نمایش عمق بازار
hi_in: बाजार की गहराई दिखाएं
ja_jp: 市場の深さを表示
pl_pl: Pokaż głębokość rynku
pt_pt: Mostrar a profundidade do mercado
ru_ru: Показать глубину рынка
th_th: แสดงความลึกของตลาด
tr_tr: Piyasa derinliğini göster
uk_ua: Показати Стакан ордерів

source: Coloring style
ar_sa: نمط التلوين
de_de: Farbstil
es_es: Estilo de colorear
fa_ir: سبک رنگ آمیزی
fr_fr: Style de coloration
hi_in: रंग शैली
it_it: Stile da colorare
ja_jp: ぬりえスタイル
pl_pl: Styl kolorowania
pt_pt: Estilo de coloração
ru_ru: Стиль окраски
th_th: สไตล์การระบายสี
tr_tr: Boyama tarzı
uk_ua: Стиль фарбування

source: Level2 level count
ar_sa: Level2 مستوي العد
de_de: Level2-Niveaustufe
es_es: Level2 recuento de niveles
fa_ir: Level2 سطح تعداد
fr_fr: Nombre de niveaux Level2
hi_in: Level2 स्तर गणना
it_it: Conteggio livello Level2
ja_jp: レベル2レベルカウント
pl_pl: Liczba poziomów Level2
pt_pt: Contagem de níveis de nível de nivel
ru_ru: Количество уровней level2
th_th: จํานวนระดับระดับ 2
tr_tr: Level2 düzey sayısı
uk_ua: Кількість рівнів Level2

source: Custom step (ticks)
de_de: Custom Step (Zecken)
es_es: Paso personalizado (garrapatas)
fa_ir: گام سفارشی (کنه)
fr_fr: Étape personnalisée (ticks)
hi_in: कस्टम चरण (ticks)
it_it: Passo personalizzato (tick)
ja_jp: カスタムステップ (ティック)
pl_pl: Niestandardowy krok (kleszcze)
pt_pt: Etapa personalizada (tiques)
ru_ru: Свой шаг (в тиках)
th_th: ขั้นตอนที่กําหนดเอง (เห็บ)
tr_tr: Özel adım (Ticks)
uk_ua: Свій крок (тіки)

source: Delta calculation type
ar_sa: نوع حساب دلتا
de_de: Delta Berechnungs Typ
es_es: Tipo de cálculo Delta
fa_ir: نوع محاسبه دلتا
fr_fr: Type de calcul Delta
hi_in: डेल्टा परिकलन प्रकार
it_it: Tipo di calcolo delta
ja_jp: デルタ計算タイプ
pl_pl: Typ kalkulacji Delta
pt_pt: Tipo de cálculo Delta
ru_ru: Тип расчета дельты
th_th: ชนิดการคํานวณเดลต้า
tr_tr: Delta hesaplama türü
uk_ua: Тип обчислення Дельти

source: Cumulative Delta reset
ar_sa: إعادة تعيين دلتا التراكمي
de_de: Kumulativer Delta-Reset
es_es: Restablecimiento acumulado de Delta
fa_ir: تنظیم مجدد دلتای تجمعی
fr_fr: Réinitialisation cumulative de Delta
hi_in: संचयी डेल्टा रीसेट
it_it: Reimpostazione cumulativa delta
ja_jp: 累積デルタリセット
pl_pl: Skumulowany reset delta
pt_pt: Reset Delta Cumulativo
ru_ru: Совокупный сброс Дельты
th_th: การรีเซ็ตเดลต้าสะสม
tr_tr: Kümülatif Delta sıfırlama
uk_ua: Скидання Сукупної Дельти

source: Cluster
es_es: Clúster
fa_ir: خوشه
fr_fr: Grappe
hi_in: क्लस्टर
it_it: Grappolo
ja_jp: クラスター
pl_pl: Grupa
pt_pt: Grupo
ru_ru: Кластер
th_th: พวง
tr_tr: Küme
uk_ua: Кластер

source: Step profile
es_es: Perfil del paso
fa_ir: مشخصات گام
fr_fr: Profil de l'étape
hi_in: चरण प्रोफ़ाइल
it_it: Profilo Step
ja_jp: ステッププロファイル
pl_pl: Profil Step
pt_pt: Perfil da etapa
ru_ru: Пошаговый профиль
th_th: โปรไฟล์ขั้นตอน
tr_tr: Adım profili
uk_ua: Покроковий профіль

source: Left profile
de_de: Linkes Profil
es_es: Perfil izquierdo
fa_ir: نمایه چپ
fr_fr: Profil gauche
hi_in: बाईं प्रोफ़ाइल
it_it: Profilo sinistro
ja_jp: 左のプロファイル
pl_pl: Lewy profil
pt_pt: Perfil esquerdo
ru_ru: Левый профиль
th_th: โปรไฟล์ด้านซ้าย
tr_tr: Sol profil
uk_ua: Лівий профіль

source: Right profile
de_de: Richtige Profil
es_es: Perfil correcto
fa_ir: نمایه راست
fr_fr: Profil droit
hi_in: सही प्रोफ़ाइल
it_it: Profilo destro
ja_jp: 右のプロフィール
pl_pl: Prawy profil
pt_pt: Perfil direito
ru_ru: Правый профиль
th_th: โปรไฟล์ขวา
tr_tr: Sağ profil
uk_ua: Правий профіль

source: Time statistics
ar_sa: إحصائيات الوقت
de_de: Zeitstatistik
es_es: Estadísticas de tiempo
fa_ir: آمار زمان
fr_fr: Statistiques de temps
hi_in: समय सांख्यिकी
it_it: Statistiche temporali
ja_jp: 時間統計
pl_pl: Statystyki czasowe
pt_pt: Estatísticas do tempo
ru_ru: Статистика по времени
th_th: สถิติเวลา
tr_tr: Zaman istatistikleri
uk_ua: Статистика за часом

source: Time histogram
ar_sa: الرسم البياني للوقت
de_de: Time Histogramm
es_es: Histograma de tiempo
fa_ir: هیستوگرام زمان
fr_fr: Histogramme de temps
hi_in: काल हिस्टोग्राम
it_it: Istogramma temporale
ja_jp: 時間ヒストグラム
pl_pl: Histogram czasu
pt_pt: Histograma de tempo
ru_ru: Гистограмма по времени
th_th: ฮิสโตแกรมเวลา
tr_tr: Zaman histogram
uk_ua: Гістограма за часом

source: VWAP
hi_in: वीडब्ल्यूएपी
th_th: วีดับบลิวพี

source: Single
ar_sa: فردي
de_de: Einzelnen
es_es: Único
fa_ir: تک
fr_fr: Unique
hi_in: एकल
it_it: Singolo
ja_jp: 単一注文
pl_pl: Pojedynczy
pt_pt: Simples
ru_ru: Единичный
th_th: โสด
tr_tr: Tek
uk_ua: Одиничний

source: Multiple
de_de: Mehrfach
fa_ir: متعدد
it_it: Multiplo
th_th: หลายเท่า
uk_ua: Кілька

source: Tick
ar_sa: حركة السعر
es_es: Garrapata
fa_ir: تیک
fr_fr: Cocher
hi_in: टिक
it_it: spuntare
ja_jp: ティック
pl_pl: Zaznacz
pt_pt: Carrapato
ru_ru: Тик
th_th: เห็บ
tr_tr: Tik
uk_ua: Тік

source: Current TF
ar_sa: TF الحالية
de_de: Aktueller TF
es_es: TF actual
fa_ir: TF فعلی
fr_fr: Tf actuel
hi_in: वर्तमान टीएफ
it_it: Attuale TF
ja_jp: 現在のTF
pl_pl: Bieżący TF
pt_pt: TF atual
ru_ru: Текущий TF
th_th: TF ปัจจุบัน
tr_tr: Geçerli TF
uk_ua: Поточний ІЧ

source: HLC/3
fa_ir: اچ ال سی/۳
hi_in: एचएलसी/3
th_th: เอชแอลซี/3

source: OHLC/4
ar_sa: مكتب الأمم المتحدة للاناء /4
th_th: โอเอชแอลซี/4

source: Price type
ar_sa: نوع السعر
de_de: Preistyp
es_es: Tipo de precio
fa_ir: نوع قیمت
fr_fr: Type de prix
hi_in: मूल्य प्रकार
it_it: Tipo di prezzo
ja_jp: 価格タイプ
pl_pl: Rodzaj ceny
pt_pt: Tipo de preço
ru_ru: Тип цены
th_th: ประเภทราคา
tr_tr: Fiyat türü
uk_ua: Тип ціни

source: VWAP line
ar_sa: خط VWAP
de_de: VWAP-Linie
es_es: Línea VWAP
fa_ir: خط VWAP
fr_fr: Ligne VWAP
hi_in: वीडब्ल्यूएपी लाइन
it_it: Linea VWAP
ja_jp: VWAPライン
pl_pl: Linia VWAP
pt_pt: Linha VWAP
ru_ru: Линия VWAP
th_th: สาย VWAP
tr_tr: VWAP hattı
uk_ua: Лінія VWAP

source: Forward extensions
ar_sa: الملحقات الأمامية
de_de: Weiterleitungserweiterungen
es_es: Extensiones de avance
fa_ir: پسوندهای رو به جلو
fr_fr: Extensions directes
hi_in: एक्सटेंशन अग्रेषित करें
it_it: Estensioni in avanti
pl_pl: Rozszerzenia przekazywania dalej
pt_pt: Extensões a prazo
ru_ru: Форвардные расширения
th_th: ส่วนขยายไปข้างหน้า
uk_ua: Форвардні розширення

source: Enable forward extensions
ar_sa: تمكين الملحقات الأمامية
de_de: Vorwärtserweiterungen aktivieren
es_es: Habilitar extensiones de reenvío
fa_ir: فعال کردن پسوندهای رو به جلو
fr_fr: Activer les extensions de transfert
hi_in: अग्रेषित एक्सटेंशन सक्षम करें
it_it: Abilitare le estensioni in avanti
pl_pl: Włączanie rozszerzeń do przodu
pt_pt: Permitir extensões a prazo
ru_ru: Включение прямых расширений
th_th: เปิดใช้ส่วนขยายการส่งต่อ
uk_ua: Увімкнути форвардні розширення

source: Forward extensions (past VWAPs)
ar_sa: ملحقات إعادة التوجيه (VWAPs السابقة)
de_de: Vorwärtserweiterungen (vergangene VWAPs)
es_es: Extensiones de reenvío (VWAPs anteriores)
fa_ir: پسوندهای رو به جلو (VWAPs گذشته)
fr_fr: Extensions vers l’avant (RWAP passés)
hi_in: फॉरवर्ड एक्सटेंशन (पिछले VWAPs)
it_it: Estensioni in avanti (VWP precedenti)
ja_jp: フォワードエクステンション(過去のVWAP)
pl_pl: Rozszerzenia do przodu (wcześniejsze vwpy)
pt_pt: Extensões a dianteiras (VWAPs passados)
ru_ru: Форвардные расширения (прошлые VWAPs)
th_th: ส่วนขยายไปข้างหน้า (VWAPs ที่ผ่านมา)
tr_tr: İleri uzantılar (geçmiş VWAP'ler)
uk_ua: Форвардні розширення (колишні VWAP)

source: Forward extensions type
ar_sa: نوع ملحقات إعادة التوجيه
de_de: Forward-Erweiterungstyp
es_es: Tipo de extensiones de reenvío
fa_ir: نوع الحاقات رو به جلو
fr_fr: Type d’extensions vers l’avant
hi_in: फॉरवर्ड एक्सटेंशन प्रकार
it_it: Tipo di estensioni in avanti
ja_jp: 転送拡張機能の種類
pl_pl: Typ rozszerzenia do przodu
pt_pt: Tipo de extensões para a frente
ru_ru: Тип форвардных расширений
th_th: ประเภทส่วนขยายไปข้างหน้า
tr_tr: İleri uzantıları türü
uk_ua: Тип форвардних розширень

source: Standart deviation
ar_sa: انحراف ستاندارت
de_de: Standart-Abweichung
es_es: Desviación de Standart
fa_ir: انحراف استندارت
fr_fr: Déviation standart
hi_in: स्टैंडआर्ट विचलन
it_it: Deviazione Standart
ja_jp: スタンダート偏差
pl_pl: Odchylenie standart
pt_pt: Desvio de standart
ru_ru: Стандартное отклонение
th_th: ความเบี่ยงเบนแบบสแตนดาร์ต
tr_tr: Standart sapma
uk_ua: Стандартне відхилення

source: Enable standard deviations
ar_sa: تمكين الانحرافات المعيارية
de_de: Standardabweichungen aktivieren
es_es: Habilitar desviaciones estándar
fa_ir: فعال کردن انحرافات استاندارد
fr_fr: Activer les écarts types
hi_in: मानक विचलन सक्षम करें
it_it: Abilitare le deviazioni standard
ja_jp: 標準偏差を有効にする
pl_pl: Włączanie odchyleń standardowych
pt_pt: Permitir desvios padrão
ru_ru: Включить стандартные отклонения
th_th: เปิดใช้งานส่วนเบี่ยงเบนมาตรฐาน
tr_tr: Standart sapmaları etkinleştirme
uk_ua: Увімкнути стандартне відхилення

source: Calculation type
de_de: Art der Berechnung
fa_ir: نوع محاسبه
fr_fr: Type de calcul
it_it: Tipo di calcolo
th_th: ชนิดการคํานวณ
uk_ua: Тип розрахунку

source: Multiplier
de_de: Multiplikator
fa_ir: ضرب کننده
fr_fr: Multiplicateur
it_it: Moltiplicatore
th_th: ตัวคูณ
uk_ua: Множник

source: Deviations value
ar_sa: قيمة الانحرافات
de_de: Abweichungswert
es_es: Valor de desviaciones
fa_ir: ارزش انحرافات
fr_fr: Valeur des écarts
hi_in: विचलन मूल्य
it_it: Valore delle deviazioni
ja_jp: 偏差値
pl_pl: Wartość odchyleń
pt_pt: Valor dos desvios
ru_ru: Значение отклонений
th_th: ค่าเบี่ยงเบน
tr_tr: Sapma değeri
uk_ua: Значення відхилень

source: Deviation line style
ar_sa: نمط خط الانحراف
de_de: Abweichungslinienstil
es_es: Estilo de línea de desviación
fa_ir: سبک خط انحراف
fr_fr: Style de ligne de déviation
hi_in: विचलन रेखा शैली
it_it: Stile linea deviazione
ja_jp: 偏差線のスタイル
pl_pl: Styl linii odchylenia
pt_pt: Estilo de linha de desvio
ru_ru: Стиль линии отклонения
th_th: สไตล์เส้นเบี่ยงเบน
tr_tr: Sapma çizgisi stili
uk_ua: Стиль лінії відхилення

source: Maximum permissible deviation
ar_sa: أقصى انحراف مسموح به
de_de: Maximal zulässige Abweichung
es_es: Desviación máxima admisible
fa_ir: حداکثر انحراف مجاز
fr_fr: Écart maximal admissible
hi_in: अधिकतम अनुमेय विचलन
it_it: Deviazione massima ammissibile
ja_jp: 最大許容偏差
pl_pl: Maksymalne dopuszczalne odchylenie
pt_pt: Desvio máximo admissível
ru_ru: Максимально допустимое отклонение
th_th: ค่าเบี่ยงเบนสูงสุดที่อนุญาต
tr_tr: İzin verilen maksimum sapma
uk_ua: Максимально допустиме відхилення

source: Enable permissible deviation
ar_sa: تمكين الانحراف المسموح به
de_de: Zulässige Abweichung aktivieren
es_es: Habilitar la desviación admisible
fa_ir: فعال کردن انحراف مجاز
fr_fr: Activer l’écart admissible
hi_in: अनुमेय विचलन सक्षम करें
it_it: Abilita deviazione ammissibile
ja_jp: 許容誤差を有効にする
pl_pl: Włączanie dopuszczalnego odchylenia
pt_pt: Permitir desvios admissíveis
ru_ru: Включить допустимое отклонение
th_th: เปิดใช้งานการเบี่ยงเบนที่อนุญาต
tr_tr: İzin verilen sapmayı etkinleştirme
uk_ua: Увімкнути допустиме відхилення

source: Volume aggregation does not support Time Statistic
ar_sa: تجميع حجم لا يعتمد "إحصائيات الوقت"
de_de: Volume-Aggregation unterstützt keine Zeitstatistik
es_es: La agregación de volumen no admite Time Statistic
fa_ir: حجمی از آمار زمان پشتیبانی نمی کند
fr_fr: L’agrégation de volume ne prend pas en charge la statistique de temps
hi_in: वॉल्यूम एकत्रीकरण समय सांख्यिकी का समर्थन नहीं करता है
it_it: L'aggregazione di volumi non supporta la statistica temporale
ja_jp: ボリューム集約は時間統計をサポートしていません
pl_pl: Agregacja woluminów nie obsługuje statystyki czasu
pt_pt: Agregação de volume não suporta estatística do tempo
ru_ru: Агрегация объема не поддерживает статистику времени
th_th: การรวมไดรฟ์ข้อมูลไม่รองรับสถิติเวลา
tr_tr: Birim toplama Zaman İstatistiklerini desteklemez
uk_ua: Агрегація об'єму не підтримує Статистику за часом

source: {0} color
ar_sa: {0} لون
fa_ir: {0} رنگ
fr_fr: {0} couleur
hi_in: {0} रंग
ja_jp: {0} 色
pl_pl: kolor {0}
pt_pt: {0} cor
ru_ru: {0} цвет
th_th: สี{0}
tr_tr: {0} renk
uk_ua: {0} колір

source: Delta colors
ar_sa: ألوان الدلتا
es_es: Colores Delta
fa_ir: رنگ دلتا
fr_fr: Couleurs Delta
hi_in: डेल्टा रंग
it_it: Colori Delta
ja_jp: デルタ色
pl_pl: Kolory Delta
pt_pt: Cores Delta
ru_ru: Цвета для дельт
th_th: สีของเดลต้า
tr_tr: Delta renkleri
uk_ua: Кольори Дельти

source: Width of histogram, %
ar_sa: عرض الرسم البياني ، ٪
de_de: Breite des Histogramms,%
es_es: Anchura del histograma,%
fa_ir: عرض هیستوگرام ،%
fr_fr: Largeur de l'histogramme,%
hi_in: हिस्टोग्राम की चौड़ाई,%
it_it: Larghezza dell'istogramma,%
ja_jp: ヒストグラムの幅、%
pl_pl: Szerokość histogramu,%
pt_pt: Largura do histograma,%
ru_ru: Ширина гистограммы, %
th_th: ความกว้างของฮิสโตแกรม, %
tr_tr: Histogram genişliği,%
uk_ua: Ширина гістограми, %

source: Periods
ar_sa: الفترات
de_de: Zeiten
es_es: Períodos
fa_ir: دوره
fr_fr: Périodes
hi_in: समय
it_it: Periodi
ja_jp: 期間
pl_pl: Przedziały
pt_pt: Períodos
ru_ru: Периоды
th_th: รอบ ระยะ เวลา
tr_tr: Dönemler
uk_ua: Періоди

source: Step period
ar_sa: فتره الخطوة
de_de: Schritt Zeit
es_es: Período de paso
fa_ir: دوره مرحله
fr_fr: Période d'étape
hi_in: चरण अवधि
it_it: Passo periodo
ja_jp: ステップ期間
pl_pl: Krok okres
pt_pt: Período de etapa
ru_ru: Период шага
th_th: ระยะเวลาขั้นตอน
tr_tr: Adım dönemi
uk_ua: Період кроку

source: Step coefficient
ar_sa: خطوه معامل
de_de: Schritt Koeffizienten
es_es: Coeficiente de paso
fa_ir: ضریب گام
fr_fr: Coefficient d'étape
hi_in: सोपान गुणांक
it_it: Coefficente di passo
ja_jp: ステップ係数
pl_pl: Współczynnik stopni
pt_pt: Coeficiente da etapa
ru_ru: Коэффициент шага
th_th: ค่าสัมประสิทธิ์ขั้นตอน
tr_tr: Adım katsayısı
uk_ua: Коефіцієнт кроку

source: Volume aggregation does not support Time Histogram
ar_sa: لا يعتمد تجميع حجم الصوت الرسم البياني للوقت
de_de: Volume-Aggregation unterstützt kein Zeithistogramm
es_es: La agregación de volumen no admite el histograma de tiempo
fa_ir: حجم aggregation نشانی از زمان پشتیبانی نمی Histogram
fr_fr: L’agrégation de volume ne prend pas en charge l’histogramme de temps
hi_in: वॉल्यूम एकत्रीकरण टाइम हिस्टोग्राम का समर्थन नहीं करता है
it_it: L'aggregazione di volumi non supporta l'istogramma temporale
ja_jp: ボリューム集約はタイムヒストグラムをサポートしていません
pl_pl: Agregacja woluminów nie obsługuje histogramu czasu
pt_pt: Agregação de volume não suporta Histograma de Tempo
ru_ru: Агрегация объема не поддерживает гистограмму времени
th_th: การรวมไดรฟ์ข้อมูลไม่สนับสนุนฮิสโตแกรมเวลา
tr_tr: Hacim toplama Zaman Histogramı desteklemez
uk_ua: Агрегація об'єму не підтримує Гістограму за часом

source: Height of histogram, %
ar_sa: ارتفاع الرسم البياني ، ٪
de_de: Histogrammhöhe,%
es_es: Altura del histograma,%
fa_ir: ارتفاع هیستوگرام ،%
fr_fr: Hauteur de l'histogramme,%
hi_in: हिस्टोग्राम की ऊंचाई,%
it_it: Altezza dell'istogramma,%
ja_jp: ヒストグラムの高さ、%
pl_pl: Wysokość histogramu,%
pt_pt: Altura do histograma,%
ru_ru: Высота гистограммы, %
th_th: ความสูงของฮิสโตแกรม, %
tr_tr: Histogram yüksekliği,%
uk_ua: Висота гістограми, %

source: Value label
ar_sa: تسميه القيمة
es_es: Etiqueta de valor
fa_ir: برچسب ارزش
fr_fr: Étiquette de valeur
hi_in: मान लेबल
it_it: Etichetta di valore
ja_jp: 値ラベル
pl_pl: Etykieta wartości
pt_pt: Valor
ru_ru: Подпись значения
th_th: ป้ายชื่อค่า
tr_tr: Değer etiketi
uk_ua: Підпис значення

source: Volume color
ar_sa: لون السيولة
de_de: Volumen Farbe
es_es: Color de volumen
fa_ir: رنگ حجمی
fr_fr: Couleur du volume
hi_in: वॉल्यूम रंग
it_it: Colore del volume
ja_jp: 出来高の色
pl_pl: Kolor wolumenu
pt_pt: Cor do volume
ru_ru: Цвет объема
th_th: สีปริมาณ
tr_tr: Hacim rengi
uk_ua: Колір об'єму

source: Trades color
ar_sa: لون الصفقات
es_es: Color de los comercios
fa_ir: رنگ معاملات
hi_in: ट्रेडों रंग
ja_jp: 取引の色
pl_pl: Handluj kolorami
pt_pt: Trade de cor
ru_ru: Цвет трейдов
th_th: สีการค้า
tr_tr: Esnaf rengi
uk_ua: Колір угод

source: Volume aggregation does not support Cluster chart
ar_sa: تجميع حجم لا يعتمد مخطط الكتلة
de_de: Volume-Aggregation unterstützt Clusterdiagramm nicht
es_es: La agregación de volúmenes no admite el gráfico de clústeres
fa_ir: حجم aggregation نمودار خوشه پشتیبانی نمی کند
fr_fr: L’agrégation de volume ne prend pas en charge le graphique cluster
hi_in: वॉल्यूम एकत्रीकरण क्लस्टर चार्ट का समर्थन नहीं करता है
it_it: L'aggregazione di volumi non supporta il grafico cluster
ja_jp: ボリューム集計ではクラスター・グラフがサポートされない
pl_pl: Agregacja woluminów nie obsługuje wykresu klastra
pt_pt: Agregação de volume não suporta gráfico de Cluster
ru_ru: Агрегация объема не поддерживает кластерную диаграмму
th_th: การรวมไดรฟ์ข้อมูลไม่สนับสนุนแผนภูมิคลัสเตอร์
tr_tr: Birim toplama Küme grafiğini desteklemiyor
uk_ua: Агрегація обсягу не підтримує Кластерний графік

source: Coloring by volume
ar_sa: التلوين حسب السيولة
de_de: Färbung nach Volumen
es_es: Colorear por volumen
fa_ir: رنگ بر اساس حجم
fr_fr: Coloration par volume
hi_in: मात्रा के अनुसार रंग
it_it: Colorazione per volume
ja_jp: ボリュームで着色
pl_pl: Kolorowanie według objętości
pt_pt: Colorir por volume
ru_ru: Раскраска по объему
th_th: การระบายสีตามปริมาตร
tr_tr: Hacim ile renklendirme
uk_ua: Фарбування за об'ємом

source: Coloring by ticks
ar_sa: التلوين بواسطة اللحظات
de_de: Färbung durch Zecken
es_es: Colorear por garrapatas
fa_ir: رنگ آمیزی توسط کنه
fr_fr: Coloriage par ticks
hi_in: ticks द्वारा रंग
it_it: Colorazione da zecche
ja_jp: ダニによる着色
pl_pl: Kolorowanki przez kleszcze
pt_pt: Colorir por alterações
ru_ru: Раскраска по тикам
th_th: ระบายสีตามเห็บ
tr_tr: Ticks tarafından boyama
uk_ua: Фарбування за тіками

source: Coloring by delta
ar_sa: التلوين بواسطة الدلتا
de_de: Färbung durch Delta
es_es: Colorear por Delta
fa_ir: رنگ آمیزی توسط دلتا
fr_fr: Coloriage par Delta
hi_in: डेल्टा द्वारा रंग
it_it: Colorazione da Delta
ja_jp: デルタで着色
pl_pl: Kolorowanki przez Delta
pt_pt: Colorir por Delta
ru_ru: Раскраска по дельте
th_th: ระบายสีโดยเดลต้า
tr_tr: Delta tarafından boyama
uk_ua: Фарбування за Дельтою

source: Coloring by trades
ar_sa: التلوين بحسب الصفقات
de_de: Färbung durch Gewerbe
es_es: Colorear por oficios
fa_ir: رنگ آمیزی توسط معاملات
fr_fr: Coloriage par métiers
hi_in: ट्रेडों द्वारा रंग
it_it: Colorazione da transazioni
ja_jp: トレードで着色
pl_pl: Kolorowanki według transakcji
pt_pt: Colorir por ofícios
ru_ru: Раскраска по трейдам
th_th: ระบายสีโดยการซื้อขาย
tr_tr: Esnaf tarafından boyama
uk_ua: Фарбування за угодами

source: Histogram
ar_sa: المدرج الإحصائي
de_de: Histogramm
es_es: Histograma
fa_ir: هیستوگرام
fr_fr: Histogramme
hi_in: हिस्टोग्राम
it_it: Istogramma
ja_jp: ヒストグラム
pt_pt: Histograma
ru_ru: Гистограмма
th_th: ฮิสโตแกรม
uk_ua: Gistogramm
