Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Main
de_de: Hauptsächlich
fa_ir: اصلی
fr_fr: Principal
it_it: Principale
th_th: หลัก
uk_ua: Головний

source: Pre-market
fa_ir: پیش بازار
fr_fr: Pré-marché
it_it: Pre-commercializzazione
th_th: ก่อนออกสู่ตลาด
uk_ua: Передринковий

source: Post-market
de_de: Nach dem Inverkehrbringen
fa_ir: پس از بازار
fr_fr: Post marché
it_it: Post-commercializzazione
th_th: หลังการขาย
uk_ua: Постринок

source: Active
ar_sa: نشط
de_de: Aktive
es_es: Activar
fa_ir: فعال
fr_fr: Actif
hi_in: सक्रिय
it_it: Attivo
ja_jp: アクティブ
pl_pl: Aktywne
pt_pt: Ativo
ru_ru: Активна
th_th: กระปรี้กระเปร่า
tr_tr: Aktif
uk_ua: Активне

source: Paused
ar_sa: موقف مؤقتاً
de_de: Angehalten
es_es: En pausa
fa_ir: مکث
fr_fr: En pause
hi_in: रोका
it_it: Pausa
ja_jp: 一時停止
pl_pl: Pauza
pt_pt: Pausado
ru_ru: Пауза
th_th: หยุดชั่วคราว
tr_tr: Duraklatıldı
uk_ua: Призупинено

source: Stopped
ar_sa: توقف
de_de: Gestoppt
es_es: Detenido
fa_ir: متوقف
fr_fr: Arrêté
hi_in: रोका गया
it_it: Fermato
ja_jp: 停止
pl_pl: Zatrzymany
pt_pt: Parado
ru_ru: Остановлено
th_th: หยุด
tr_tr: Durdu
uk_ua: Зупинено

source: Completed
ar_sa: اكمال
de_de: Abgeschlossen
es_es: Completado
fa_ir: تکمیل
fr_fr: Terminé
hi_in: पूरा किया
it_it: Completato
ja_jp: 完了
pl_pl: Zakończone
pt_pt: Concluído
ru_ru: Завершено
th_th: เสร็จ สมบูรณ์
tr_tr: Tamamlandı
uk_ua: Завершено

source: Basic
ar_sa: أساسي
de_de: Grundlegend
es_es: Básico
fa_ir: اساسی
fr_fr: Basique
hi_in: बुनियादी
it_it: Basico
pl_pl: Podstawowy
pt_pt: Básico
ru_ru: Основной
th_th: พื้นฐาน
uk_ua: Основні

source: Limit if touched
ar_sa: الحد إذا تم لمسه
de_de: Limit, wenn berührt
es_es: Límite si se toca
fa_ir: محدود کردن در صورت لمس
fr_fr: Limite si touché
hi_in: अगर छुआ सीमा
it_it: Limita se toccato
ja_jp: タッチした場合の制限
pl_pl: Ogranicz, jeśli dotknął
pt_pt: 'Limit' se tocado
ru_ru: Лимит при касании
th_th: จํากัดเมื่อสัมผัส
tr_tr: Dokunulduğunda sınır
uk_ua: Ліміт при торканні

source: Trigger price
ar_sa: سعر التحفيز
de_de: Triggerpreis
es_es: Precio de activación
fa_ir: قیمت ماشه
fr_fr: Prix déclencheur
hi_in: ट्रिगर मूल्य
it_it: Prezzo trigger
ja_jp: トリガー価格
pl_pl: Cena spustu
pt_pt: Disparo de preço
ru_ru: Цена срабатывания
th_th: ราคาทริกเกอร์
tr_tr: Başlatma fiyatı
uk_ua: Ціна спрацювання

source: Price
ar_sa: السعر
de_de: Preis
es_es: Precio
fa_ir: قيمت
fr_fr: Prix
hi_in: मूल्य
it_it: Prezzo
ja_jp: 価格
pl_pl: Cena £
pt_pt: Preço
ru_ru: Цена
th_th: ราคา
tr_tr: Fiyat
uk_ua: Ціна

source: Limit
ar_sa: شراء بسعر محدد
de_de: Grenze
es_es: Límite
fa_ir: محدود
fr_fr: Limite
hi_in: सीमा
it_it: Limite
ja_jp: 指値
pt_pt: Limite
ru_ru: Лимит
th_th: เขต
uk_ua: Ліміт

source: Stop loss price should be less then limit price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أقل من سعر امر الشراء بسعر محدد
de_de: Stop-Loss-Preis sollte weniger als Limit-Preis sein
es_es: El precio de la parada debe ser menor que el precio límite
fa_ir: توقف از دست دادن قیمت باید کمتر و سپس محدود قیمت
fr_fr: Le Stop loss prix devrait être inférieur au prix limite
hi_in: स्टॉप लॉस की कीमत कम होनी चाहिए तो लिमिट होगी कीमत
it_it: Il prezzo dello stop loss dovrebbe essere inferiore al prezzo limite
ja_jp: ストップロス価格は、限界価格を下回る必要があります
pl_pl: Cena Stop loss powinna być niższa niż cena limitowa
pt_pt: Stop loss price deve ser menor que o preço limite
ru_ru: Цена стоп лосс должна быть ниже лимитной цены
th_th: ราคาหยุดการขาดทุนควรน้อยกว่านั้น จํากัด ราคา
tr_tr: Stop loss fiyatı limit fiyatından daha az olmalıdır
uk_ua: Ціна стоп лосс повинна бути нижчою за лімітну ціну

source: Take profit price should be more then limit price
ar_sa: يجب أن يكون سعر أخذ الربح أكثر من سعر امر الشراء بسعر محدد
de_de: Take-Profit-Preis sollte mehr als Limit-Preis sein
es_es: Tomar el precio de la ganancia debería ser más que el precio límite
fa_ir: نگاهی به قیمت سود بیش از حد باید قیمت محدود
fr_fr: Le Take profit devrait être supérieur au prix limite
hi_in: लो प्रॉफिट कीमत ज्यादा होनी चाहिए तो लिमिट होगी कीमत
it_it: Il prezzo del take profit dovrebbe essere superiore al prezzo limite
ja_jp: 利益を取る価格は、その後の価格を制限する必要があります
pl_pl: Take cena zysku powinna być wyższa niż cena limitowa
pt_pt: Take preço do lucro deve ser mais do que o preço limite
ru_ru: Цена тейк профит должна быть больше лимитной цены
th_th: ราคาทํากําไรควรมากกว่านี้แล้ว จํากัด ราคา
tr_tr: Kar alma fiyatı limit fiyatının üzerinde olmalıdır
uk_ua: Ціна тейк профіт повинна бути більшою за лімітну ціну

source: Stop loss price should be more then limit price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أكثر من السعر المحدد
de_de: Stop-Loss-Preis sollte mehr als Limit-Preis sein
es_es: El precio de stop loss debe ser más que el precio límite
fa_ir: قیمت از دست دادن توقف باید بیش از حد قیمت
fr_fr: Le Stop loss prix devrait être supérieur au prix limite
hi_in: स्टॉप लॉस की कीमत और अधिक होना चाहिए तो सीमा मूल्य
it_it: Il prezzo dello stop loss dovrebbe essere superiore al prezzo limite
ja_jp: ストップロス価格は限界価格以上にする必要があります
pl_pl: Cena Stop loss powinna być wyższa niż cena limitowa
pt_pt: Parar o preço da perda deve ser mais do que o preço limite
ru_ru: Цена стоп лосс должна быть больше лимитной цены
th_th: ราคาหยุดการขาดทุนควรมากกว่านั้น จํากัด ราคา
tr_tr: Stop loss fiyatı limit fiyatının üzerinde olmalıdır
uk_ua: Ціна стоп лосс повинна бути більшою за лімітну ціну

source: Take profit price should be less then limit price
ar_sa: يجب أن يكون سعر أخذ الربح أقل من سعر امر الشراء بسعر محدد
de_de: Take-Profit-Preis sollte weniger als Limit-Preis sein
es_es: El precio Take Profit debería ser menor que el precio límite
fa_ir: نگاهی به قیمت سود باید کمتر و سپس محدود کردن قیمت
fr_fr: Le Take profit devrait être inférieur au prix limite
hi_in: लो प्रॉफिट प्राइस कम तो चाहिए लिमिट प्राइस
it_it: Il prezzo del take profit dovrebbe essere inferiore al prezzo limite
ja_jp: 利益の価格は限界価格以下であるべきである
pl_pl: Cena zysku powinna być niższa niż cena graniczna
pt_pt: Take preço do lucro deve ser inferior ao preço limite
ru_ru: Цена тейк профит должна быть ниже лимитной цены
th_th: ราคาทํากําไรควรน้อยกว่านั้น จํากัด ราคา
tr_tr: Kar alma fiyatı limit fiyatının altında olmalıdır
uk_ua: Ціна тейк профіт повинна бути нижчою за лімітну ціну

source: Market if touched
ar_sa: السوق إذا ما لمست
de_de: Markt, wenn berührt
es_es: Mercado si se toca
fa_ir: بازار اگر لمس شود
fr_fr: Ordre Marché s’il est touché
hi_in: बाजार अगर छुआ
it_it: Mercato se toccato
ja_jp: 触れた場合の市場
pl_pl: Rynek w przypadku dotknięcia
pt_pt: Mercado se tocado
ru_ru: Маркет при касании
th_th: ตลาดถ้าสัมผัส
tr_tr: Dokunulduğunda pazar
uk_ua: Маркет при торканні

source: Market
ar_sa: شراء بسعر السوق
de_de: Markt
es_es: Mercado
fa_ir: بازار
fr_fr: Ordre au prix du Marché
hi_in: बाजार
it_it: Mercato
ja_jp: マーケット
pl_pl: Rynek
pt_pt: Mercado
ru_ru: Рыночный
th_th: ตลาด
tr_tr: Piyasa
uk_ua: Маркет

source: Stop loss price should be less then market ask price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أقل من سعر الطلب بالسوق
de_de: Stop-Loss-Preis sollte weniger als Markt-Kurs-Preis sein
es_es: El precio de la parada debe ser menor que el precio de venta del mercado
fa_ir: توقف از دست دادن قیمت باید کمتر و سپس بازار قیمت بپرسید
fr_fr: le Stop loss le prix devrait être inférieur au prix demandé
hi_in: स्टॉप लॉस की कीमत कम होनी चाहिए तो बाजार से मांगेंगे दाम
it_it: Il prezzo dello stop loss dovrebbe essere inferiore al prezzo richiesto dal mercato
ja_jp: ストップロス価格は市場価格を下回るはずです
pl_pl: Cena Stop loss powinna być niższa niż cena rynkowa
pt_pt: Parar o preço da perda deve ser menor que o preço de venda do mercado
ru_ru: Цена стоп лосс должна быть меньше рыночной цены аск
th_th: ราคาหยุดการขาดทุนควรจะน้อยกว่าราคาเสนอขายในตลาด
tr_tr: Stop loss fiyatı, piyasa satış fiyatının altında olmalıdır
uk_ua: Ціна стоп лосс повинна бути меншою за ринкову ціну аск

source: Take profit price should be more then market ask price
ar_sa: يجب أن يكون سعر أخذ الربح أكثر من سعر السوق
de_de: Take-Profit-Preis sollte mehr als Marktpreis sein
es_es: Tomar el precio de la ganancia debería ser más que el precio de venta del mercado
fa_ir: نگاهی به قیمت سود باید بیشتر و سپس بازار قیمت بپرسید
fr_fr: Le Take profit devrait être supérieur au prix demandé
hi_in: लो प्रॉफिट प्राइस ज्यादा होना चाहिए तो बाजार से मांगेंगे दाम
it_it: Il prezzo del take profit dovrebbe essere superiore al prezzo richiesto dal mercato
ja_jp: 利益を取る価格は、市場価格を求めるより多くの必要があります
pl_pl: Take cena zysku powinna być wyższa niż cena rynkowa
pt_pt: Take preço do lucro deve ser mais do que o preço de mercado
ru_ru: Цена тейк профит должна быть выше рыночной цены аск
th_th: ราคาทํากําไรควรจะมากกว่าราคาตลาดถาม
tr_tr: Kar alma fiyatı, piyasa satış fiyatının altında olmalıdır
uk_ua: Ціна тейк профіт повинна бути вище ринкової ціни аск

source: Stop loss price should be more then market bid price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أكثر من سعر عرض السوق
de_de: Stop-Loss-Preis sollte mehr als Marktgebotspreis sein
es_es: El precio de stop loss debe ser más alto que el precio de oferta del mercado
fa_ir: توقف از دست دادن قیمت باید بیشتر و سپس قیمت بازار پیشنهاد
fr_fr: Le Stop loss prix devrait être supérieur au prix du marché
hi_in: स्टॉप लॉस की कीमत ज्यादा होनी चाहिए तो बाजार में बोली कीमत
it_it: Il prezzo dello stop loss dovrebbe essere superiore al prezzo d'offerta di mercato
ja_jp: ストップロス価格は、市場のビッダー価格以上にする必要があります
pl_pl: Cena Stop loss powinna być wyższa niż cena rynkowa
pt_pt: O preço de stop loss deve ser maior que o preço de compra no mercado
ru_ru: Цена стоп лосс должна быть больше рыночной цены бид
th_th: ราคาหยุดการขาดทุนควรจะมากกว่าราคาเสนอซื้อในตลาด
tr_tr: Stop loss fiyatı, daha sonra piyasa teklif fiyatı olmalıdır
uk_ua: Ціна стоп лосс має бути більшою за ринкову ціну бід

source: Take profit price should be less then market bid price
ar_sa: يجب أن يكون سعر أخذ الربح أقل من سعر عرض السوق
de_de: Take-Profit-Preis sollte weniger als Markt-Gebotspreis sein
es_es: El precio Take Profit debe ser menor que el precio de oferta del mercado
fa_ir: نگاهی به قیمت سود باید کمتر و سپس بازار قیمت پیشنهاد
fr_fr: Le Take profit devrait être inférieur au prix de l'offre du marché
hi_in: लो प्रॉफिट कीमत कम चाहिए तो बाजार में बोली कीमत
it_it: Il prezzo di take profit dovrebbe essere inferiore al prezzo d'offerta di mercato
ja_jp: 利益を取る価格は、市場の入札価格より少なくする必要があります
pl_pl: Cena zysku powinna być niższa niż cena rynkowa
pt_pt: Take preço do lucro deve ser menor que o preço de oferta de mercado
ru_ru: Цена тейк профит должна быть меньше рыночной цены бид
th_th: ราคาทํากําไรควรน้อยกว่าราคาเสนอซื้อในตลาด
tr_tr: Kâr alma fiyatın piyasa alış fiyatının altında olmalıdır
uk_ua: Ціна тейк профіт повинна бути меншою за ринкову ціну бід

source: Time in force
ar_sa: وقت النشاط
de_de: Zeit in Kraft
es_es: Horario vigente
fa_ir: زمان در زور
fr_fr: Temps en vigueur
hi_in: लागू समय
it_it: Tempo in vigore
ja_jp: 発効時間
pl_pl: Czas w mocy
pt_pt: Horário em vigor
ru_ru: Срок действия
th_th: เวลาที่ใช้บังคับ
tr_tr: Geçerlilik süresi
uk_ua: Термін дії

source: Expiration
ar_sa: الانتهاء
de_de: Ablauf
es_es: Vencimiento
fa_ir: انقضای
hi_in: समाप्ति
it_it: scadenza
ja_jp: 満期
pl_pl: Ważność
pt_pt: Vencimento
ru_ru: Окончание
th_th: การหายใจออก
tr_tr: Vade
uk_ua: Закінчення

source: Side
ar_sa: جانب
de_de: Seite
es_es: Lado
fa_ir: جانبی
fr_fr: Côté
hi_in: पक्ष
it_it: Lato
ja_jp: アクション
pl_pl: Stronie
pt_pt: Lado
ru_ru: Сторона
th_th: ข้าง
tr_tr: Yön
uk_ua: Сторона

source: lots
ar_sa: الحصص
de_de: Mengen
es_es: lotes
fa_ir: بسیاری
fr_fr: Beaucoup
hi_in: बहुत
it_it: Molti
ja_jp: ロット
pl_pl: Wiele
pt_pt: lotes
ru_ru: лоты
th_th: จำนวนมาก
tr_tr: lotlar
uk_ua: лоти

source: Quantity
ar_sa: الكمية
de_de: Menge
es_es: Cantidad
fa_ir: مقدار
fr_fr: Quantité
hi_in: मात्रा
it_it: Quantità
ja_jp: 取引数量
pl_pl: Ilość
pt_pt: Quantidade
ru_ru: Объем
th_th: ปริมาณ
tr_tr: Miktar
uk_ua: Кількість

source: Total
ar_sa: الإجمالي
de_de: gesamt
fa_ir: مجموع
hi_in: कुल
it_it: totale
ja_jp: トータル
pl_pl: Suma
ru_ru: Всего
th_th: ทั้งหมด
tr_tr: Toplam
uk_ua: Всього

source: Stop limit
ar_sa: حد التفعيل
es_es: Límite de stop
fa_ir: حد توقف
fr_fr: Limite stop
hi_in: रोक सीमा
it_it: Limite di stop
ja_jp: ストップリミット
pl_pl: Limit zatrzymania
pt_pt: Limite de stop
ru_ru: Стоп лимит
th_th: ขีดจํากัดการหยุด
tr_tr: Durdurma limiti
uk_ua: Стоп ліміт

source: Stop
ar_sa: إيقاف
de_de: Halt
es_es: Parar
fa_ir: بایست
fr_fr: Arrêter
hi_in: रुको
ja_jp: 停止
pl_pl: Zatrzymaj
pt_pt: Pare
ru_ru: Стоп
th_th: หยุด
tr_tr: Durdur
uk_ua: Стоп

source: Stop loss price should be less then trigger price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أقل ثم سعر الزناد
de_de: Stop-Loss-Preis sollte weniger sein als Trigger-Preis
es_es: El precio de Stop Loss debe ser menor que el precio de activación
fa_ir: توقف قیمت از دست دادن باید کمتر و سپس قیمت ماشه
fr_fr: Le Stop loss devrait être inférieur au prix déclencheur
hi_in: स्टॉप लॉस मूल्य कम होना चाहिए तो ट्रिगर मूल्य
it_it: Il prezzo di stop loss dovrebbe essere inferiore al prezzo di innesco
ja_jp: ストップロス価格は、その後、価格をトリガする小さいでなければなりません
pl_pl: Stop loss cena powinna być mniejsza niż cena wyzwalania
pt_pt: Parar o preço da perda deve ser menos do que o preço do gatilho
ru_ru: Цена стоп-лосса должна быть меньше цены срабатывания
th_th: ราคาหยุดการขาดทุนควรจะน้อยกว่าแล้วเรียกราคา
tr_tr: Stop loss fiyatı tetik fiyatının altında olmalıdır
uk_ua: Ціна стоп-лосу повинна бути меншою від ціни спрацювання

source: Take profit price should be more then trigger price
ar_sa: يجب أن يكون سعر الربح أكثر ثم سعر الزناد
de_de: Take-Profit-Preis sollte mehr als Trigger-Preis sein
es_es: El precio de Take Profit debe ser más que el precio de activación
fa_ir: نگاهی به قیمت سود باید بیشتر و سپس قیمت ماشه
fr_fr: Prendre le prix de profit devrait être plus alors déclencher le prix
hi_in: लाभ मूल्य लेना अधिक होना चाहिए तो ट्रिगर मूल्य
it_it: Prendere il prezzo di profitto dovrebbe essere più poi innescare il prezzo
ja_jp: 利益価格を取るより多くのその後、価格をトリガーする必要があります
pl_pl: Weź cenę zysku powinna być większa niż cena wyzwalania
pt_pt: O preço dos lucros deve ser mais do que o preço do gatilho.
ru_ru: Цена тейк-профита должна быть больше цены срабатывания
th_th: ราคาทํากําไรควรจะมากขึ้นแล้วเรียกราคา
tr_tr: Kar alma fiyatı tetik fiyatının üzerinde olmalıdır
uk_ua: Ціна тейк-профіту повинна бути більшою за ціну спрацювання

source: Stop loss price should be more then trigger price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أكثر ثم سعر الزناد
de_de: Stop-Loss-Preis sollte mehr als Trigger-Preis sein
es_es: El precio de Stop Loss debería ser más que el precio de activación
fa_ir: توقف قیمت از دست دادن باید بیشتر و سپس قیمت ماشه
fr_fr: Arrêter le prix de perte devrait être plus alors déclencher le prix
hi_in: स्टॉप लॉस मूल्य अधिक होना चाहिए तो ट्रिगर मूल्य
it_it: Il prezzo di stop loss dovrebbe essere più di quanto non innesco al prezzo
ja_jp: ストップロス価格は、より多くのその後、価格をトリガする必要があります
pl_pl: Stop loss cena powinna być więcej niż cena spustu
pt_pt: Parar o preço da perda deve ser mais do que o preço do gatilho
ru_ru: Цена стоп-лосса должна быть больше цены срабатывания
th_th: ราคาหยุดการขาดทุนควรจะมากขึ้นแล้วเรียกราคา
tr_tr: Stop loss fiyatı tetik fiyatının üzerinde olmalıdır
uk_ua: Ціна стоп-лосса повинна бути більшою за ціну спрацювання

source: Take profit price should be less then trigger price
ar_sa: يجب أن يكون سعر الربح أقل ثم سعر الزناد
de_de: Take-Profit-Preis sollte weniger sein als Trigger-Preis
es_es: El precio de Take Profit debe ser menor que el precio de activación
fa_ir: نگاهی به قیمت سود باید کمتر و سپس قیمت ماشه
fr_fr: Prendre le prix de profit devrait être moins alors déclencher le prix
hi_in: लाभ मूल्य लेना कम होना चाहिए तो ट्रिगर मूल्य
it_it: Prendere il prezzo di profitto dovrebbe essere meno quindi innescare il prezzo
ja_jp: 利益価格を取るより低く、その後価格をトリガーする必要があります
pl_pl: Weź cenę zysku powinna być mniejsza niż cena wyzwalania
pt_pt: O preço dos lucros deve ser menor do que o preço do gatilho
ru_ru: Цена тейк-профита должна быть меньше цены срабатывания
th_th: ราคาทํากําไรควรน้อยกว่านั้นจึงเรียกราคา
tr_tr: Kar alma fiyatı tetik fiyatının altında olmalıdır
uk_ua: Ціна тейк-профіту повинна бути меншою від ціни спрацювання

source: Trailing Stop
ar_sa: إيقاف زائدة
fa_ir: توقف دنباله دار
fr_fr: Stop suiveur
hi_in: पीछे बंद करो
it_it: Arresto finale
ja_jp: トレーリングストップ
pt_pt: Paragem de Trailing
ru_ru: Трейлинг Стоп
th_th: ต่อท้ายหยุด
tr_tr: Sondaki Durak
uk_ua: Трейлінг Стоп

source: Trailing offset
ar_sa: أزاحه زائده
es_es: Desplazamiento final
fa_ir: افست انتهایی
fr_fr: Décalage de fuite
hi_in: अनुगामी ऑफसेट
it_it: Offset finale
ja_jp: 後続のオフセット
pl_pl: Przesunięcie końcowe
pt_pt: Deslocamento à direita
ru_ru: Смещение трейлинга
th_th: ออฟเซ็ตต่อท้าย
tr_tr: Sondaki uzaklık
uk_ua: Зміщення трейлінгу

source: Unspecified
ar_sa: غير محدد
de_de: Nicht spezifiziert
es_es: Sin especificar
fa_ir: نامشخص
fr_fr: Non spécifié
hi_in: अनिर्दिष्ट
it_it: Non specificato
ja_jp: 未指定
pl_pl: Nieokreślony
pt_pt: Não especificado
ru_ru: Неопределен
th_th: ระบุ
tr_tr: Belirtilmemiş
uk_ua: Не визначено

source: Opened
ar_sa: افتتح
de_de: Geöffnet
es_es: Abrió
fa_ir: باز
fr_fr: Ouvert
hi_in: खोला
it_it: Aperto
ja_jp: 開かれた
pl_pl: Otwierany
pt_pt: Aberto
ru_ru: Открытый
th_th: เปิด
tr_tr: Açıldı
uk_ua: Відкритий

source: Partially Filled
ar_sa: منفذ جزئيا
de_de: Teilweise gefüllt
es_es: Parcialmente lleno
fa_ir: نیمه پر شده
fr_fr: Partiellement rempli
hi_in: आंशिक रूप से भरा
it_it: Parzialmente riempito
ja_jp: 部分的に満たされた
pl_pl: Częściowo wypełnione
pt_pt: Parcialmente preenchido
ru_ru: Частично выполненно
th_th: เต็มไปบางส่วน
tr_tr: Kısmen doldurulmuş
uk_ua: Частково виконаний

source: Filled
ar_sa: منفذ
de_de: Gefüllt
es_es: aceptada
fa_ir: پر
fr_fr: Remplie
hi_in: भरा
it_it: pieno
ja_jp: 成立済み
pl_pl: Wypełniony
pt_pt: Executada
ru_ru: Выполнен
th_th: เติม
tr_tr: Yerine getirildi
uk_ua: Виконаний

source: Cancelled
ar_sa: إلغاء
de_de: Abgebrochen
es_es: Cancelado
fa_ir: لغو
fr_fr: Annulé
hi_in: रद्द
it_it: Annullato
pl_pl: Canceled
pt_pt: Cancelado
ru_ru: Отменённый
th_th: ยก เลิก
uk_ua: Скасований

source: Refused
ar_sa: تم رفضه
de_de: Verweigert
es_es: Rechazado
fa_ir: رد
fr_fr: Refusé
hi_in: मना कर दिया
it_it: rifiutato
ja_jp: 拒否されました
pl_pl: Odrzucono
pt_pt: Recusado
ru_ru: Отказано
th_th: ถูก ปฏิเสธ
tr_tr: Reddedildi
uk_ua: Відмовлено

source: Inactive
ar_sa: غير نشط
de_de: Inaktiv
es_es: Inactivo
fa_ir: غیر فعال
fr_fr: Inactif
hi_in: निष्क्रिय
it_it: Inattivo
ja_jp: 非アクティブ
pl_pl: Nieaktywny
pt_pt: Inativo
ru_ru: Неактивен
th_th: เกียจคร้าน
tr_tr: etkisiz
uk_ua: Неактивний

source: Default
ar_sa: افتراضي
de_de: Standard
es_es: Por defecto
fa_ir: پیش فرض
fr_fr: Par défaut
hi_in: चूक
it_it: Predefinito
ja_jp: 既定
pl_pl: Domyślny
pt_pt: Padrão
ru_ru: по умолчанию
th_th: เริ่ม ต้น
tr_tr: Varsayılan
uk_ua: Типовий

source: Day
ar_sa: يوم
de_de: Tag
es_es: Día
fa_ir: روز
fr_fr: Jour
hi_in: दिन
it_it: Giorno
ja_jp: 日
pl_pl: Dzień
pt_pt: Dia
ru_ru: День
th_th: วัน
tr_tr: Gün
uk_ua: День

source: Fill Or Kill
ar_sa: تعبئة أو قتل
de_de: Füllen oder Töten
es_es: Rellenar o matar
fa_ir: پر کردن یا کشتن
fr_fr: Remplir ou tuer
hi_in: भरें या मार डालो
it_it: Riempi o uccidi
ja_jp: フィルまたはキル
pl_pl: Wypełnij lub zabić
pt_pt: Preencha ou mate
ru_ru: Исполнить или удалить
th_th: เติมหรือฆ่า
tr_tr: Doldur veya Öldür
uk_ua: Виконати або вилучити

source: Good Till Cancel
ar_sa: جيد حتى إلغاء
de_de: Gut bis Abbrechen
es_es: Buena hasta cancelar
fa_ir: خوب تا لغو
fr_fr: Bon jusqu’à annuler
hi_in: रद्द होने तक अच्छा
it_it: Buono fino a cancellare
ja_jp: グッドティルキャンセル
pl_pl: Dobry do anulowania
pt_pt: Bom até cancelar
ru_ru: Годен до отмены
th_th: ดีจนถึงยกเลิก
tr_tr: İptal Edene Kadar İyi
uk_ua: Гожий до скасування

source: Immediate Or Cancel
ar_sa: فوري أو إلغاء
de_de: Sofort oder Abbrechen
es_es: Inmediato o Cancelar
fa_ir: فوری یا لغو
fr_fr: Immédiat ou annuler
hi_in: तत्काल या रद्द
it_it: Immediato o annulla
ja_jp: 即時またはキャンセル
pl_pl: Natychmiastowe lub anulowanie
pt_pt: Imediato ou cancelado
ru_ru: Немедленно или отменить
th_th: ทันทีหรือยกเลิก
tr_tr: Hemen veya İptal Et
uk_ua: Негайно або скасувати

source: Good Till Date
ar_sa: جيد حتى تاريخ
de_de: Gut bis heute
es_es: Buena fecha hasta la fecha
fa_ir: خوب تا تاریخ
fr_fr: Bon jusqu’à ce jour
hi_in: आज तक अच्छा
it_it: Buono fino alla data
ja_jp: グッドティルデート
pl_pl: Dobry do daty
pt_pt: Bom até à data
ru_ru: Годен до даты
th_th: ดีจนถึงวันที่
tr_tr: İyi Tarih
uk_ua: Гожий до дати

source: Good Till Time
ar_sa: جيد حتى الوقت
de_de: Gute Biszeit
es_es: Buena labranza del tiempo
fa_ir: خوب تا زمان
fr_fr: Bon jusqu’au temps
hi_in: समय तक अच्छा
it_it: Buono fino al tempo
ja_jp: グッド ティル タイム
pl_pl: Dobry czas do czasu
pt_pt: Bom até ao tempo
ru_ru: Годен до времени
th_th: ดีจนถึงเวลา
tr_tr: Zamana Kadar İyi
uk_ua: Гожий до часу

source: Fill And Kill
ar_sa: ملء وقتل
de_de: Füllen und töten
es_es: Llenar y matar
fa_ir: پر کردن و کشتن
fr_fr: Remplir et tuer
hi_in: भरें और मार डालो
it_it: Riempi e uccidi
ja_jp: フィル・アンド・キル
pl_pl: Napełnij i zabij
pt_pt: Preencha e mate
ru_ru: Исполнить и удалить
th_th: เติมและฆ่า
tr_tr: Doldur ve Öldür
uk_ua: Виконати та вилучити

source: At The Open
ar_sa: في العراء
de_de: Bei the Open
es_es: En The Open
fa_ir: در باز
fr_fr: À l’ouverture
hi_in: खुले में
it_it: All'Open
ja_jp: アット・ザ・オープン
pl_pl: Na otwarciu
pt_pt: No Open
ru_ru: При открытии
th_th: ที่โอเพ่น
tr_tr: Açık'ta
uk_ua: При відкритті

source: At The Close
ar_sa: عند الإغلاق
de_de: Am Ende
es_es: En el cierre
fa_ir: در نزدیک
fr_fr: À la fin
hi_in: बंद पर
it_it: Alla fine
ja_jp: アット・ザ・クローズ
pl_pl: W momencie zamknięcia
pt_pt: No fim
ru_ru: При закрытии
th_th: ที่ปิด
tr_tr: Kapanışta
uk_ua: При закритті

source: Undefined
ar_sa: غير محدد
de_de: Nicht definiert
es_es: Indefinido
fa_ir: تعریف نشده
fr_fr: Indéfini
hi_in: अनिर्धारित
it_it: Non definito
ja_jp: 未定義
pl_pl: Niezdefiniowany
pt_pt: Indefinido
ru_ru: Неопределенный
th_th: ไม่ได้กําหนด
tr_tr: Tanımsız
uk_ua: Невизначено

source: Multiple positions
ar_sa: صفقات متعددة
de_de: Mehrere Positionen
es_es: Posiciones múltiples
fa_ir: موقعیت های چندگانه
fr_fr: Positions multiples
hi_in: कई पदों
it_it: Posizioni multiple
ja_jp: 複数のポジション
pl_pl: Wiele pozycji
pt_pt: Posições múltiplas
ru_ru: Несколько позиций
th_th: หลายตําแหน่ง
tr_tr: Çoklu pozisyonlar
uk_ua: Кілька позицій

source: Multiple positions per side
ar_sa: صفقات متعددة لكل جانب
de_de: Mehrere Positionen pro Seite
es_es: Múltiples posiciones por lado
fa_ir: موقعیت های متعدد در هر طرف
fr_fr: Plusieurs positions par côté
hi_in: प्रति पक्ष एकाधिक स्थितियां
it_it: Più posizioni per lato
ja_jp: 一面あたり複数のポジション
pl_pl: Wiele pozycji na stronę
pt_pt: Múltiplas posições por lado
ru_ru: Несколько позиций на сторону
th_th: หลายตําแหน่งต่อด้าน
tr_tr: Her tarafta çoklu pozisyonlar
uk_ua: Кілька позицій на сторону

source: One position
ar_sa: صفقة واحده
de_de: Eine Position
es_es: Una posición
fa_ir: یک موقعیت
fr_fr: Une position
hi_in: एक स्थिति
it_it: Una posizione
ja_jp: 1つの位置
pl_pl: Jednej pozycji
pt_pt: Uma posição
ru_ru: Одна позиция
th_th: หนึ่งตําแหน่ง
tr_tr: Bir pozisyon
uk_ua: Одна позиція

source: Aggressor flag
ar_sa: علم المعتدي
de_de: Aggressor Flagge
es_es: Bandera agresor
fa_ir: پرچم غالبیت
fr_fr: Alert d'agression
hi_in: आक्रमणकारी झंडा
it_it: Bandierina dell'aggressor
ja_jp: 侵略の旗
pl_pl: Flaga agresora
pt_pt: Ataque do agressor
ru_ru: Флаг агрессора
th_th: ธงผู้รุกราน
tr_tr: Saldırgan bayrağı
uk_ua: Прапор агресора

source: Tick direction
ar_sa: اتجاه اللحظة
de_de: Zecken Richtung
es_es: Dirección de la señal
fa_ir: جهت کنه
fr_fr: Direction des ticks
hi_in: टिक दिशा
it_it: Direzione tick
ja_jp: 目盛りの方向
pl_pl: Kierunek osi
pt_pt: Sentido do direção
ru_ru: Направление тика
th_th: ทิศทางติ๊ก
tr_tr: Tick yönü
uk_ua: Напрямок тіку
