Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Central Index Key issued by the SEC, which is the unique identifier for all owner filings
ar_sa: مفتاح الفهرس المركزي الصادر عن لجنة الأوراق المالية والبورصة، والذي هو المعرف الفريد لجميع الإيداعات المالك
de_de: Zentraler Indexschlüssel, der von der SEC ausgegeben wird, die eindeutige Kennung für alle Eigentümeranmeldungen ist
es_es: Clave de índice central emitida por la SEC, que es el identificador único para todas las solicitudes de
fa_ir: کلید شاخص مرکزی صادر شده توسط SEC، که شناسه منحصر به فرد برای تمام بایگانی مالک است
fr_fr: Clé d’index centrale émise par la SEC, qui est l’identificateur unique pour tous les dépôts de propriétaire
hi_in: एसईसी द्वारा जारी केंद्रीय सूचकांक कुंजी, जो सभी मालिक फाइलिंग के लिए अद्वितीय पहचानकर्ता है
it_it: Chiave dell'indice centrale emessa dalla SEC, che è l'identificatore univoco per tutti i depositi dei proprietari
ja_jp: SEC によって発行された中央インデックス キー(すべての所有者ファイリングの一意の識別子)
pl_pl: Centralny klucz indeksu wydany przez SEC, który jest unikalnym identyfikatorem dla wszystkich zgłoszeń właścicieli
pt_pt: Chave central de índice emitida pela SEC, que é o identificador único para todos os arquivos do proprietário
ru_ru: Центральный индекс ключ, выпущенный SEC, который является уникальным идентификатором для всех владельцев заявок
th_th: คีย์ดัชนีกลางที่ออกโดยสํานักงาน ก.ล.ต. ซึ่งเป็นตัวระบุที่ไม่ซ้ํากันสําหรับการยื่นแบบของเจ้าของทั้งหมด
tr_tr: Tüm sahip dosyaları için benzersiz tanımlayıcı olan SEC tarafından verilen Merkezi Dizin Anahtarı
uk_ua: Ключ центрального індексу, виданий SEC, є унікальним ідентифікатором для всіх заявок власників.

source: State
ar_sa: الولاية
de_de: Staat
es_es: Estado
fa_ir: دولت
fr_fr: État
hi_in: राज्य
it_it: Stato
ja_jp: 県
pl_pl: Państwa
pt_pt: Estado
ru_ru: Штат
th_th: สภาพ
tr_tr: Eyalet
uk_ua: Штат

source: Margin stop
ar_sa: إيقاف الهامش
de_de: Marge Stop
es_es: Tope de margen
fa_ir: توقف مارجین
fr_fr: Arrêt de marge
hi_in: मार्जिन स्टॉप
it_it: Margine di arresto
ja_jp: マージンストップ
pl_pl: Ogranicznik marży
pt_pt: Stop de margem
ru_ru: Маржин стоп
th_th: หยุดมาร์จิ้น
tr_tr: Marjin durdurma
uk_ua: Маржин стоп

source: Fee volume currency
ar_sa: عمله حجم الرسوم
de_de: Gebührenvolumen Währung
es_es: Divisa del volumen del honorario
fa_ir: هزینه پول حجم
fr_fr: Volume des frais devise
hi_in: शुल्क मात्रा मुद्रा
it_it: Volume delle commissioni in valuta
ja_jp: 手数料ボリューム通貨
pl_pl: Opłata w walucie wolumenu
pt_pt: Moeda do volume da taxa
ru_ru: Валюта объема сбора
th_th: สกุลเงินปริมาณค่าธรรมเนียม
tr_tr: Ücret birim para birimi
uk_ua: Валюта обсягу комісії

source: Leverage buy
ar_sa: شراء الرافعة المالية
de_de: Hebel Kauf
es_es: Apalancamiento comprar
fa_ir: خرید اهرم
fr_fr: Levier acheter
hi_in: लाभ उठाने खरीदें
it_it: Comprare a leva finanziaria
ja_jp: レバレッジ購入
pl_pl: Dźwignia Kup
pt_pt: Alavancagem comprar
ru_ru: Кредитное плечо на покупку
th_th: ซื้อเลเวอเรจ
tr_tr: Kaldıraç satın al
uk_ua: Кредитне плече на купівлю

source: Leverage sell
ar_sa: بيع الرافعة المالية
de_de: Hebel Verkauf
es_es: Apalancamiento vender
fa_ir: فروش اهرم
fr_fr: Levier de vente
hi_in: उत्तोलन बेचें
it_it: Vendere a leva finanziaria
ja_jp: レバレッジ販売
pl_pl: Dźwignia sprzedaży
pt_pt: Venda de alavancagem
ru_ru: Кредитное плечо на продажу
th_th: เลเวอเรจการขาย
tr_tr: Kaldıraç satışı
uk_ua: Кредитне плече на продаж

source: Visible size
de_de: Sichtbare Größe
fa_ir: اندازه قابل مشاهده
fr_fr: Taille visible
it_it: Dimensioni visibili
th_th: ขนาดที่มองเห็นได้
uk_ua: Видимий розмір

source: Iceberg qty
de_de: Eisberg-Menge
fa_ir: کوه یخ قتی
fr_fr: Iceberg qté
th_th: จํานวนภูเขาน้ําแข็ง
uk_ua: Айсберг qty

source: Reverse contract
de_de: Umgekehrter Vertrag
fa_ir: قرارداد معکوس
fr_fr: Contrat inversé
it_it: Contratto inverso
th_th: ย้อนกลับสัญญา
uk_ua: Зворотний контракт

source: Enabled ADL
de_de: ADL aktiviert
fa_ir: فعال کردن ADL
fr_fr: ADL activé
it_it: ADL abilitato
th_th: เปิดใช้งาน ADL
uk_ua: Увімкнено ADL

source: Type of the contract
de_de: Art des Vertrags
fa_ir: نوع قرارداد
fr_fr: Type de contrat
it_it: Tipo di contratto
th_th: ประเภทของสัญญา
uk_ua: Тип сервісного договору

source: Maker fees, %
de_de: Herstellergebühren, %
fa_ir: هزینه های سازنده، ٪
fr_fr: Frais de fabrication, %
it_it: Commissioni del produttore, %
th_th: ค่าธรรมเนียมผู้ผลิต, %
uk_ua: Комісія виробника, %

source: Fixed maker fees
de_de: Feste Herstellergebühren
fa_ir: هزینه های ساز ثابت
fr_fr: Frais de fabrication fixes
it_it: Commissioni fisse per il produttore
th_th: ค่าธรรมเนียมผู้ผลิตคงที่
uk_ua: Фіксовані комісії виробника

source: Maker fees
de_de: Herstellergebühren
fa_ir: هزینه های ساز
fr_fr: Frais de fabrication
it_it: Commissioni del produttore
th_th: ค่าธรรมเนียมผู้ผลิต
uk_ua: Плата виробника

source: Taker fees, %
de_de: Abnehmergebühren, %
fa_ir: هزینه های Taker، ٪
fr_fr: Frais de preneur, %
it_it: Commissioni per gli acquirenti, %
th_th: ค่าธรรมเนียมผู้รับ, %
uk_ua: Плата за те, хто приймає, %

source: Fixed taker fees
de_de: Feste Abnehmergebühren
fa_ir: هزینه های ثابت taker
fr_fr: Frais fixes pour le preneur
it_it: Commissioni fisse per gli acquirenti
th_th: ค่าธรรมเนียมผู้รับคงที่
uk_ua: Фіксована плата за те, хто приймає

source: Derivative: Can't calculate spot-order direction.
de_de: Derivat: Kann die Spot-Order-Richtung nicht berechnen.
fa_ir: مشتق: نمی تواند جهت دستور نقطه را محاسبه کند.
fr_fr: Dérivée : Impossible de calculer la direction de l’ordre au comptant.
it_it: Derivato: non è possibile calcolare la direzione dell'ordine spot.
th_th: อนุพันธ์: ไม่สามารถคํานวณทิศทางการสั่งซื้อเฉพาะจุดได้
uk_ua: Похідна: не вдається обчислити напрямок точкового замовлення.

source: Close order
de_de: Bestellung schließen
fa_ir: نظم نزدیک
fr_fr: Fermer la commande
it_it: Chiudi ordine
th_th: ปิดคําสั่งซื้อขาย
uk_ua: Закрити порядок

source: Stop price type
de_de: Stop-Preistyp
fa_ir: توقف نوع قیمت
fr_fr: Type de prix Stop
it_it: Tipo di prezzo di stop
th_th: ประเภทราคาหยุด
uk_ua: Стоп-тип ціни

source: Spot: Can't calculate spot-order direction.
de_de: Spot: Kann die Spot-Order-Richtung nicht berechnen.
fa_ir: نقطه: نمی تواند جهت دستور نقطه را محاسبه کند.
fr_fr: Spot : Impossible de calculer la direction de l’ordre ponctuel.
it_it: Spot: non è possibile calcolare la direzione dell'ordine spot.
th_th: จุด: ไม่สามารถคํานวณทิศทางการสั่งซื้อเฉพาะจุดได้
uk_ua: Spot: Не вдається обчислити напрямок точкового замовлення.

source: Margin trade
de_de: Margin-Handel
fa_ir: تجارت حاشیه
fr_fr: Commerce sur marge
it_it: Negoziazione a margine
th_th: การซื้อขายมาร์จิ้น
uk_ua: Маржинальна торгівля

source: API key (Spot)
de_de: API-Schlüssel (Spot)
fa_ir: کلید API (نقطه)
fr_fr: Clé API (Spot)
it_it: Chiave API (Spot)
th_th: คีย์ API (สปอต)
uk_ua: Ключ API (Spot)

source: Secret key (Spot)
de_de: Geheimer Schlüssel (Spot)
fa_ir: کلید مخفی (نقطه)
fr_fr: Clé secrète (Spot)
it_it: Chiave segreta (Spot)
th_th: รหัสลับ (สปอต)
uk_ua: Секретний ключ (Spot)

source: Password (Spot)
de_de: Passwort (Spot)
fa_ir: رمز عبور (نقطه)
fr_fr: Mot de passe (Spot)
th_th: รหัสผ่าน (สปอต)
uk_ua: Пароль (спотовий)

source: API key (Derivative)
de_de: API-Schlüssel (Derivat)
fa_ir: کلید API (مشتق)
fr_fr: Clé API (dérivée)
it_it: Chiave API (derivata)
th_th: คีย์ API (อนุพันธ์)
uk_ua: Ключ API (похідний)

source: Secret key (Derivative)
de_de: Geheimer Schlüssel (Derivat)
fa_ir: کلید مخفی (مشتق)
fr_fr: Clé secrète (dérivée)
it_it: Chiave segreta (derivata)
th_th: รหัสลับ (อนุพันธ์)
uk_ua: Секретний ключ (похідний)

source: Password (Derivative)
de_de: Passwort (abgeleitet)
fa_ir: رمز عبور (مشتق)
fr_fr: Mot de passe (dérivé)
it_it: Password (derivata)
th_th: รหัสผ่าน (อนุพันธ์)
uk_ua: Пароль (похідний)

source: Connect to spot exchange
ar_sa: الاتصال بالتبادل الفوري
de_de: Mit Spotbörse verbinden
es_es: Conéctese al intercambio puntual
fa_ir: اتصال به تبادل نقطه
fr_fr: Se connecter à l’échange ponctuel
it_it: Connettiti allo scambio spot
pl_pl: Połącz się z wymianą spot
pt_pt: Conecte-se à troca de pontos
ru_ru: Подключение к спотовому обмену
th_th: เชื่อมต่อกับจุดแลกเปลี่ยน
uk_ua: Підключення до спотового обміну

source: Connect to futures exchange
ar_sa: الاتصال ببورصة العقود الآجلة
de_de: Verbinden Sie sich mit der Terminbörse
es_es: Conéctese al intercambio de futuros
fa_ir: اتصال به تبادل آتی
fr_fr: Connectez-vous à la bourse des contrats à terme
it_it: Connettiti allo scambio di futures
pl_pl: Połącz się z giełdą kontraktów terminowych
pt_pt: Conecte-se à troca de futuros
ru_ru: Подключение к фьючерсной бирже
th_th: เชื่อมต่อกับการแลกเปลี่ยนฟิวเจอร์ส
uk_ua: Підключення до обміну ф'ючерсами

source: Unified account
de_de: Einheitliches Konto
fa_ir: حساب متحد
fr_fr: Compte unifié
it_it: Account unificato
th_th: บัญชีแบบรวม
uk_ua: Єдиний обліковий запис

source: ApiKey is empty (Spot)
de_de: ApiKey ist leer (Spot)
fa_ir: ApiKey خالی است (نقطه)
fr_fr: ApiKey est vide (Spot)
it_it: ApiKey è vuoto (Spot)
th_th: ApiKey ว่างเปล่า (สปอต)
uk_ua: ApiKey порожній (Spot)

source: Secret id is empty (Spot)
de_de: Geheime ID ist leer (Spot)
fa_ir: شناسه مخفی خالی است (نقطه)
fr_fr: L’identifiant secret est vide (Spot)
it_it: L'ID segreto è vuoto (Spot)
th_th: รหัสลับว่างเปล่า (สปอต)
uk_ua: Секретний ідентифікатор порожній (Spot)

source: Password is empty (Spot)
de_de: Passwort ist leer (Spot)
fa_ir: رمز عبور خالی است (نقطه)
fr_fr: Le mot de passe est vide (Spot)
it_it: La password è vuota (Spot)
th_th: รหัสผ่านว่างเปล่า (สปอต)
uk_ua: Пароль порожній (Spot)

source: ApiKey is empty (Derivative)
de_de: ApiKey ist leer (Derivat)
fa_ir: ApiKey خالی است (مشتق)
fr_fr: ApiKey est vide (dérivé)
it_it: ApiKey è vuoto (derivato)
th_th: ApiKey ว่างเปล่า (อนุพันธ์)
uk_ua: ApiKey порожній (похідний)

source: Secret id is empty (Derivative)
de_de: Geheime ID ist leer (Derivat)
fa_ir: شناسه مخفی خالی است (مشتق)
fr_fr: L’ID secret est vide (dérivé)
it_it: L'ID segreto è vuoto (derivato)
th_th: รหัสลับว่างเปล่า (อนุพันธ์)
uk_ua: Секретний ідентифікатор пустий (похідний)

source: Password is empty (Derivative)
de_de: Passwort ist leer (Derivative)
fa_ir: رمز خالی است (مشتق)
fr_fr: Le mot de passe est vide (dérivé)
it_it: La password è vuota (derivato)
th_th: รหัสผ่านว่างเปล่า (อนุพันธ์)
uk_ua: Пароль порожній (похідний)

source: Margin requirements
ar_sa: متطلبات الهامش
de_de: Margenanforderungen
es_es: Requisitos de margen
fa_ir: الزامات مارجین
fr_fr: Exigences de marge
hi_in: मार्जिन आवश्यकताएं
it_it: Requisiti di margine
ja_jp: 取引証拠金
pl_pl: Wymagania dotyczące marży
pt_pt: Solicitações de margem
ru_ru: Маржинальные требования
th_th: ข้อกําหนดมาร์จิ้น
tr_tr: Marj gereklilikleri
uk_ua: Маржинальні вимоги

source: Fees
ar_sa: الرسوم
de_de: Gebühren
es_es: Tarifas
fa_ir: هزینه
fr_fr: Frais
hi_in: शुल्क
it_it: tasse
ja_jp: 手数料
pl_pl: Opłaty
pt_pt: Taxas
ru_ru: Комиссия
th_th: ค่า ธรรมเนียม
tr_tr: Ücretler
uk_ua: Збори

source: Today results
ar_sa: نتائج اليوم
de_de: Heute Ergebnisse
es_es: Resultados de hoy
fa_ir: نتایج امروز
fr_fr: Résultats d'aujourd'hui
hi_in: आजचा परिणाम
it_it: Risultati oggi
ja_jp: 今日の結果
pl_pl: Dzisiaj wyniki
pt_pt: Resultados de hoje
ru_ru: Результаты за сегодня
th_th: ผลวันนี้
tr_tr: Bugünkü sonuçlar
uk_ua: Сьогоднішні результати

source: Data source type
ar_sa: نوع مصدر البيانات
de_de: Datentyp der Datenquelle
es_es: Tipo de origen de datos
fa_ir: نوع منبع داده ها
fr_fr: Type de source de données
hi_in: डेटा स्रोत प्रकार
it_it: Tipo di origine dati
ja_jp: データソースの種類
pl_pl: Typ źródła danych
pt_pt: Tipo da fonte de dados
ru_ru: Тип источника данных
th_th: ชนิดแหล่งข้อมูล
tr_tr: Veri kaynağı türü
uk_ua: Тип джерела даних

source: Available to trade
ar_sa: متاح للتداول
de_de: Verfügbar zum Handeln
es_es: Disponible para negociar
fa_ir: در دسترس برای تجارت
fr_fr: Disponible au commerce
hi_in: व्यापार के लिए उपलब्ध
it_it: Disponibile per il commercio
ja_jp: 取引可能
pl_pl: Dostępne do handlu
pt_pt: Disponível para negociar
ru_ru: Доступно для торговли
th_th: มีให้ซื้อขาย
tr_tr: Ticaret için kullanılabilir
uk_ua: Доступно для торгівлі

source: P/L
fr_fr: Profit/Perte
hi_in: पी एल/
ja_jp: 損益
pt_pt: L/P
ru_ru: Прибыль/Убыток
th_th: ป/ล
tr_tr: K/Z

source: # Positions
ar_sa: # الوضعيات
de_de: # Positionen
es_es: # Posiciones
fa_ir: # موقعیت های شغلی
fr_fr: Nbre de positions
hi_in: # स्थितियां
it_it: # Posizioni
ja_jp: 総取引数
pl_pl: Liczba transakcji
pt_pt: Nº de posições
ru_ru: Количество позиций
th_th: # ตําแหน่ง
tr_tr: # Pozisyonlar
uk_ua: # позицій

source: # Orders
ar_sa: # الاوامر
de_de: # Aufträge
es_es: # Órdenes
fa_ir: # سفارشات
fr_fr: Nbre d'ordres
hi_in: # आदेश
it_it: # Ordini
ja_jp: 新規注文数
pl_pl: Il. aktywnych zleceń
pt_pt: Nº de ordens
ru_ru: Количество ордеров
th_th: # คําสั่งซื้อ
tr_tr: # Emirler
uk_ua: # ордерів

source: Today's volume
ar_sa: حجم اليوم
de_de: Heutiges Volumen
es_es: Volumen de hoy
fa_ir: حجم امروز
fr_fr: Volume du jour
hi_in: आज की मात्रा
it_it: Il volume di oggi
ja_jp: 今日の出来高
pl_pl: Dziesiejszy wolumen
pt_pt: Volume de hoje
ru_ru: Объем за день
th_th: ปริมาณวันนี้
tr_tr: Günlük hacim
uk_ua: Об'єм за день

source: # Today's trades
ar_sa: # تداولات اليوم
de_de: # Der Handel von heute
es_es: # Operaciones de hoy
fa_ir: # معاملات امروز
fr_fr: Nb de trades du jour
hi_in: # आज के ट्रेडों
it_it: # Scambi di oggi
ja_jp: 今日の取引数
pl_pl: l. transakcji
pt_pt: Nº de negociações de hoje
ru_ru: Количество сделок за день
th_th: # การซื้อขายของวันนี้
tr_tr: Günlük işlemler
uk_ua: # угод за день

source: Trading days
ar_sa: أيام التداول
de_de: Handelstage
es_es: Días de negociación
fa_ir: روز معاملاتی
fr_fr: Jours de négoce
hi_in: ट्रेडिंग दिन
it_it: Giorni di negoziazione
ja_jp: 取引日
pl_pl: Dni handlowe
pt_pt: Dias de negociação
ru_ru: Торговые дни
th_th: วันซื้อขาย
tr_tr: Ticaret günleri
uk_ua: Торгові дні

source: Volatility band
ar_sa: فرقة التقلب
de_de: Volatilitätsband
es_es: Banda de volatilidad
fa_ir: باند نوسانات
fr_fr: Volatilité
hi_in: वाष्पशीलता बैंड
it_it: Banda di volatilità
ja_jp: ボラティリティバンド
pl_pl: Zmienność pasma
pt_pt: Banda de volatilidade
ru_ru: Полоса волатильности
th_th: แถบความผันผวน
tr_tr: Volatilite bandı
uk_ua: Смуга волатильності

source: Margin req.
ar_sa: متطلبات الهامش
de_de: Marge req.
es_es: Req. de margen
fa_ir: حاشیه مارجین.
fr_fr: Marge requise
hi_in: हाशिया req.
it_it: Margine richiesto
ja_jp: 取引証拠金
pl_pl: Wymaganie dotyczące depozytu zabezpieczającego
pt_pt: Margem requerida
ru_ru: Маржинальные требования
th_th: มาร์จิ้น req
tr_tr: Marj gerek.
uk_ua: Маржинальні вимоги

source: Minimum commission
ar_sa: الحد الأدنى للعمولة
de_de: Mindestprovision
es_es: Comisión mínima
fa_ir: حداقل کارمزد
fr_fr: Commission minimum
hi_in: न्यूनतम कमीशन
it_it: Commissione minima
ja_jp: 最低手数料
pl_pl: Minimalna prowizja
pt_pt: Comissão Mínima
ru_ru: Минимальная комиссия
th_th: ค่าคอมมิชชั่นขั้นต่ํา
tr_tr: Asgari komisyon
uk_ua: Мінімальна комісія

source: Long financing rate
ar_sa: معدل تمويل طويل
de_de: Lange Finanzierungsrate
es_es: Tasa de financiación larga
fa_ir: نرخ تامین مالی طولانی
fr_fr: Taux de financement long
hi_in: दीर्घावधि वित्तपोषण दर
it_it: Tasso di finanziamento a lungo termine
ja_jp: ロングファイナンス率
pl_pl: Długa stopa finansowania
pt_pt: Taxa de financiamento
ru_ru: Длинная ставка финансирования
th_th: อัตราการจัดหาเงินทุนระยะยาว
tr_tr: Uzun finansman oranı
uk_ua: Довга ставка фінансування

source: Short financing rate
ar_sa: معدل تمويل قصير
de_de: Kurzer Finanzierungssatz
es_es: Tasa de financiación corta
fa_ir: نرخ تامین مالی کوتاه
fr_fr: Taux de financement court
hi_in: लघु वित्तपोषण दर
it_it: tasso di finanziamento a breve termine
ja_jp: 短期金利
pl_pl: Krótka stopa finansowania
pt_pt: Taxa de financiamento curta
ru_ru: Короткая ставка финансирования
th_th: อัตราการจัดหาเงินทุนระยะสั้น
tr_tr: Kısa finansman oranı
uk_ua: Коротка ставка фінансування

source: Long swap points
ar_sa: نقاط مبادلة طويلة
de_de: Lange Austauschpunkte
es_es: Puntos de intercambio largos
fa_ir: نقاط مبادله طولانی
fr_fr: Longs points d'échange
hi_in: लांग स्वैप अंक
it_it: Punti swap a lungo termine
ja_jp: 長いスワップポイント
pl_pl: Długie punkty wymiany
pt_pt: Pontos de troca longos
ru_ru: Точки длинного свопа
th_th: จุดสวอปยาว
tr_tr: Uzun takas noktaları
uk_ua: Точки довгого свопу

source: Short swap points
ar_sa: نقاط مبادلة قصيرة
de_de: Kurze Austauschpunkte
es_es: Puntos de intercambio cortos
fa_ir: نقاط مبادله کوتاه
fr_fr: Points d'échange courts
hi_in: शॉर्ट स्वैप अंक
it_it: Punti swap a breve termine
ja_jp: 短いスワップポイント
pl_pl: Krótkie punkty wymiany
pt_pt: Pontos de troca curtos
ru_ru: Точки короткого свопа
th_th: จุดสวอปสั้น ๆ
tr_tr: Kısa takas noktaları
uk_ua: Точки короткого свопу

source: Commission
ar_sa: العمولة
de_de: Kommission
es_es: Comisión
fa_ir: کمیسیون
hi_in: आयोग
it_it: Commissione
ja_jp: 委託手数料
pl_pl: Prowizja
pt_pt: Comissão
ru_ru: Комиссия
th_th: คณะกรรมการ
tr_tr: Komisyon
uk_ua: Комісія

source: Crypto
ar_sa: التشفير
de_de: Krypto
fa_ir: رمزنگاری
hi_in: क्रिप्टो
ja_jp: 暗号
pt_pt: Cifra
ru_ru: Крипто
th_th: คริปโต
tr_tr: Kripto
uk_ua: Крипто

source: ISIN
fa_ir: ایسین
hi_in: आईएसन
ja_jp: イシン
th_th: ไอซิน

source: International Securities Identification Number
ar_sa: رقم تعريف الأوراق المالية الدولية
de_de: International Securities Identifikationsnummer
es_es: Número de Identificación Internacional de Valores
fa_ir: شماره شناسایی اوراق بهادار بین المللی
fr_fr: Numéro d’identification international des valeurs mobilières
hi_in: अंतर्राष्ट्रीय प्रतिभूति पहचान संख्या
it_it: Numero di identificazione dei titoli internazionali
ja_jp: 国際証券識別番号
pl_pl: Międzynarodowy numer identyfikacyjny papierów wartościowych
pt_pt: Número internacional de identificação de títulos
ru_ru: Международный идентификационный номер ценных бумаг
th_th: หมายเลขประจําตัวหลักทรัพย์ระหว่างประเทศ
tr_tr: Uluslararası Menkul Kıymetler Kimlik Numarası
uk_ua: Міжнародний ідентифікаційний номер цінних паперів

source: Net asset value
ar_sa: صافي قيمة الأصول
de_de: Nettoinventarwert
es_es: Valor neto de los activos
fa_ir: ارزش دارایی خالص
fr_fr: Valeur nette d'inventaire
hi_in: निवल परिसंपत्ति मूल्य
it_it: Valore del patrimonio netto
ja_jp: 純資産価値
pl_pl: Wartość aktywów netto
pt_pt: Valor patrimonial líquido
ru_ru: Стоимость чистых активов
th_th: มูลค่าสินทรัพย์สุทธิ
tr_tr: Net varlık değeri
uk_ua: Чиста вартість активів

source: The net asset value of the Account. Equal to Account Balance + Unrealized P/L
ar_sa: صافي قيمة الأصول للحساب.
de_de: Der Nettoinventarwert des Kontos.
es_es: El valor liquidativo de la Cuenta.
fa_ir: ارزش دارایی خالص حساب. برابر با موجودی حساب + P/L غیر قابل تحقق
fr_fr: La valeur nette d'inventaire du compte.
hi_in: खाते का निवल परिसंपत्ति मूल्य । खाता शेष के बराबर + अचेतन P/
it_it: Il valore patrimoniale netto del Conto. Pari al saldo del conto + P/L non realizzato
ja_jp: アカウントの正味資産価値。
pl_pl: Wartość aktywów netto konta.
pt_pt: O valor do ativo líquido da conta.
ru_ru: Стоимость чистых активов cчета. Равно остатку на счете + нереализованная прибыль/убыток
th_th: มูลค่าทรัพย์สินสุทธิของบัญชี เท่ากับยอดคงเหลือในบัญชี + P/L ที่ยังไม่เกิดขึ้นจริง
tr_tr: Hesabın net varlık değeri.
uk_ua: Вартість чистих активів Рахунку. Рівно балансу рахунку + нереалізований прибуток/збиток

source: Withdrawal limit
ar_sa: حدود الانسحاب
de_de: Auszahlungslimit
es_es: Retirada Límite
fa_ir: حد برداشت
fr_fr: Limite de retrait
hi_in: आहरण सीमा
it_it: Limite di prelievo
ja_jp: 引退限度
pl_pl: Limit wypłat
pt_pt: Limite de retirada
ru_ru: Лимит на снятие средств
th_th: วงเงินถอน
tr_tr: Para Çekme Sınırı
uk_ua: Ліміт зняття коштів

source: The current Withdrawal Limit for the account which will be zero or a positive value indicating how much can be withdrawn from the account
ar_sa: حد السحب الحالي للحساب الذي سيكون صفرا أو قيمة موجبة تشير إلى مقدار ما يمكن سحبه من الحساب
de_de: Das aktuelle Auszahlungslimit für das Konto, das Null oder ein positiver Wert sein wird, der angibt, wie viel vom Konto abgehoben werden kann
es_es: El Límite de extracción actual para la cuenta que será cero o un valor positivo que indique cuánto se puede retirar de la cuenta
fa_ir: محدودیت برداشت فعلی برای حساب خواهد شد که صفر یا مقدار مثبت نشان می دهد چه مقدار از حساب خارج شود
fr_fr: La limite de retrait actuelle pour le compte qui sera zéro ou une valeur positive indiquant combien peut être retiré du compte
hi_in: खाते के लिए वर्तमान आहरण सीमा जो शून्य होगी या एक धनात्मक मान दर्शाती है कि खाते से कितना आहरण किया जा सकता है
it_it: L'attuale limite di prelievo per l'account che sarà pari a zero o un valore positivo che indica quanto può essere prelevato dall'account
ja_jp: アカウントの現在の撤回限度はゼロになりますか、または正の値であれば、アカウントから引き出せる額を示します
pl_pl: Bieżący limit wypłat dla konta, które będzie zerowe lub wartość dodatnia wskazująca, ile można wypłacić z konta
pt_pt: O limite de retirada atual para a conta que será zero ou um valor positivo indicando quanto pode ser retirado da conta
ru_ru: Текущий лимит снятия для счета, который будет равен нулю или положительному значению, указывающее на то, сколько можно снять со счета
th_th: วงเงินถอนปัจจุบันสําหรับบัญชีซึ่งจะเป็นศูนย์หรือค่าบวกที่ระบุจํานวนเงินที่สามารถถอนออกจากบัญชีได้
tr_tr: Hesabın sıfırdan veya hesabından ne kadar çekilebileceğini belirten pozitif bir değer olacak geçerli Para Çekme Limiti
uk_ua: Поточний ліміт вилучення для рахунку, який буде нульовим або позитивним, що вказує, скільки може бути знято з рахунку

source: Position value
ar_sa: قيمة المركز
de_de: Positionswert
es_es: Valor de posición
fa_ir: مقدار موقعيت
fr_fr: Valeur de position
hi_in: स्थिति मान
it_it: Valore di posizione
ja_jp: ポジション値
pl_pl: Ustaw wartość
pt_pt: Valor da Posição
ru_ru: Стоимость позиции
th_th: มูลค่าตําแหน่ง
tr_tr: Pozisyon değeri
uk_ua: Вартість позиції

source: The value of the Account’s open positions
ar_sa: قيمة المراكز المفتوحة في الحساب
de_de: Der Wert der offenen Positionen des Kontos
es_es: El valor de las posiciones abiertas de la Cuenta
fa_ir: ارزش پوزیشن های باز حساب
fr_fr: La valeur des positions ouvertes du compte
hi_in: खाते की खुली स्थिति का मूल्य
it_it: Il valore delle posizioni aperte del conto
ja_jp: アカウントのオープンポジションの価値
pl_pl: Wartość otwartych pozycji Rachunku
pt_pt: O valor das posições abertas da conta
ru_ru: Стоимость открытых позиций по счету
th_th: มูลค่าของสถานะที่เปิดอยู่ของบัญชี
tr_tr: Hesabın açık pozisyonlarının değeri
uk_ua: Вартість відкритих позицій рахунку

source: Margin used
ar_sa: الهامش المستخدم
de_de: Marge verwendet
es_es: Margen usado
fa_ir: مارجین استفاده شده
fr_fr: Marge utilisée
hi_in: इस्तेमाल किया मार्जिन
it_it: Margine usato
ja_jp: 維持証拠金
pl_pl: Zastosowany margines
pt_pt: Margem usada
ru_ru: Занятая маржа
th_th: มาร์จิ้นที่ใช้
tr_tr: Marj kullandı
uk_ua: Використана маржа

source: Margin currently used for the Account
ar_sa: الهامش المستخدم حاليًا للحساب
de_de: Margin, die derzeit für das Konto verwendet wird
es_es: Margen actualmente utilizado para la Cuenta
fa_ir: مارجین استفاده شده در حال حاضر برای حساب
fr_fr: Marge actuellement utilisée pour le compte
hi_in: वर्तमान में खाते के लिए उपयोग किया गया हाशिया
it_it: Margine attualmente utilizzato per l'account
ja_jp: アカウントで現在使用されているマージン
pl_pl: Margines aktualnie wykorzystywany na Koncie
pt_pt: Margem usada atualmente para a conta
ru_ru: Используемая маржа для счета
th_th: มาร์จิ้นที่ใช้ในปัจจุบันสําหรับบัญชี
tr_tr: Marj şu anda Hesap için kullanılıyor
uk_ua: Маржа, використана для рахунку

source: Margin available for the Account
ar_sa: الهامش المتاح للحساب
de_de: Marge für das Konto verfügbar
es_es: Margen disponible para la cuenta
fa_ir: مارجین موجود برای حساب
fr_fr: Marge disponible pour le compte
hi_in: खाते के लिए उपलब्ध मार्जिन
it_it: Margine disponibile per l'account
ja_jp: アカウントで使用可能なマージン
pl_pl: Margines dostępny dla Konta
pt_pt: Margem disponível para a conta
ru_ru: Доступная маржа для счета
th_th: มาร์จิ้นที่ใช้ได้สําหรับบัญชี
tr_tr: Hesap için kullanılabilir marj
uk_ua: Маржа, доступна для рахунку
