Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Three drives pattern
ar_sa: نمط ثلاثة محركات أقراص
de_de: Drei Laufwerksmuster
es_es: Patrón de tres unidades
fa_ir: الگوی سه درایو
fr_fr: Modèle de trois disques
hi_in: तीन ड्राइव पैटर्न
it_it: Modello a tre unità
ja_jp: 3 つのドライブ パターン
pl_pl: Wzór trzech dysków
pt_pt: Padrão de três unidades
ru_ru: Шаблон трех шагов
th_th: รูปแบบไดรฟ์สามแบบ
tr_tr: Üç sürücü deseni
uk_ua: Шаблон трьох кроків

source: Triangle pattern
ar_sa: مثلث نمط
de_de: Dreiecksmuster
es_es: Patrón de triángulo
fa_ir: الگوی مثلث
fr_fr: Motif triangle
hi_in: त्रिकोण पैटर्न
it_it: Motivo triangolo
ja_jp: 三角形のパターン
pl_pl: Wzór trójkąta
pt_pt: Padrão triângulo
ru_ru: Шаблон Треугольник
th_th: รูปแบบสามเหลี่ยม
tr_tr: Üçgen deseni
uk_ua: Шаблон Трикутник

source: TPA Strategy
ar_sa: استراتيجية TPA
de_de: TPA-Strategie
es_es: Estrategia TPA
fa_ir: استراتژی TPA
fr_fr: Stratégie TPA
hi_in: टीपीए रणनीति
it_it: Strategia TPA
ja_jp: TPA戦略
pl_pl: Strategia TPA
pt_pt: Estratégia TPA
ru_ru: Стратегия TPA
th_th: กลยุทธ์ TPA
tr_tr: TPA Stratejisi
uk_ua: Стратегія TPA

source: Anchor VWAP
ar_sa: مرساة VWAP
de_de: Anker VWAP
es_es: Ancla VWAP
fa_ir: لنگر VWAP
fr_fr: Ancre VWAP
hi_in: एंकर वीडब्ल्यूएपी
it_it: Ancorare VWAP
ja_jp: アンカー VWAP
pl_pl: Kotwica VWAP
pt_pt: Âncora VWAP
ru_ru: Якорь VWAP
th_th: สมอ VWAP
tr_tr: Çapa VWAP
uk_ua: Якір VWAP

source: Whale Splash
ar_sa: الحوت سبلاش
fa_ir: نهنگ چلپ چلوپ
fr_fr: Éclaboussure de baleine
hi_in: व्हेल छप
it_it: Spruzzo di balena
ja_jp: クジラのスプラッシュ
pl_pl: Wieloryb Splash
pt_pt: Respingo de baleia
ru_ru: Китовый Всплеск
th_th: ปลาวาฬสาด
tr_tr: Balina Sıçrama
uk_ua: Сплеск кита

source: Fibonacci time expansion
ar_sa: فيبوناتشي توسيع الوقت
de_de: Fibonacci Zeiterweiterung
es_es: Expansión del tiempo de Fibonacci
fa_ir: گسترش زمان فیبوناچی
fr_fr: Expansion du temps de Fibonacci
hi_in: फिबोनासीई समय विस्तार
it_it: Espansione del tempo di Fibonacci
ja_jp: フィボナッチ時間拡大
pl_pl: Fibonacciego czas ekspansji
pt_pt: Expansão do tempo de Fibonacci
ru_ru: Расширение времени по Фибоначчи
th_th: การขยายเวลาฟีโบนักชี
tr_tr: Fibonacci zaman genişlemesi
uk_ua: Розширення часу Фібоначчі

source: Fibonacci price extension
ar_sa: تمديد سعر فيبوناتشي
de_de: Fibonacci Preisverlängerung
es_es: Extensión de precio de Fibonacci
fa_ir: تمدید قیمت فیبوناچی
fr_fr: Extension du prix Fibonacci
hi_in: फिबोनाची मूल्य विस्तार
it_it: Estensione del prezzo di Fibonacci
ja_jp: フィボナッチ価格延長
pl_pl: Fibonacciego przedłużenie ceny
pt_pt: Extensão de preço de Fibonacci
ru_ru: Продление цены по Фибоначчи
th_th: การขยายราคาฟีโบนักชี
tr_tr: Fibonacci fiyat uzatma
uk_ua: Розширення ціни Фібоначчі

source: Minotauro Fibonacci price extension
de_de: Minotauro Fibonacci Preisverlängerung
fa_ir: تمدید قیمت مینوتوارو فیبوناچی
fr_fr: Extension de prix Minotauro Fibonacci
it_it: Estensione prezzo Minotauro Fibonacci
th_th: มิโนทาโร่ ฟิโบนักชี ต่อราคา
uk_ua: Мінотауро Фібоначчі продовження ціни

source: Minotauro Move Up
de_de: Minotauro aufsteigen
fa_ir: Minotauro حرکت به بالا
fr_fr: Minotauro Monter
th_th: มิโนทาโรโระเลื่อนขึ้น
uk_ua: Мінотауро Рухайтеся вгору

source: Minotauro Move Down
de_de: Minotauro nach unten bewegen
fa_ir: Minotauro حرکت به پایین
fr_fr: Minotauro Descendre
th_th: มิโนทาโร่ ย้ายลง
uk_ua: Мінотауро рухайтеся вниз

source: POC line
de_de: POC-Linie
fa_ir: خط POC
fr_fr: Ligne POC
it_it: Linea POC
th_th: สาย POC
uk_ua: Лінія POC

source: Week POC line
de_de: Woche POC-Linie
fa_ir: هفته خط POC
fr_fr: Semaine de la ligne POC
it_it: Linea POC settimanale
th_th: บรรทัด POC สัปดาห์
uk_ua: Тижнева лінія POC

source: Candle
ar_sa: شمعة
de_de: Kerze
es_es: Vela
fa_ir: شمع
fr_fr: Bougie
hi_in: मोमबत्ती
it_it: Candela
ja_jp: ローソク足
pl_pl: Świeca
pt_pt: Vela
ru_ru: Свеча
th_th: เทียน
tr_tr: Mum
uk_ua: Свічка

source: Dotes
ar_sa: يخرف
de_de: Détés
fa_ir: از کجا
it_it: Puntini
ru_ru: Точки
th_th: จุด
tr_tr: Noktalar
uk_ua: Крапки

source: Dotted line
ar_sa: خط نقطي
de_de: Gepunktete Linie
es_es: Línea de puntos
fa_ir: خط نقطه چین
fr_fr: Ligne pointillée
hi_in: बिंदुकित रेखा
it_it: Linea tratteggiata
ja_jp: 点線
pl_pl: Kropkowa
pt_pt: Linha pontilhada
ru_ru: Линия с точкой
th_th: เส้นประ
tr_tr: Noktalı Çizgi
uk_ua: Лінія з вершинами

source: Quantower
ar_sa: كوانتوادير
fa_ir: کوانتور
hi_in: क्वांटवर
ja_jp: クアンタワー
pl_pl: Quantower (kwantowy)
pt_pt: Comower
th_th: ควอนโตเวอร์

source: P&F
ar_sa: النقطة والشكل
fr_fr: Point et Figure
ja_jp: ポイント＆フィギュア
ru_ru: Крестики/Нолики
th_th: พีเอฟ
uk_ua: Хрестики/Нулики

source: Kagi line
ar_sa: Kagi
de_de: Kagi-Linie
es_es: Línea Kagi
fa_ir: خط کوگی
fr_fr: Kagi
hi_in: कागी रेखा
it_it: Linea Kagi
ja_jp: カギ足
pl_pl: Kagi
pt_pt: Linha Kagi
ru_ru: Каги
th_th: สายคากิ
tr_tr: Kagi çizgisi
uk_ua: Кагі

source: Lines break
ar_sa: كسر خطوط
de_de: Zeilen brechen
es_es: Líneas de descanso
fa_ir: شکستن خطوط
fr_fr: Les lignes se brisent
hi_in: रेखाएं भंग
it_it: Rottura linee
ja_jp: 線が壊れる
pl_pl: Przerwane linie
pt_pt: Quebra de linhas
ru_ru: Линейный прорыв
th_th: เส้นแบ่ง
tr_tr: Çizgiler kırmak
uk_ua: Лінійний прорив

source: Renko
ar_sa: رينكو
fa_ir: رنکو
hi_in: नको
ja_jp: 練行足チャート
ru_ru: Ренко
th_th: เร็นโกะ
uk_ua: Ренко

source: Profile
ar_sa: الملف الشخصي
de_de: Profil
es_es: Perfil
fa_ir: مشخصات
fr_fr: Profil
hi_in: प्रोफ़ाइल
it_it: Profilo
ja_jp: プロフィール
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль
th_th: โปรไฟล์
tr_tr: Profil
uk_ua: Профіль

source: Keyboard trading is active
ar_sa: تداول لوحة المفاتيح نشط
de_de: Tastaturhandel ist aktiv
es_es: El trading con teclado está activo
fa_ir: تجارت صفحه کلید فعال است
fr_fr: Le trading de claviers est actif
hi_in: कीबोर्ड ट्रेडिंग सक्रिय है
it_it: Il trading tramite tastiera è attivo
ja_jp: キーボード取引がアクティブです
pl_pl: Handel klawiaturą jest aktywny
pt_pt: O comércio de teclado está ativo
ru_ru: Торговля из клавиатуры активна
th_th: การซื้อขายแป้นพิมพ์มีการใช้งาน
tr_tr: Klavye ticareti etkin
uk_ua: Торгівля клавіатурою активна

source: Hold CTRL key to place more orders
ar_sa: اضغط على مفتاح CTRL لوضع المزيد من الطلبات
de_de: Halten Sie die STRG-Taste gedrückt, um weitere Bestellungen aufzugeben
es_es: Mantenga presionada la tecla CTRL para realizar más pedidos
fa_ir: نگه داشتن کلید CTRL برای قرار دادن سفارشات بیشتر
fr_fr: Maintenez la touche CTRL enfoncée pour passer plus de commandes
hi_in: अधिक ऑर्डर देने के लिए सीटीआरएल कुंजी रखें
it_it: Tenere premuto CTRL per effettuare più ordini
ja_jp: Ctrl キーを押しながら、さらに注文を行います。
pl_pl: Przytrzymaj klawisz CTRL, aby złożyć więcej zamówień
pt_pt: Mantenha a chave CTRL para escla lomis
ru_ru: Удерживайте клавишу CTRL, чтобы разместить больше заказов
th_th: กดปุ่ม CTRL ค้างไว้เพื่อสั่งซื้อเพิ่มเติม
tr_tr: Daha fazla sipariş vermek için CTRL tuşunu basılı tutun
uk_ua: Щоб розмістити більше ордерів, утримуйте натиснутою клавішу CTRL

source: Hold CTRL key to add more drawings
ar_sa: اضغط على مفتاح CTRL لإضافة المزيد من الرسومات
de_de: Halten Sie die STRG-TASTE gedrückt, um weitere Zeichnungen hinzuzufügen
es_es: Mantenga presionada la tecla CTRL para agregar más dibujos
fa_ir: نگه داشتن کلید CTRL برای اضافه کردن نقاشی های بیشتر
fr_fr: Maintenez la touche CTRL enfoncée pour ajouter d’autres dessins
hi_in: अधिक चित्र जोड़ने के लिए सीटीआरएल कुंजी पकड़ो
it_it: Tenere premuto CTRL per aggiungere altri disegni
ja_jp: Ctrl キーを押しながら図面を追加する
pl_pl: Przytrzymaj klawisz CTRL, aby dodać więcej rysunków
pt_pt: Mantenha a chave CTRL para adicionar mais desenhos
ru_ru: Удерживайте клавишу CTRL, чтобы добавить дополнительные рисунки
th_th: กดแป้น CTRL ค้างไว้เพื่อเพิ่มรูปวาดเพิ่มเติม
tr_tr: Daha fazla çizim eklemek için CTRL tuşunu basılı tutun
uk_ua: Щоб додати інші малюнки, утримуйте натиснутою клавішу CTRL

source: Reduce-Only active
ar_sa: الحد فقط النشطة
de_de: Reduce-Only aktiv
es_es: Reducir solo activo
fa_ir: کاهش تنها فعال
fr_fr: Actif à réduction de réduction seule
hi_in: केवल-कम करें सक्रिय
it_it: Riduci solo attivo
pl_pl: Opcja Tylko redukcja aktywna
pt_pt: Reduzir apenas ativo
ru_ru: Активный только для уменьшения
th_th: ลดการใช้งานอย่างเดียว
uk_ua: «Тільки скорочення» активно

source: Reduce-Only not allowed
ar_sa: تقليل فقط غير مسموح به
de_de: Reduce-Only nicht erlaubt
es_es: No se permite reducir solo
fa_ir: کاهش تنها مجاز نیست
fr_fr: Réduction-Seulement non autorisé
hi_in: Reduce-Only की अनुमति नहीं है
it_it: Riduci-Solo non consentito
pl_pl: Redukcja-Tylko niedozwolone
pt_pt: Reduzir apenas não é permitido
ru_ru: Только сокращение не допускается
th_th: ลด-เท่านั้นไม่ได้รับอนุญาต
uk_ua: «Тільки скорочення» не дозволено

source: Data is loading...
ar_sa: يتم تحميل البيانات...
de_de: Daten werden geladen...
es_es: Los datos se están cargando...
fa_ir: داده ها در حال بارگذاری...
fr_fr: Les données sont en cours de chargement...
hi_in: डेटा लोड हो रहा है.. ।
it_it: I dati si stanno caricando...
ja_jp: データがロードされています...
pl_pl: Trwa ładowanie danych...
pt_pt: Carregando ...
ru_ru: Данные загружаются...
th_th: ข้อมูลกําลังโหลด...
tr_tr: Veri yükleniyor...
uk_ua: Дані завантажуються...

source: Please wait, it can{0} take some time.
ar_sa: يرجى الانتظار ، يمكن أن يستغرق {0} بعض الوقت.
de_de: Bitte warten Sie, es kann {0} etwas dauern.
es_es: Espere, puede {0} tomarse un tiempo.
fa_ir: لطفا صبر کنید ، می توانید {0} مدتی طول بکشد.
fr_fr: Veuillez patienter, cela peut {0} prendre du temps.
hi_in: कृपया प्रतीक्षा करें, यह {0} कुछ समय ले सकते हैं ।
it_it: Si prega di attendere, può{0} richiedere un po' di tempo.
ja_jp: しばらくお待ちください{0}。
pl_pl: Proszę czekać, może {0} trochę potrwać.
pt_pt: Por favor, aguarde, pode {0} levar algum tempo.
ru_ru: Подождите, это может{0} занять некоторое время.
th_th: กรุณารอสักครู่ก็อาจ{0}อาจใช้เวลาสักครู่
tr_tr: Lütfen bekleyin, {0} biraz zaman alabilir.
uk_ua: Будь ласка, зачекайте,{0} це може зайняти деякий час.

source: No data for {0}
ar_sa: لا توجد بيانات لـ {0}
de_de: Keine Daten für {0}
es_es: Sin datos para {0}
fa_ir: هیچ داده ای برای {0} وجود ندارد
fr_fr: Aucune donnée pour {0}
hi_in: {0} के लिए कोई डेटा नहीं
it_it: Nessun dato per {0}
ja_jp: {0}のデータがありません
pl_pl: Brak danych dla {0}
pt_pt: Nenhum dado para {0}
ru_ru: Нет данных для {0}
th_th: ไม่มีข้อมูลสําหรับ{0}
tr_tr: {0} için veri yok
uk_ua: Немає даних для {0}

source: Your current connection{0}does not provide such data
ar_sa: لا يوفر اتصالك الحالي {0} هذه البيانات
de_de: Ihre aktuelle Verbindung {0} stellt solche Daten nicht bereit
es_es: Su conexión actual {0} no proporciona tales datos
fa_ir: اتصال فعلی شما {0} چنین اطلاعاتی را ارائه نمی دهد
fr_fr: Votre connexion actuelle {0} ne fournit pas de telles données
hi_in: आपका वर्तमान कनेक्शन {0} ऐसे डेटा प्रदान नहीं करता है
it_it: La tua attuale connessione {0} non fornisce tali dati
ja_jp: あなたの現在の接続{0}はそのようなデータを提供していません
pl_pl: Twoje bieżące połączenie {0} nie dostarcza takich danych
pt_pt: Sua conexão atual {0} não fornece tais dados
ru_ru: Ваше текущее подключение{0} не предоставляет такие данные
th_th: การเชื่อมต่อปัจจุบันของคุณ{0}ไม่ได้ให้ข้อมูลดังกล่าว
tr_tr: Mevcut bağlantınız {0} bu tür veriler sağlamaz
uk_ua: Ваше поточне з'єднання {0} не надає таких даних

source: No data to display on chart
ar_sa: لا توجد بيانات لعرضها في المخطط
de_de: Keine Daten zum Anzeigen auf dem Diagramm
es_es: Sin datos para mostrar en el gráfico
fa_ir: هیچ داده ای برای نمایش در نمودار وجود ندارد
fr_fr: Aucune donnée à afficher sur le graphique
hi_in: चार्ट पर प्रदर्शित करने के लिए कोई डेटा नहीं
it_it: Nessun dato da visualizzare sul grafico
ja_jp: グラフに表示するデータがありません
pl_pl: Brak danych do wyświetlenia na wykresie
pt_pt: Nenhum dado para exibir no gráfico
ru_ru: Нет данных для отображения на графике
th_th: ไม่มีข้อมูลที่จะแสดงบนแผนภูมิ
tr_tr: Grafikte görüntülenecek veri yok
uk_ua: Немає даних для відображення на графіку

source: Please check your connection{0} or symbol availability
ar_sa: يرجى التحقق من الاتصال {0} أو توفر الرمز
de_de: Bitte überprüfen Sie Ihre Verbindung {0} oder Symbolverfügbarkeit
es_es: Verifique su conexión {0} o disponibilidad de símbolos
fa_ir: لطفا اتصال خود {0} یا در دسترس بودن نماد را بررسی کنید
fr_fr: Veuillez vérifier votre connexion {0} ou la disponibilité des symboles
hi_in: कृपया अपने कनेक्शन की जांच करें {0} या प्रतीक उपलब्धता
it_it: Controlla la tua connessione {0} o la disponibilità dei simboli
ja_jp: あなたの接続{0}を確認してください。
pl_pl: Sprawdź połączenie {0} lub dostępność symbolu
pt_pt: Por favor verifique sua conexão {0} ou Símbolo
ru_ru: Проверьте наличие подключения{0} или символа
th_th: โปรดตรวจสอบการเชื่อมต่อของคุณ{0}หรือสัญลักษณ์ที่พร้อมใช้งาน
tr_tr: Lütfen {0} bağlantınızı veya sembolün kullanılabilirliğini kontrol edin
uk_ua: Перевірте наявність з'єднання{0} або символу

source: Current chart
ar_sa: المخطط الحالي
de_de: Aktuelles Diagramm
es_es: Gráfico actual
fa_ir: نمودار فعلی
fr_fr: Graphique actuel
hi_in: वर्तमान चार्ट
it_it: Grafico corrente
ja_jp: 現在のグラフ
pl_pl: Bieżący wykres
pt_pt: Gráfico atual
ru_ru: Текущий график
th_th: แผนภูมิปัจจุบัน
tr_tr: Geçerli grafik
uk_ua: Поточний графік

source: All charts with same symbol
ar_sa: جميع المخططات بنفس الرمز
de_de: Alle Diagramme mit dem gleichen Symbol
es_es: Todos los gráficos con el mismo símbolo
fa_ir: همه نمودارها با نماد یکسان
fr_fr: Tous les graphiques avec le même symbole
hi_in: एक ही प्रतीक के साथ सभी चार्ट
it_it: Tutti i grafici con lo stesso simbolo
ja_jp: 同じシンボルを持つすべてのグラフ
pl_pl: Wszystkie wykresy z tym samym symbolem
pt_pt: Todos os gráficos com o mesmo símbolo
ru_ru: Все графики с таким символом
th_th: แผนภูมิทั้งหมดที่มีสัญลักษณ์เดียวกัน
tr_tr: Aynı sembole sahip tüm grafikler
uk_ua: Усі графіки з однаковим символом

source: Window colors
ar_sa: ألوان النافذة
de_de: Fensterfarben
es_es: Colores de la ventana
fa_ir: رنگ پنجره
fr_fr: Couleurs de la fenêtre
hi_in: विंडो रंग
it_it: Colori della finestra
ja_jp: ウィンドウ色
pl_pl: Kolory okien
pt_pt: Cores da janela
ru_ru: Цвет окна
th_th: สีของหน้าต่าง
tr_tr: Pencere renkleri
uk_ua: Кольори вікна

source: Back top color
ar_sa: لون الجزء العلوي الخلفي
de_de: Zurück Top-Farbe
es_es: Color de fondo superior
fa_ir: رنگ بالای پشت
fr_fr: Couleur du fonds en haut
hi_in: वापस शीर्ष रंग
it_it: Colore superiore posteriore
ja_jp: 上部の背景色
pl_pl: Tylny górny kolor
pt_pt: Cor superior traseira
ru_ru: Цвет верха фона
th_th: สีด้านบนด้านหลัง
tr_tr: Üst arka plan rengi
uk_ua: Колір верху фону

source: Back bottom color
ar_sa: لون الجزء الأسفل الخلفي
de_de: Rückseite untere Farbe
es_es: Color de fondo inferior
fa_ir: رنگ پایین پشت
fr_fr: Couleur du fonds en bas
hi_in: पिछला निचला रंग
it_it: Colore inferiore posteriore
ja_jp: 下部の背景色
pl_pl: Powrót na dole kolor
pt_pt: Cor inferior traseira
ru_ru: Цвет низа фона
th_th: สีด้านล่างด้านหลัง
tr_tr: Alt arka plan rengi
uk_ua: Колір низу фону

source: Mouse wheel action
ar_sa: حركة عجلة الماوس
de_de: Mausrad-Aktion
es_es: Acción de la rueda del mouse
fa_ir: ماوس عمل چرخ
fr_fr: Action de la molette
hi_in: माउस व्हील कार्रवाई
it_it: Azione rotellina del mouse
ja_jp: マウスホイールアクション
pl_pl: Działanie kółka myszy
pt_pt: Ação da roda do mouse
ru_ru: Действие скрола мыши
th_th: การกระทําของล้อเลื่อนของเมาส์
tr_tr: Fare tekerleği eylemi
uk_ua: Дія колеса миші

source: Mouse wheel+CTRL action
de_de: Mausrad+STRG-Aktion
fa_ir: ماوس چرخ +عمل CTRL
fr_fr: Molette de la souris + action CTRL
it_it: Rotellina del mouse+azione CTRL
th_th: การทํางานของล้อเลื่อนของเมาส์+CTRL
uk_ua: Коліщатко миші + дія CTRL

source: Mouse wheel+SHIFT action
de_de: Mausrad+UMSCHALTTASTE
fa_ir: چرخ ماوس +عمل SHIFT
fr_fr: Molette de la souris + action MAJ
it_it: Rotellina del mouse+azione MAIUSC
th_th: การทํางานของล้อเลื่อนของเมาส์+SHIFT
uk_ua: Коліщатко миші +дія SHIFT

source: Drawings default availablity
ar_sa: الرسومات الافتراضية المتاحة
de_de: Zeichnungen Standardverfügbarkeit
es_es: Los dibujos por defecto están disponibles
fa_ir: نقاشی ها به طور پیش فرض availablity
fr_fr: Dessins par défaut availablity
hi_in: ड्रॉइंग डिफ़ॉल्ट लाभ
it_it: Disponibilità predefinita dei disegni
ja_jp: 図面のデフォルトの利用可能性
pl_pl: Domyślna dostępność rysunków
pt_pt: Availablidade padrão dos desenhos
ru_ru: Доступность рисунков по умолчанию
th_th: ความพร้อมใช้งานเริ่มต้นของภาพวาด
tr_tr: Çizimler varsayılan availablity
uk_ua: Типова доступність малюнків

source: Scale type
ar_sa: نوع المقياس
de_de: Maßstabstyp
es_es: Tipo de escala
fa_ir: نوع مقیاس
fr_fr: Type d'échelle
hi_in: स्केल प्रकार
it_it: Tipo di scala
ja_jp: スケールの種類
pl_pl: Typ skali
pt_pt: Tipo de escala
ru_ru: Тип шкалы
th_th: ประเภทมาตราส่วน
tr_tr: Ölçek türü
uk_ua: Тип шкали

source: Begin of the data
ar_sa: بداية البيانات
de_de: Beginn der Daten
es_es: Inicio de los datos
fa_ir: شروع داده ها
fr_fr: Début des données
hi_in: डेटा का आरंभ
it_it: Inizio dei dati
ja_jp: データの始まり
pl_pl: Rozpocznij od danych
pt_pt: Início de dados
ru_ru: Начало данных
th_th: จุดเริ่มต้นของข้อมูล
tr_tr: Veri başlangıcı
uk_ua: Початок даних

source: Begin of the day
ar_sa: بداية اليوم
de_de: Beginn des Tages
es_es: Inicio del día
fa_ir: آغاز روز
fr_fr: Début de la journée
hi_in: दिन की शुरुआत
it_it: Inizio della giornata
ja_jp: 日付の始まり
pl_pl: Rozpocznij dzień
pt_pt: Início do dia
ru_ru: Начало дня
th_th: เริ่มต้นวันใหม่
tr_tr: Gün başlangıcı
uk_ua: Початок дня

source: Begin of the screen
ar_sa: بداية الشاشة
de_de: Beginn des Bildschirms
es_es: Inicio de la pantalla
fa_ir: آغاز صفحه
fr_fr: Début de l'écran
hi_in: स्क्रीन के शुरू
it_it: Inizia lo schermo
ja_jp: 画面の始まり
pl_pl: Rozpocznij od ekranu
pt_pt: Início de tela
ru_ru: Начало экрана
th_th: จุดเริ่มต้นของหน้าจอ
tr_tr: Ekran başlangıcı
uk_ua: Початок екрану

source: Start price
ar_sa: سعر البدء
de_de: Startpreis
es_es: Precio de inicio
fa_ir: قیمت شروع
fr_fr: Prix de départ
hi_in: प्रारंभ मूल्य
it_it: Prezzo iniziale
ja_jp: 開始価格
pl_pl: Cena rozpoczęcia
pt_pt: Preço inicial
ru_ru: Начальная цена
th_th: ราคาเริ่มต้น
tr_tr: Başlangıç fiyatı
uk_ua: Початкова ціна

source: Log base
ar_sa: قاعدة السجّل
de_de: Log-Basis
es_es: Base de logs
fa_ir: پایگاه ورود
fr_fr: Journal de base
hi_in: लॉग बेस
it_it: Base di log
ja_jp: ベースを記録する
pl_pl: Baza logów
pt_pt: Base Logaritma
ru_ru: Основание логарифма
th_th: ฐานบันทึก
tr_tr: Log tabanı
uk_ua: Основа логарифму

source: Zoom
ar_sa: تكبير
de_de: Zoomen
es_es: Enfocar
fa_ir: زوم
hi_in: ज़ूम
ja_jp: ズーム
pl_pl: Powiększenie
ru_ru: Масштабирование
th_th: ซูม
tr_tr: Yakınlaştır
uk_ua: Масштаб

source: Auto scale
ar_sa: مقياس تلقائي
de_de: Automatische Skalierung
es_es: Escala automática
fa_ir: مقیاس خودکار
fr_fr: Échelle automatique
hi_in: ऑटो स्केल
it_it: Scala automatica
ja_jp: 自動スケール
pl_pl: Automatyczne skalowanie
pt_pt: Escala automática
ru_ru: Авто масштаб
th_th: สเกลอัตโนมัติ
tr_tr: Otomatik ölçeklendirme
uk_ua: Авто-масштаб

source: Manual scale
ar_sa: مقياس يدوي
de_de: Manuelle Skalierung
es_es: Escala manual
fa_ir: مقیاس دستی
fr_fr: Échelle manuelle
hi_in: मैनुअल स्केल
it_it: Scala manuale
ja_jp: 手動スケール
pl_pl: Skala ręczna
pt_pt: Escala manual
ru_ru: Ручной масштаб
th_th: เครื่องชั่งแบบแมนนวล
tr_tr: Manuel ölçeklendirme
uk_ua: Ручний масштаб

source: Scale behavior
ar_sa: مقياس السلوك
de_de: Skalenverhalten
es_es: Comportamiento de escala
fa_ir: رفتار مقیاس
fr_fr: Comportement de l'échelle
hi_in: स्केल व्यवहार
it_it: Comportamento della scala
ja_jp: スケールの動作
pl_pl: Zachowanie skali
pt_pt: Comportamento de escala
ru_ru: Поведение шкалы
th_th: พฤติกรรมมาตราส่วน
tr_tr: Ölçek davranışı
uk_ua: Поведінка шкали

source: Fit Indicators
ar_sa: مؤشرات فيت
de_de: Fit Indikatoren
es_es: Ajustar indicadores
fa_ir: گنجاندن شاخص
fr_fr: Ajuster les indicateurs
hi_in: फिट संकेतक
it_it: Indicatori di adattamento
ja_jp: インジケーターをフィットさせる
pl_pl: Wskaźniki dopasowania
pt_pt: Indicadores de ajuste
ru_ru: Подогнать под индикаторы
th_th: ตัวชี้วัดความพอดี
tr_tr: Göstergeleri sığdır
uk_ua: Підігнати під індикатори

source: Vertical
ar_sa: عمودي
de_de: Vertikal
fa_ir: عمودی
fr_fr: Verticale
hi_in: अनुलंब
it_it: Verticale
ja_jp: 垂直
pl_pl: Pionowy
ru_ru: Вертикальная
th_th: ซึ่งตั้งตรง
tr_tr: Dikey
uk_ua: Вертикальна

source: Horizontal
ar_sa: أفقي
fa_ir: افقی
hi_in: क्षैतिज
it_it: Orizzontale
ja_jp: 水平
pl_pl: Horisontal
ru_ru: Горизонтальная
th_th: แนวราบ
tr_tr: Yatay
uk_ua: Горизонтальна

source: Plates alignment mode
ar_sa: وضع محاذاة اللوحات
de_de: Ausrichtungsmodus für Platten
es_es: Modo de alineación de placas
fa_ir: حالت تراز صفحات
fr_fr: Mode d’alignement des plaques
hi_in: प्लेट्स अलाइनमेंट मोड
it_it: Modalità di allineamento delle lastre
ja_jp: プレートの位置合わせモード
pl_pl: Tryb wyrównania płyt
pt_pt: Modo de alinhamento de placas
ru_ru: Режим выравнивания плашек
th_th: โหมดการจัดตําแหน่งเพลต
tr_tr: Plaka hizalama modu
uk_ua: Режим вирівнювання плашек

source: Symbols lookup
ar_sa: البحث عن الرموز
de_de: Symbole suchen
es_es: Búsqueda de símbolos
fa_ir: جستجوی نمادها
fr_fr: Recherche de symboles
hi_in: प्रतीक लुकअप
it_it: Ricerca di simboli
ja_jp: シンボル検索
pl_pl: Wyszukiwanie symboli
pt_pt: Buscar Ativos
ru_ru: Поиск символов
th_th: การค้นหาสัญลักษณ์
tr_tr: Sembol arama
uk_ua: Пошук символів

source: Object manager
ar_sa: إدارة الموضوع
de_de: Objektmanager
es_es: Gestor de objetos
fa_ir: مدیر شی
fr_fr: Gestionnaire d'objet
hi_in: ऑब्जेक्ट प्रबंधक
it_it: Gestore oggetti
ja_jp: オブジェクト・マネージャー
pl_pl: Menedżer obiektów
pt_pt: Gerenciador de objetos
ru_ru: Менеджер объектов
th_th: ตัวจัดการวัตถุ
tr_tr: Nesne yöneticisi
uk_ua: Менеджер об'єктів

source: Aggregation
ar_sa: تجميع
de_de: Anhäufung
es_es: Agregación
fa_ir: تجمع
fr_fr: Agrégation
hi_in: एकत्रीकरण
it_it: Aggregazione
ja_jp: 集約
pl_pl: Zbiór
pt_pt: Agregação
ru_ru: Агрегация
th_th: การรวมกัน
tr_tr: Toplama
uk_ua: Агрегація

source: Range
ar_sa: المدى
de_de: Bereich
es_es: Rango
fa_ir: محدوده
fr_fr: Portée
hi_in: श्रेणी
it_it: Gamma
ja_jp: 範囲
pl_pl: Zakres:
pt_pt: Limite
ru_ru: Диапазон
th_th: เทือก
tr_tr: Aralık
uk_ua: Діапазон

source: Overlay
ar_sa: التراكب
de_de: Überlagerung
es_es: Capa
fa_ir: جایگذاشت
fr_fr: Superposition
hi_in: उपरिशायी
it_it: copertura
ja_jp: オーバーレイ
pl_pl: Nakładanie wykresu
pt_pt: Sobreposição
ru_ru: Наложение
th_th: ทับ
tr_tr: Katman
uk_ua: Накладання

source: Add overlay…
ar_sa: إضافة تراكب...
de_de: Überlagerung hinzufügen...
es_es: Agregar superposición...
fa_ir: افزودن روکش...
fr_fr: Ajouter une superposition...
hi_in: ओवरले जोड़ें.. ।
it_it: Aggiungi sovrapposizione...
ja_jp: オーバーレイを追加...
pl_pl: Dodaj nakładkę...
pt_pt: Adicionar sobreposição...
ru_ru: Добавить наложение...
th_th: เพิ่มการวางซ้อน...
tr_tr: Yer paylaşımı ekle…
uk_ua: Додати накладання...

source: Show all
ar_sa: عرض الكل
de_de: Alle anzeigen
es_es: Mostrar todo
fa_ir: همه را نشان بده
fr_fr: Tout visualiser
hi_in: सभी को दिखाएं
it_it: Mostra tutto
ja_jp: すべて表示する
pl_pl: Pokaż wszystko
pt_pt: Exibir todos
ru_ru: Показать весь график
th_th: แสดงทั้งหมด
tr_tr: Hepsini göster
uk_ua: Показати весь графік

source: Hide all
ar_sa: إخفاء الكل
de_de: Alle ausblenden
es_es: Ocultar todo
fa_ir: پنهان کردن همه
fr_fr: Tout cacher
hi_in: सभी को छिपाएं
it_it: Nascondi tutto
ja_jp: すべて隠す
pl_pl: Ukryj wszystko
pt_pt: Ocultar todos
ru_ru: Скрыть все
th_th: ซ่อนทั้งหมด
tr_tr: Tümünü Gizle
uk_ua: Сховати все

source: Remove all
ar_sa: حذف الكل
de_de: Alles entfernen
es_es: Eliminar todo
fa_ir: حذف همه
fr_fr: Tout retirer
hi_in: सभी निकालें
it_it: Rimuovi tutto
ja_jp: すべて削除する
pl_pl: Usuń wszystko
pt_pt: Remover tudo
ru_ru: Удалить все
th_th: ลบทั้งหมด
tr_tr: Tümünü sil
uk_ua: Видалити все

source: Indicators
ar_sa: المؤشرات
de_de: Indikatoren
es_es: Indicadores
fa_ir: شاخص
fr_fr: Indicateurs
hi_in: संकेतक
it_it: indicatori
ja_jp: インジケーター
pl_pl: Wskaźniki
pt_pt: Indicadores
ru_ru: Индикаторы
th_th: ตัว ชี้ วัด
tr_tr: Göstergeler
uk_ua: Індикатори

source: Add indicator…
ar_sa: إضافة مؤشر...
de_de: Indikator hinzufügen...
es_es: Agregar indicador...
fa_ir: افزودن شاخص...
fr_fr: Ajouter un indicateur...
hi_in: संकेतक जोड़ें.. ।
it_it: Aggiungi indicatore...
ja_jp: インジケータを追加...
pl_pl: Dodaj wskaźnik...
pt_pt: Adicionar indicador…
ru_ru: Добавить индикатор
th_th: เพิ่มอินดิเคเตอร์...
tr_tr: Gösterge ekle…
uk_ua: Додати індикатор...
