Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Client Order ID
ar_sa: معرف طلب العميل
de_de: Client-Bestell-ID
es_es: ID de pedido de cliente
fa_ir: شناسه سفارش مشتری
fr_fr: ID de commande client
hi_in: क्लाइंट ऑर्डर आईडी
it_it: ID ordine cliente
ja_jp: クライアント注文 ID
pl_pl: Identyfikator zamówienia klienta
pt_pt: ID de encomenda de cliente
ru_ru: Идентификатор клиентского ордера
th_th: รหัสคําสั่งซื้อของลูกค้า
tr_tr: İstemci Sipariş Kimliği
uk_ua: ID Ордеру клієнта

source: Creation time
ar_sa: وقت الإنشاء
de_de: Erstellungszeit
es_es: Tiempo de creación
fa_ir: زمان آفرینش
fr_fr: Temps de création
hi_in: निर्माण समय
it_it: Tempo di creazione
pl_pl: Czas tworzenia
pt_pt: Tempo de criação
ru_ru: Время создания
th_th: เวลาในการสร้าง
uk_ua: Час створення

source: Update time
ar_sa: تحديث الوقت
de_de: Aktualisierungszeit
es_es: Tiempo de actualización
fa_ir: زمان به روز رسانی
fr_fr: Heure de mise à jour
hi_in: अद्यतन समय
it_it: Tempo di aggiornamento
pl_pl: Czas aktualizacji
pt_pt: Tempo de atualização
ru_ru: Время обновления
th_th: เวลาอัปเดต
uk_ua: Час оновлення

source: Amount
ar_sa: الكمية
de_de: Menge
es_es: Cantidad
fa_ir: مقدار
fr_fr: Montant
hi_in: राशि
it_it: Quantità
ja_jp: 金額
pl_pl: Kwota
pt_pt: Montante
ru_ru: Количество
th_th: ปริมาณ
tr_tr: Tutar
uk_ua: Кількість

source: Orig. amount
ar_sa: مبلغ أوريج.
de_de: Gesamtbetrag
es_es: Cantidad orig.
fa_ir: مقدار اریگ
fr_fr: Montant initial
hi_in: ओरिग राशि
it_it: Importo orig.
pl_pl: Orig. kwota
pt_pt: Orig.
ru_ru: Ориг. сумма
th_th: จํานวนโอริก
uk_ua: Початк. кількість

source: Average price
ar_sa: متوسط السعر
de_de: Durchschnittspreis
es_es: Precio medio
fa_ir: متوسط قیمت
fr_fr: Prix moyen
hi_in: औसत मूल्य
it_it: Prezzo medio
ja_jp: 平均価格
pl_pl: Średnia cena
pt_pt: Preço médio
ru_ru: Средняя цена
th_th: ราคาเฉลี่ย
tr_tr: Ortalama Fiyat
uk_ua: Середня ціна

source: Trailing price
ar_sa: السعر الزائد
de_de: Nachlaufender Preis
es_es: Precio final
fa_ir: قیمت دنباله دار
fr_fr: Prix de suivi
hi_in: अनुगामी मूल्य
it_it: Prezzo finale
pl_pl: Cena końcowa
pt_pt: Preço de fuga
ru_ru: Трейлинговая цена
th_th: ราคาต่อท้าย
uk_ua: Трейлінгова ціна

source: Auxiliary Limit price
ar_sa: الحد الأقصى للسعر المساعد
de_de: Auxiliary Limit Preis
es_es: Precio límite auxiliar
fa_ir: قیمت حد کمکی
fr_fr: Prix limite auxiliaire
hi_in: सहायक सीमा मूल्य
it_it: Prezzo limite ausiliario
pl_pl: Cena limitu pomocniczego
pt_pt: Preço limite auxiliar
ru_ru: Цена вспомогательного лимита
th_th: ราคา จํากัด เสริม
uk_ua: Ціна допоміжного ліміту

source: Net margin
ar_sa: صافي الهامش
de_de: Nettomarge
es_es: Margen neto
fa_ir: حاشیه خالص
fr_fr: Marge nette
hi_in: निवल मार्जिन
it_it: Margine netto
pl_pl: Marża netto
pt_pt: Margem líquida
ru_ru: Чистая маржа
th_th: อัตรากําไรขั้นต้นสุทธิ
uk_ua: Чиста маржа

source: User profit & loss
ar_sa: أرباح المستخدم وخسارة
de_de: Gewinn und Verlust der Nutzer
es_es: Ganancias y pérdidas del usuario
fr_fr: Profits et pertes des utilisateurs
hi_in: उपयोगकर्ता लाभ और हानि
it_it: Profitti e perdite degli utenti
pl_pl: Zysk i strata użytkownika
pt_pt: Lucro e perda de utilizadores
ru_ru: Прибыль и убыток пользователей
th_th: กําไรและขาดทุนของผู้ใช้
uk_ua: Прибуток і збиток користувача

source: User swaps
ar_sa: مبادلات المستخدم
de_de: Benutzer-Swaps
es_es: Intercambios de usuarios
fa_ir: سوآپ کاربر
fr_fr: Échanges d’utilisateurs
hi_in: उपयोगकर्ता स्वैप
it_it: Scambi di utenti
pl_pl: Zamiany użytkowników
pt_pt: Trocas de utilizadores
ru_ru: Пользовательские свопы
th_th: สวอปผู้ใช้
uk_ua: Свопи користувачами

source: Verified
ar_sa: التحقق
de_de: Verifiziert
es_es: Verificado
fa_ir: تایید
fr_fr: Vérifié
hi_in: सत्यापित
it_it: Verificato
pl_pl: Sprawdzonych
pt_pt: Verificado
ru_ru: Проверить
th_th: จริง
uk_ua: Перевірено

source: Verification level
ar_sa: مستوى التحقق
de_de: Verifizierungsstufe
es_es: Nivel de verificación
fa_ir: سطح تأیید
fr_fr: Niveau de vérification
hi_in: सत्यापन स्तर
it_it: Livello di verifica
pl_pl: Poziom weryfikacji
pt_pt: Nível de verificação
ru_ru: Уровень верификации
th_th: ระดับการยืนยัน
uk_ua: Рівень перевірки

source: Merchant enabled
ar_sa: تمكين التاجر
de_de: Händler aktiviert
es_es: Comerciante habilitado
fa_ir: تاجر فعال شد
fr_fr: Marchand activé
hi_in: व्यापारी सक्षम किया गया
it_it: Commerciante abilitato
pl_pl: Sprzedawca włączony
pt_pt: Comerciante habilitado
ru_ru: Мерчант включен
th_th: เปิดใช้งานร้านค้าแล้ว
uk_ua: Мерчант включений

source: Maker fee
ar_sa: رسم صانع
es_es: Honorario del fabricante
fa_ir: هزینه ساز
fr_fr: Frais de fabricant
hi_in: निर्माता शुल्क
it_it: Tassa del produttore
ja_jp: メーカー料
pl_pl: Opłata za Ekspres
pt_pt: Taxa do fabricante
ru_ru: Комиссия Маркет-мейкера
th_th: ค่าชง
tr_tr: Piyasa Yapıcı ücreti
uk_ua: Комиссия мейкера

source: Derivative rebate
ar_sa: الخصم المشتقة
de_de: Derivatrabatt
es_es: Descuento derivado
fa_ir: کاهش مشتق
fr_fr: Remise sur produits dérivés
hi_in: व्युत्पन्न छूट
it_it: Sconto derivato
pl_pl: Rabat pochodny
pt_pt: Desconto derivado
ru_ru: Производная скидка
th_th: รีเบตอนุพันธ์
uk_ua: Похідна знижка

source: Taker fee to crypto
ar_sa: رسوم أخذ إلى التشفير
de_de: Abnehmergebühr für Krypto
es_es: Tarifa de taker a crypto
fa_ir: هزینه Taker به کریپتو
fr_fr: Frais de preneur à crypto
hi_in: Crypto के लिए Taker शुल्क
it_it: Commissione taker per cripto
pl_pl: Opłata Taker do krypto
pt_pt: Taxa de aceitação para cripto
ru_ru: Плата за криптовалюту
th_th: ค่าธรรมเนียม Taker เพื่อเข้ารหัสลับ
uk_ua: Плата за криптовалюту

source: Taker fee to stable
ar_sa: رسوم أخذ إلى مستقرة
de_de: Taker Fee zu stabil
es_es: Tarifa de taker a estable
fa_ir: هزینه Taker به پایدار
fr_fr: Frais de preneur stables
hi_in: स्थिर करने के लिए लेने वाले शुल्क
it_it: Taker commissione a stabile
pl_pl: Opłata taker do stabilnej
pt_pt: Taxa de aceitação para estável
ru_ru: Плата за возврат к стабильной
th_th: ค่าธรรมเนียมผู้รับเพื่อความมั่นคง
uk_ua: Плата за стейбл

source: Taker fee to fiat
ar_sa: رسوم أخذ إلى فيات
de_de: Taker Fee zu Fiat
es_es: Tarifa de taker a fiat
fa_ir: هزینه Taker به فیات
fr_fr: Frais de preneur à fiat
hi_in: फिएट करने के लिए लेने वाले शुल्क
it_it: Tassa di presa a fiat
pl_pl: Opłata taker do fiat
pt_pt: Taxa de aceitação para fiat
ru_ru: Плата получателя за фиат
th_th: ค่าธรรมเนียมผู้รับเพื่อคําสั่ง
uk_ua: Плата за фіат

source: Derivative taker fee
ar_sa: رسوم أخذ المشتقة
de_de: Gebühr für derivatenehmer
es_es: Comisión de toma de derivados
fa_ir: هزینه مشتق گرفتن
fr_fr: Frais de preneur de produits dérivés
hi_in: व्युत्पन्न लेने वाला शुल्क
it_it: Commissione per l'acquirente di derivati
pl_pl: Opłata za pobranie instrumentu pochodnego
pt_pt: Taxa de aceitação derivada
ru_ru: Комиссия за дериватив
th_th: ค่าธรรมเนียมผู้รับอนุพันธ์
uk_ua: Комісія за дериватив

source: Market data connection. Trading coming soon.
ar_sa: اتصال بيانات السوق. التداول قادم قريبا.
de_de: Marktdatenanbindung. Der Handel kommt bald.
es_es: Conexión de datos de mercado. Trading próximamente.
fa_ir: بازار اتصال داده ها. بازرگانی به زودی.
fr_fr: Connexion de données de marché. Trading à venir bientôt.
hi_in: बाजार डेटा कनेक्शन । व्यापार जल्द ही आ रहा है ।
it_it: Connessione dati di mercato. Trading in arrivo.
ja_jp: 市場データ接続。取引はすぐに来ます。
pl_pl: Połączenie danych rynkowych. Trading wkrótce.
pt_pt: Conexão de dados de mercado. Negociação em breve.
ru_ru: Подключение к рыночным данным. Торговля не доступна.
th_th: การเชื่อมต่อข้อมูลตลาด การซื้อขายเร็ว ๆ นี้
tr_tr: Piyasa veri bağlantısı. Ticaret yakında geliyor.
uk_ua: Підключення до даних. Торгівля поки не доступна.

source: Index
ar_sa: مؤشر
es_es: Índice
fa_ir: شاخص
hi_in: सूचकांक
it_it: Indice
ja_jp: インデックス
pl_pl: Indeks
pt_pt: Índice
ru_ru: Индекс
th_th: ดัชนี
tr_tr: Dizin
uk_ua: Індекс

source: Spot symbol
ar_sa: رمز المنطقة
es_es: Símbolo spot
fa_ir: نماد نقطه
fr_fr: Symbole spot
hi_in: स्पॉट प्रतीक
it_it: Simbolo di macchia
ja_jp: スポットシンボル
pl_pl: Instrument Spot
pt_pt: Ativo local
ru_ru: Спот символ
th_th: สัญลักษณ์สปอต
tr_tr: Spot Enstrüman
uk_ua: Спот символ

source: Transaction History
ar_sa: محفوظات المعاملات
de_de: Transaktionsverlauf
es_es: Historial de transacciones
fa_ir: تاریخچه تراکنش
fr_fr: Historique des transactions
hi_in: लेन-देन का इतिहास
it_it: Cronologia transazioni
ja_jp: 取引履歴
pl_pl: Historia transakcji
pt_pt: Histórico de Transações
ru_ru: История транзакций
th_th: ประวัติการทํารายการ
tr_tr: İşlem Geçmişi
uk_ua: Історія трансакцій

source: Trade history
ar_sa: تاريخ التجارة
de_de: Handelsgeschichte
es_es: Historial comercial
fa_ir: تاریخچه تجارت
fr_fr: Histoire commerciale
hi_in: व्यापार इतिहास
it_it: Storia commerciale
ja_jp: 貿易履歴
pl_pl: Historia handlu
pt_pt: História do comércio
ru_ru: История торговли
th_th: ประวัติการค้า
tr_tr: Ticaret tarihi
uk_ua: Історія угод

source: Order history
ar_sa: محفوظات الطلبات
de_de: Bestellhistorie
es_es: Historial de pedidos
fa_ir: تاریخچه نظم
fr_fr: Historique des commandes
hi_in: आदेश इतिहास
it_it: Cronologia degli ordini
ja_jp: 注文履歴
pl_pl: Historia zamówień
pt_pt: Histórico de ordens
ru_ru: История ордеров
th_th: ประวัติการสั่งซื้อ
tr_tr: Sipariş geçmişi
uk_ua: Історія ордерів

source: Fee
ar_sa: الرسوم
de_de: Gebühr
es_es: Comison
fa_ir: هزینه
fr_fr: Frais
hi_in: शुल्क
it_it: Commissione
ja_jp: 手数料
pl_pl: Prowizja
pt_pt: Taxa
ru_ru: Комиссия
th_th: ค่าธรรมเนียม
tr_tr: Ücret
uk_ua: Комісія

source: Address
ar_sa: العنوان
de_de: Adresse
es_es: Dirección
fa_ir: آدرس
fr_fr: Adresse
hi_in: पता
it_it: Indirizzo
ja_jp: アドレス
pl_pl: Adres
pt_pt: Endereço
ru_ru: Адрес
th_th: ที่อยู่
tr_tr: Adres
uk_ua: Адреса

source: Wallet Balance
ar_sa: رصيد المحفظة
es_es: Saldo de la cartera
fa_ir: تعادل کیف پول
fr_fr: Balance portefeuille
hi_in: वॉलेट बैलेंस
it_it: Saldo portafoglio
ja_jp: ウォレットバランス
pl_pl: Saldo portfela
pt_pt: Saldo da carteira
ru_ru: Баланс кошелька
th_th: ยอดคงเหลือในกระเป๋าเงิน
tr_tr: Cüzdan Bakiyesi
uk_ua: Баланс гаманця

source: Exec Type
ar_sa: نوع Exec
de_de: Exec-Typ
es_es: Tipo de ejecutivo
fa_ir: نوع Exec
hi_in: Exec प्रकार
it_it: Tipo Exec
ja_jp: Exec タイプ
pl_pl: Typ Exec
pt_pt: Tipo Exec
ru_ru: Тип исполнения
th_th: ประเภทผู้บริหาร
tr_tr: Exec Türü
uk_ua: Тип викон.

source: Exec Qty
ar_sa: Exec الكمية
it_it: Qtà Exec
ja_jp: エグゼクティブ数量
pl_pl: Exec Ilość
ru_ru: Объем исполнения
th_th: เอ็กเซ็กซิคจํานวน
uk_ua: Об'єм викон.

source: Exec Price
ar_sa: سعر Exec
de_de: Exec Preis
fa_ir: Exec قیمت
hi_in: Exec मूल्य
it_it: Prezzo Exec
ja_jp: エグゼクティブ価格
pl_pl: Cena Exec
pt_pt: Preço do Executivo
ru_ru: Цена исполнения
th_th: เอ็กเซ็กซ์ ราคา
tr_tr: Exec Fiyat
uk_ua: Ціна викон.

source: Fee Rate
ar_sa: معدل الرسوم
de_de: Gebührensatz
es_es: Tasa de comision
fa_ir: نرخ هزینه
fr_fr: Tarif
hi_in: शुल्क दर
it_it: Tariffa tariffaria
ja_jp: 手数料率
pl_pl: Stawka opłaty
pt_pt: Taxa de taxa
ru_ru: Ставка комиссии
th_th: อัตราค่าธรรมเนียม
tr_tr: Ücret Oranı
uk_ua: Ставка комісія

source: Fee Paid
ar_sa: الرسوم المدفوعة
de_de: Bezahlte Gebühr
es_es: Cuota pagada
fa_ir: هزینه پرداخت شده
fr_fr: Frais payés
hi_in: शुल्क का भुगतान किया
it_it: Tariffa pagata
ja_jp: 支払われた手数料
pl_pl: Zapłacona opłata
pt_pt: Taxa Paga
ru_ru: Уплаченная комиссия
th_th: ค่าธรรมเนียมที่ชําระแล้ว
tr_tr: Ödenen Ücret
uk_ua: Сплачена комісія

source: Order Type
ar_sa: نوع الطلب
de_de: Auftragstyp
es_es: Tipo de pedido
fa_ir: نوع سفارش
fr_fr: Type de commande
hi_in: ऑर्डर टाइप
it_it: Tipo di ordine
ja_jp: 注文タイプ
pl_pl: Typ zamówienia
pt_pt: Tipo de Encomenda
ru_ru: Тип ордера
th_th: ประเภทคําสั่ง
tr_tr: Sipariş Türü
uk_ua: Тип ордеру

source: Order Qty
ar_sa: طلب الكمية
de_de: Qty bestellen
es_es: Cantidad de pedido
fa_ir: سفارش Qty
fr_fr: Ordre Qty
hi_in: आदेश Qty
it_it: Qtà ordine
ja_jp: 注文数量
pl_pl: Ilość zamówienia
pt_pt: Encomendar Qty
ru_ru: Объем ордера
th_th: สั่งซื้อจํานวน
tr_tr: Sipariş Qty
uk_ua: Об'єм ордеру

source: Qty Left
ar_sa: الكمية اليسرى
es_es: Cantidad restante
fa_ir: کیتی چپ
fr_fr: Qty Gauche
hi_in: क्यूटी लेफ्ट
it_it: Qtà Sinistra
ja_jp: 左の数量
pl_pl: Ilość po lewej
pt_pt: Qty Esquerda
ru_ru: Оставшийся объем
th_th: จํานวนซ้าย
tr_tr: Qty Sol
uk_ua: Об'єм, що залишився

source: Order Price
ar_sa: سعر الطلب
de_de: Bestellpreis
es_es: Precio de la orden
fa_ir: قیمت سفارش
fr_fr: Prix de commande
hi_in: ऑर्डर मूल्य
it_it: Prezzo dell'ordine
ja_jp: 注文価格
pl_pl: Cena zamówienia
pt_pt: Preço da encomenda
ru_ru: Цена ордера
th_th: ราคาสั่งซื้อ
tr_tr: Sipariş Fiyatı
uk_ua: Вартість ордеру

source: OrderID
hi_in: ऑर्डरआईडी
pl_pl: Idzamówienia
th_th: รหัสคําสั่งซื้อ
tr_tr: Siparişno
uk_ua: ID ордеру

source: Qty
ar_sa: الكميه
fa_ir: تعداد
fr_fr: Qté
hi_in: मात्रा
ja_jp: 数量
pl_pl: Ilość
pt_pt: Rio Qty
ru_ru: Количество
th_th: ปริมาณ
tr_tr: Mkt
uk_ua: Кість

source: Remaining
ar_sa: المتبقيه
de_de: verbleibend
es_es: Restante
fa_ir: باقی مانده
fr_fr: Restant
hi_in: शेष
it_it: Rimanenti
ja_jp: 残り
pl_pl: Pozostałe
pt_pt: Remanescente
ru_ru: Осталось
th_th: เหลือ
tr_tr: Kalan
uk_ua: Залишилося

source: Stop Price
ar_sa: سعر التوقف
de_de: Stop-Preis
es_es: Precio de parada
fa_ir: توقف قیمت
fr_fr: Prix d’arrêt
hi_in: स्टॉप प्राइस
it_it: Prezzo di arresto
ja_jp: ストップ価格
pl_pl: Zatrzymaj cenę
pt_pt: Preço de paragem
ru_ru: Стоп Цена
th_th: ราคาหยุด
tr_tr: Stop Fiyat
uk_ua: Ціна Стоп

source: Fill Price
ar_sa: سعر التعبئة
de_de: Füllpreis
es_es: Precio de llenado
fa_ir: پر کردن قیمت
fr_fr: Prix de remplissage
hi_in: भरें मूल्य
it_it: Prezzo di riempimento
ja_jp: 価格を埋める
pl_pl: Cena wypełnienia
pt_pt: Preço de Enchimento
ru_ru: Цена исполнения
th_th: เติมราคา
tr_tr: Dolgu Fiyatı
uk_ua: Ціна виконання

source: Risk limit
ar_sa: حد المخاطر
de_de: Risikogrenze
es_es: Límite de riesgo
fa_ir: حد خطر
fr_fr: Limite de risque
hi_in: जोखिम सीमा
it_it: Limite di rischio
ja_jp: リスク制限
pl_pl: Limit ryzyka
pt_pt: Limite de risco
ru_ru: Предел риска
th_th: ขีดจํากัดความเสี่ยง
tr_tr: Risk sınırı
uk_ua: Межа ризику

source: Wallet Balance = (Deposits - Withdrawals + Realized PNL)
ar_sa: رصيد المحفظة = (الودائع - السحوبات + PNL المحققة)
de_de: Wallet Balance = (Einzahlungen - Auszahlungen + Realisierte PNL)
es_es: Saldo de la cartera (Depósitos - Retiros + PNL realizado)
fa_ir: تراز کیف پول = (سپرده ها - برداشت + PNL تحقق یافته)
fr_fr: Balance portefeuille = (Dépôts - Retraits + PNL réalisé)
hi_in: वॉलेट बैलेंस = (जमा - निकासी + साकार पीएनएल)
it_it: Portafoglio Saldo (Depositi - Prelievi - PNL Realizzato)
ja_jp: ウォレット残高 = (預金 - 引き出し + 実現 PNL)
pl_pl: Saldo portfela = (Wpłaty - Wypłaty + Zrealizowane PNL)
pt_pt: Saldo da carteira = (Depósitos - Levantamentos + PNL Realizado)
ru_ru: Баланс кошелька = (Депозиты - Выводы + Реализованный PNL)
th_th: ยอดคงเหลือในกระเป๋าเงิน = (การฝาก - การถอนเงิน + PNL ที่รับรู้)
tr_tr: Cüzdan Bakiyesi = (Para Yatırma - Para Çekme + Gerçekleşen PNL)
uk_ua: Баланс гаманця = (Депозити - Зняття коштів + Реалізована PNL)

source: Current profit and loss from all open positions
ar_sa: الربح والخسارة الحالية من جميع المراكز المفتوحة
de_de: Aktueller Gewinn und Verlust aus allen offenen Positionen
es_es: Ganancias y pérdidas actuales de todas las posiciones abiertas
fa_ir: سود و زیان فعلی از تمام موقعیت های باز
fr_fr: Bénéfice et perte courants de toutes les positions ouvertes
hi_in: सभी खुले पदों से वर्तमान लाभ और हानि
it_it: Utile e perdita correnti da tutte le posizioni aperte
ja_jp: すべてのオープンポジションからの現在の損益
pl_pl: Bieżący zysk i strata ze wszystkich otwartych pozycji
pt_pt: Resultados correntes de todas as posições abertas
ru_ru: Текущая прибыль и убыток от всех открытых позиций
th_th: กําไรและขาดทุนปัจจุบันจากตําแหน่งที่เปิดอยู่ทั้งหมด
tr_tr: Tüm açık pozisyonlardan elde edilen cari kar ve zarar
uk_ua: Поточний прибуток і збиток з усіх відкритих позицій

source: Margin Balance
ar_sa: رصيد الهامش
es_es: Saldo de margen
fa_ir: تعادل حاشیه
fr_fr: Solde de marge
hi_in: मार्जिन बैलेंस
it_it: Saldo margine
ja_jp: マージン残高
pl_pl: Saldo depozytu zabezpieczającego
pt_pt: Saldo da Margem
ru_ru: Маржинальный баланс
th_th: ยอดคงเหลือมาร์จิ้น
tr_tr: Marj Dengesi
uk_ua: Баланс маржі

source: Your total equity held with the exchange. Margin balance = (Balance + Unrealized PNL)
ar_sa: مجموع أسهمك التي عقدت مع البورصة. رصيد الهامش = (الرصيد + PNL غير المحققة)
de_de: Ihr gesamtes Eigenkapital, das an der Börse gehalten wird. Margensaldo = (Saldo + Nicht realisierte PNL)
es_es: Su capital total mantenido con el intercambio. Saldo de margen (Balance + PNL no realizado)
fa_ir: کل سهام شما با بورس برگزار شد. تعادل حاشیه = (تعادل + PNL تحقق نیافته)
fr_fr: Votre participation totale détenue avec la bourse. Solde de marge = (Solde + PNL non réalisé)
hi_in: एक्सचेंज के साथ आयोजित आपकी कुल इक्विटी। मार्जिन बैलेंस = (शेष + अचेतन पीएनएल)
it_it: Il tuo patrimonio netto totale detenuto con lo scambio. Saldo di margine (Saldo - PNL non realizzato)
ja_jp: 取引所との総持分。マージン残高 = (残高 + 未実現 PNL)
pl_pl: Twój całkowity kapitał posiadany na giełdzie. Saldo depozytu zabezpieczającego = (saldo + niezrealizowane PNL)
pt_pt: O seu capital total detido com a bolsa. Saldo da margem = (Saldo + PNL não realizado)
ru_ru: Ваш общий капитал, проведенный с биржей. Маржинальный баланс = ( Баланс + Нереализованный PNL)
th_th: ส่วนของผู้ถือหุ้นทั้งหมดของคุณที่ถืออยู่กับการแลกเปลี่ยน ยอดคงเหลือมาร์จิ้น = (ยอดคงเหลือ + PNL ที่ยังไม่เกิดขึ้นจริง)
tr_tr: Borsada tutulan toplam özsermayeniz. Marj bakiyesi = (Bakiye + Gerçekleşmemiş PNL)
uk_ua: Ваш загальний капітал, проведений на біржі. Баланс маржі = (баланс + нереалізовані PNL)

source: Position Margin
ar_sa: هامش الموضع
de_de: Positionsrand
es_es: Margen de posición
fa_ir: حاشیه موقعیت
fr_fr: Marge de position
hi_in: स्थिति मार्जिन
it_it: Margine posizione
ja_jp: 位置の余白
pl_pl: Margines pozycji
pt_pt: Margem de posição
ru_ru: Маржа позиции
th_th: ระยะขอบตําแหน่ง
tr_tr: Pozisyon Marjini
uk_ua: Маржа позицій

source: The minimum equity you must retain with the exchange to keep your positions.
ar_sa: الحد الأدنى من الأسهم التي يجب الاحتفاظ بها مع البورصة للحفاظ على مراكزك.
de_de: Das Mindestkapital, das Sie bei der Börse behalten müssen, um Ihre Positionen zu behalten.
es_es: El capital mínimo que debe retener con el intercambio para mantener sus posiciones.
fa_ir: حداقل حقوق صاحبان سهام شما باید با مبادله حفظ برای حفظ موقعیت های خود را.
fr_fr: L’équité minimale que vous devez conserver avec l’échange pour conserver vos positions.
hi_in: न्यूनतम इक्विटी आपको अपनी स्थिति बनाए रखने के लिए एक्सचेंज के साथ बनाए रखना होगा।
it_it: Il capitale minimo che devi mantenere con lo scambio per mantenere le tue posizioni.
ja_jp: あなたのポジションを維持するために取引所に保持する必要がある最小資本。
pl_pl: Minimalny kapitał własny, który musisz zachować wraz z giełdą, aby utrzymać swoje pozycje.
pt_pt: O capital mínimo que deve reter com a bolsa para manter as suas posições.
ru_ru: Минимальный остаточный капитал на бирже, чтобы сохранить свои позиции.
th_th: ส่วนของผู้ถือหุ้นขั้นต่ําที่คุณต้องเก็บไว้กับการแลกเปลี่ยนเพื่อรักษาตําแหน่งของคุณ
tr_tr: Pozisyonlarınızı korumak için değişimde tutmanız gereken minimum özkaynak.
uk_ua: Мінімальний залишковий капітал на біржі, щоб зберегти свої позиції.

source: Order Margin
ar_sa: ترتيب الهامش
es_es: Margen de pedido
fa_ir: حاشیه سفارش
fr_fr: Marge de commande
hi_in: ऑर्डर मार्जिन
it_it: Margine d'ordine
ja_jp: 注文マージン
pl_pl: Marża zamówienia
pt_pt: Margem de Encomenda
ru_ru: Маржа заказа
th_th: มาร์จิ้นคําสั่งซื้อ
tr_tr: Sipariş Marjı
uk_ua: Маржа ордерів

source: The minimum equity you must retain with the exchange to keep your open orders.
ar_sa: الحد الأدنى من الأسهم التي يجب الاحتفاظ بها مع التبادل للحفاظ على أوامرك المفتوحة.
de_de: Das Mindestkapital, das Sie bei der Börse einbehalten müssen, um Ihre offenen Aufträge zu behalten.
es_es: El capital mínimo que debe retener con el intercambio para mantener sus órdenes abiertas.
fa_ir: حداقل حقوق صاحبان سهام شما باید با تبادل حفظ برای حفظ سفارشات باز خود را.
fr_fr: L’équité minimale que vous devez conserver avec l’échange pour garder vos ordres ouverts.
hi_in: न्यूनतम इक्विटी आपको अपने खुले आदेशों को बनाए रखने के लिए एक्सचेंज के साथ बनाए रखना होगा।
it_it: Il capitale minimo che è necessario mantenere con lo scambio per mantenere i vostri ordini aperti.
ja_jp: オープン注文を維持するために取引所に保持する必要がある最小資本。
pl_pl: Minimalny kapitał własny, który musisz zachować wraz z giełdą, aby zachować otwarte zlecenia.
pt_pt: O capital mínimo que deve reter com a bolsa para manter as suas encomendas abertas.
ru_ru: Минимальный остаточный капитал на бирже, чтобы сохранить ваши открытые ордеры.
th_th: อิควิตี้ขั้นต่ําที่คุณต้องเก็บไว้กับการแลกเปลี่ยนเพื่อรักษาคําสั่งซื้อที่เปิดอยู่ของคุณ
tr_tr: Açık siparişlerinizi korumak için borsada tutmanız gereken minimum özkaynak.
uk_ua: Мінімальний залишковий капітал на біржі, щоб зберегти відкриті ордери.

source: Available Balance
ar_sa: الرصيد المتوفر
de_de: Verfügbarer Saldo
es_es: Saldo disponible
fa_ir: تعادل موجود
fr_fr: Solde disponible
hi_in: उपलब्ध शेष राशि
it_it: Saldo disponibile
ja_jp: 利用可能な残高
pl_pl: Dostępne saldo
pt_pt: Saldo Disponível
ru_ru: Доступный баланс
th_th: ยอดเงินคงเหลือ
tr_tr: Kullanılabilir Bakiye
uk_ua: Доступний баланс

source: Your margin available for new positions. Available Balance = (Margin Balance - Order Margin - Position Margin)
ar_sa: الهامش الخاص بك متاح للمراكز الجديدة. الرصيد المتاح = (رصيد الهامش - هامش الطلب - هامش الموضع)
de_de: Ihr Spielraum für neue Positionen. Verfügbarer Saldo = (Margin Balance - Order Margin - Positionsmarge)
es_es: Su margen disponible para nuevas posiciones. Saldo disponible (Balance de margen - Margen de la orden - Margen de posición)
fa_ir: حاشیه شما برای موقعیت های جدید در دسترس است. تعادل موجود = (تعادل حاشیه - حاشیه سفارش - حاشیه موقعیت)
fr_fr: Votre marge disponible pour de nouveaux postes. Solde disponible = (Solde de marge - Marge d’ordre - Marge de position)
hi_in: नए पदों के लिए उपलब्ध आपका मार्जिन। उपलब्ध शेष = (मार्जिन बैलेंस - ऑर्डर मार्जिन - स्थिति मार्जिन)
it_it: Il margine disponibile per le nuove posizioni. Saldo disponibile (Saldo margine - Margine ordine - Margine posizione)
ja_jp: 新しい職位に対して使用できるマージン。利用可能な残高 = (マージンバランス - 注文マージン - ポジションマージン)
pl_pl: Twój depozyt zabezpieczający dostępny dla nowych pozycji. Dostępne saldo = (Saldo depozytu zabezpieczającego - marża zamówienia - marża pozycji)
pt_pt: A sua margem disponível para novas posições. Saldo disponível = (Saldo de Margem - Margem de encomenda - Margem de posição)
ru_ru: Маржа, доступная для новых позиций. Доступный баланс = (Баланс маржи - Маржа ордера - Маржа позиции)
th_th: มาร์จิ้นของคุณพร้อมสําหรับตําแหน่งใหม่ ยอดคงเหลือที่ใช้ได้ = (ยอดคงเหลือมาร์จิ้น - มาร์จิ้นของคําสั่งซื้อ - มาร์จิ้นของตําแหน่ง)
tr_tr: Yeni pozisyonlar için marjınız kullanılabilir. Kullanılabilir Bakiye = (Marj Bakiyesi - Sipariş Marjı - Pozisyon Marjı)
uk_ua: Маржа доступна для нових позицій. Доступний баланс = (Баланс маржі – Маржа ордера – Маржа позиції)
