Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Double
ar_sa: انقر نقرا مزدوجا
de_de: Doppel
es_es: Doble
fa_ir: دو
hi_in: दोगुना
it_it: Doppia
ja_jp: ダブル
pl_pl: Podwójne
pt_pt: Duplo
ru_ru: Двойной
th_th: คู่
tr_tr: Çift
uk_ua: Подвійний

source: Imbalance
ar_sa: الاختلال
de_de: Ungleichgewicht
es_es: Desequilibrio
fa_ir: تعادل
fr_fr: Déséquilibre
hi_in: असंतुलन
it_it: Squilibrio
ja_jp: 不均衡
pl_pl: Brak równowagi
pt_pt: Desequilíbrio
ru_ru: Дисбаланс
th_th: ความไม่สมดุล
tr_tr: Dengesizlik
uk_ua: Дисбаланс

source: Enable {0} view
ar_sa: تمكين العرض {0}
de_de: Aktivieren Sie {0} Ansicht
es_es: Activar la vista {0}
fa_ir: فعال کردن {0} نمایش
fr_fr: Activer la vue {0}
hi_in: {0} दृश्य सक्षम करें
it_it: Abilita visualizzazione {0}
ja_jp: {0} ビューを有効にする
pl_pl: Włącz widok {0}
pt_pt: Habilitar exibição {0}
ru_ru: Включить {0}
th_th: เปิดใช้งานมุมมอง{0}
tr_tr: {0} görünümünü etkinleştir
uk_ua: Увімкнути {0}

source: Type
ar_sa: النوع
de_de: Typ
es_es: Tipo
fa_ir: نوع
hi_in: प्रकार
it_it: Tipologia
ja_jp: タイプ
pl_pl: Typu
pt_pt: Tipo
ru_ru: Тип
th_th: ประเภท
tr_tr: Tür
uk_ua: Тип

source: Data type #1
ar_sa: نوع البيانات #1
de_de: Datentyp #1
es_es: Tipo de datos #1
fa_ir: نوع داده ها #1
fr_fr: Type de données #1
hi_in: डेटा प्रकार #1
it_it: Tipo di dati #1
ja_jp: データ型 #1
pl_pl: Typ danych #1
pt_pt: Tipo de dados #1
ru_ru: Тип данных #1
th_th: ประเภทข้อมูล #1
tr_tr: Veri türü #1
uk_ua: Тип даних #1

source: Data type #2
ar_sa: نوع البيانات #2
de_de: Datentyp #2
es_es: Tipo de datos #2
fa_ir: نوع داده ها #2
fr_fr: Type de données #2
hi_in: डेटा प्रकार #2
it_it: Tipo di dati #2
ja_jp: データ型 #2
pl_pl: Typ danych #2
pt_pt: Tipo de dados #2
ru_ru: Тип данных #2
th_th: ประเภทข้อมูล #2
tr_tr: Veri türü #2
uk_ua: Тип даних #2

source: Cluster visualization
de_de: Cluster Visualisierung
es_es: Visualización de clústeres
fa_ir: تجسم کلاستر
fr_fr: Visualisation de cluster
hi_in: क्लस्टर विज़ुअलाइज़ेशन
it_it: Visualizzazione cluster
ja_jp: クラスタの視覚化
pl_pl: Wizualizacja klastrów
pt_pt: Visualização de cluster
ru_ru: Визуализация кластера
th_th: การแสดงภาพคลัสเตอร์
tr_tr: Küme görselleştirme
uk_ua: Візуалізація кластера

source: Show POC
ar_sa: إظهار POC
de_de: POC anzeigen
es_es: Mostrar POC
fa_ir: نمایش POC
fr_fr: Afficher POC
hi_in: पीओसी दिखाएं
it_it: Mostra POC
ja_jp: POC を表示する
pl_pl: Pokaż POC
pt_pt: Mostrar POC
ru_ru: Показать POC
th_th: แสดง POC
tr_tr: POC'yi göster
uk_ua: Показати POC

source: POC type
ar_sa: نوع POC
de_de: POC-Typ
es_es: Tipo POC
fa_ir: نوع POC
fr_fr: Type POC
hi_in: पीओसी प्रकार
it_it: Tipo POC
ja_jp: POC タイプ
pl_pl: Typ POC
pt_pt: Tipo POC
ru_ru: Тип POC
th_th: ประเภท POC
tr_tr: POC türü
uk_ua: Тип POC

source: Draw grid
de_de: Raster zeichnen
fa_ir: رسم شبکه
fr_fr: Dessiner la grille
it_it: Disegna griglia
th_th: วาดเส้นตาราง
uk_ua: Малювання сітки

source: Minute
ar_sa: دقيقة
es_es: Minuto
fa_ir: دقیقه
hi_in: मिनट
it_it: Minuti
ja_jp: 分
pl_pl: Minuta
pt_pt: Minuto
ru_ru: Минута
th_th: นาที
tr_tr: 1 dakika
uk_ua: Хвилина

source: Hour
ar_sa: ساعة
de_de: Stunde
es_es: Hora
fa_ir: ساعت
fr_fr: Heure
hi_in: घंटा
it_it: Ora
ja_jp: 時間
pl_pl: Godzin
pt_pt: Hora
ru_ru: Час
th_th: ชั่วโมง
tr_tr: Saat
uk_ua: Година

source: Enabled
ar_sa: مفعّل
de_de: Aktiviert
es_es: Habilitado
fa_ir: فعال
fr_fr: Activé
hi_in: सक्षम
it_it: Abilitato
ja_jp: 有効
pl_pl: Włączone
pt_pt: Habilitado
ru_ru: Включено
th_th: เปิด
tr_tr: Etkinleştirildi
uk_ua: Увімкнено

source: Gradient
ar_sa: الانحدار
de_de: Farbverlauf
es_es: Gradiente
fa_ir: شیب
hi_in: ग्रैडिएंट
it_it: Sfumatura
ja_jp: 勾配
pl_pl: Gradientu
pt_pt: Gradiente
ru_ru: Градиент
th_th: ไล่ ระดับ สี
tr_tr: Gradyen
uk_ua: Градієнт

source: Fixed
ar_sa: ثابت
de_de: Fest
es_es: Fijo
fa_ir: ثابت
fr_fr: Fixe
hi_in: निश्चित
it_it: Fisso
ja_jp: 固定
pl_pl: Naprawiony
pt_pt: Fixo
ru_ru: Фиксированная
th_th: ตายตัว
tr_tr: Sabit
uk_ua: Фіксована

source: Coloring mode
ar_sa: وضع التلوين
de_de: Farbmodus
es_es: Modo colorear
fa_ir: حالت رنگ آمیزی
fr_fr: Mode de coloration
hi_in: रंग मोड
it_it: Modalità colorazione
ja_jp: 着色モード
pl_pl: Tryb kolorowania
pt_pt: Modo de coloração
ru_ru: Режим окрашивания
th_th: โหมดระบายสี
tr_tr: Renklendirme modu
uk_ua: Режим фарбування

source: Default colors
de_de: Standardfarben
fa_ir: رنگ های پیش فرض
fr_fr: Couleurs par défaut
it_it: Colori predefiniti
th_th: สีเริ่มต้น
uk_ua: Кольори за замовчуванням

source: Coloring for various levels
ar_sa: التلوين لمستويات مختلفة
de_de: Färbung für verschiedene Ebenen
es_es: Colorear para varios niveles
fa_ir: رنگ آمیزی برای سطوح مختلف
fr_fr: Coloration pour différents niveaux
hi_in: विभिन्न स्तरों के लिए रंग
it_it: Colorazione per vari livelli
ja_jp: 様々なレベルの着色
pl_pl: Farbowanie na różnych poziomach
pt_pt: Coloração para vários níveis
ru_ru: Раскраска для различных уровней
th_th: การระบายสีสําหรับระดับต่างๆ
tr_tr: Çeşitli seviyeler için boyama
uk_ua: Фарбування для різних рівнів

source: Default text color
ar_sa: لون النص الافتراضي
de_de: Standardtextfarbe
es_es: Color de texto predeterminado
fa_ir: رنگ متن پیش فرض
fr_fr: Couleur de texte par défaut
hi_in: डिफ़ॉल्ट टेक्स्ट रंग
it_it: Colore predefinito del testo
ja_jp: 既定のテキストの色
pl_pl: Domyślny kolor tekstu
pt_pt: Cor de texto padrão
ru_ru: Цвет текста по умолчанию
th_th: สีข้อความเริ่มต้น
tr_tr: Varsayılan metin rengi
uk_ua: Типовий колір тексту

source: Pos
fa_ir: اعتباری
hi_in: स्थिति
pl_pl: Poz
ru_ru: Пол
th_th: พอส
uk_ua: Поз

source: Neg
fa_ir: نفی
hi_in: नेग
pt_pt: Rio Neg
ru_ru: Отр
th_th: เน็ก
tr_tr: Negatif
uk_ua: Нег

source: Coloring for positive delta levels
ar_sa: تلوين لمستويات دلتا إيجابية
de_de: Färbung für positive Deltawerte
es_es: Colorear para niveles delta positivos
fa_ir: رنگ آمیزی برای سطوح دلتای مثبت
fr_fr: Coloration pour les niveaux de delta positifs
hi_in: सकारात्मक डेल्टा स्तर के लिए रंग
it_it: Colorazione per livelli delta positivi
ja_jp: 正のデルタレベルのカラーリング
pl_pl: Kolorystyka dla dodatnich poziomów delta
pt_pt: Coloração para níveis delta positivos
ru_ru: Окраска для положительных уровней дельты
th_th: การระบายสีสําหรับระดับเดลต้าที่เป็นบวก
tr_tr: Pozitif delta düzeyleri için boyama
uk_ua: Фарбування для позитивних рівнів дельти

source: Coloring for negative levels
ar_sa: التلوين لمستويات سلبية
de_de: Färbung für negative Ebenen
es_es: Colorear para niveles negativos
fa_ir: رنگ آمیزی برای سطوح منفی
fr_fr: Coloration pour les niveaux négatifs
hi_in: नकारात्मक स्तर के लिए रंग
it_it: Colorazione per livelli negativi
ja_jp: 負のレベルの色付け
pl_pl: Kolorowanie dla poziomów ujemnych
pt_pt: Coloração para níveis negativos
ru_ru: Окраска для отрицательных уровней
th_th: การระบายสีสําหรับระดับลบ
tr_tr: Negatif seviyeler için boyama
uk_ua: Фарбування для негативних рівнів

source: Histogram position
ar_sa: موضع الرسم البياني
de_de: Histogramm-Position
es_es: Posición del histograma
fa_ir: موقعيت هیستوگرام
fr_fr: Position de l'histogramme
hi_in: हिस्टोग्राम स्थिति
it_it: Posizione istogramma
ja_jp: ヒストグラムの位置
pl_pl: Pozycja histogramu
pt_pt: Posição do histograma
ru_ru: Положение гистограммы
th_th: ตําแหน่งฮิสโตแกรม
tr_tr: Histogram konumu
uk_ua: Положення гістограми

source: Histogram label position
ar_sa: موضع تسميه الرسم البياني
de_de: Histogramm-Etikettenposition
es_es: Posición de etiqueta del histograma
fa_ir: موقعيت برچسب هیستوگرام
fr_fr: Position d'étiquette d'histogramme
hi_in: हिस्टोग्राम लेबल स्थिति
it_it: Posizione dell'etichetta dell'istogramma
ja_jp: ヒストグラムラベルの位置
pl_pl: Położenie etykiety histogramu
pt_pt: Posição da etiqueta do histograma
ru_ru: Положение значения гистограммы
th_th: ตําแหน่งฉลากฮิสโตแกรม
tr_tr: Histogram etiket konumu
uk_ua: Позиція підпису гістограми

source: Trade color
ar_sa: لون الصفقة
de_de: Handels Farbe
es_es: Color del comercio
fa_ir: رنگ تجارت
fr_fr: Couleur de commerce
hi_in: व्यापार रंग
it_it: Colore del commercio
ja_jp: 貿易色
pl_pl: Kolor handlowy
pt_pt: Cor do trade
ru_ru: Цвет трейда
th_th: สีการค้า
tr_tr: Ticaret rengi
uk_ua: Колір угоди

source: Show profile
de_de: Profil anzeigen
fa_ir: نمایش نمایه
fr_fr: Afficher le profil
it_it: Mostra profilo
th_th: แสดงโปรไฟล์
uk_ua: Показати профіль

source: Extend POC until intersection
de_de: POC bis zur Kreuzung verlängern
fa_ir: گسترش POC تا تقاطع
fr_fr: Prolonger le POC jusqu’à l’intersection
it_it: Estendere POC fino all'intersezione
th_th: ขยาย POC จนถึงทางแยก
uk_ua: Розширення POC до перетину

source: Show POC ray
ar_sa: عرض الاشعه السينية
de_de: POC-Strahl anzeigen
es_es: Mostrar rayo POC
fa_ir: نمایش ray POC
fr_fr: Afficher le rayon POC
hi_in: शो poc रे
it_it: Mostra raggio POC
ja_jp: POC レイを表示
pl_pl: Pokaż promień POC
pt_pt: Mostrar POC Ray
ru_ru: Показать луч ТК
th_th: แสดงรังสี POC
tr_tr: POC ışını göster
uk_ua: Показати промінь POC

source: Show secondary POC
de_de: Sekundärer POC anzeigen
fa_ir: نمایش POC ثانویه
fr_fr: Afficher le POC secondaire
it_it: Mostra POC secondario
th_th: แสดง POC รอง
uk_ua: Показати вторинний POC

source: Secondary POC colors
de_de: Sekundäre POC-Farben
fa_ir: رنگ های ثانویه POC
fr_fr: Couleurs POC secondaires
it_it: Colori POC secondari
th_th: สี POC รอง
uk_ua: Вторинні кольори POC

source: Max allowed deviation from POC (%)
de_de: Max. zulässige Abweichung vom POC (%)
fa_ir: حداکثر اجازه انحراف از POC (٪)
fr_fr: Écart maximal autorisé par rapport au POC (%)
it_it: Deviazione massima consentita dal POC (%)
th_th: ค่าเบี่ยงเบนสูงสุดที่อนุญาตจาก POC (%)
uk_ua: Макс допустив відхилення від POC (%)

source: Minimum deviation from POC (ticks)
de_de: Minimale Abweichung von POC (Ticks)
fa_ir: حداقل انحراف از POC (کنه)
fr_fr: Écart minimal par rapport au POC (tiques)
it_it: Deviazione minima dal POC (zecche)
th_th: ค่าเบี่ยงเบนขั้นต่ําจาก POC (เห็บ)
uk_ua: Мінімальне відхилення від POC (кліщів)

source: Show Value area
ar_sa: إظهار منطقه القيمة
de_de: Wertebereich anzeigen
es_es: Mostrar área de valor
fa_ir: نمایش محدوده مقدار
fr_fr: Afficher la zone valeur
hi_in: मान क्षेत्र दिखाएं
it_it: Mostra area di valore
ja_jp: 値エリアの表示
pl_pl: Pokaż obszar wartość
pt_pt: Mostrar área de valor
ru_ru: Показать Значимую область
th_th: แสดงพื้นที่ค่า
tr_tr: Değer alanını göster
uk_ua: Показати Значущу область

source: Value area height, %
ar_sa: ارتفاع مساحة القيمة ،%
de_de: Wertfläche,%
es_es: Altura del área de valor,%
fa_ir: ارتفاع منطقه ارزش ،%
fr_fr: Hauteur de la zone de valeur,%
hi_in: मान क्षेत्र ऊंचाई,%
it_it: Altezza area di valore,%
ja_jp: 値領域の高さ、%
pl_pl: Wysokość obszaru wartości,%
pt_pt: Altura da área do valor,%
ru_ru: Высота Значимой области, %
th_th: ความสูงของพื้นที่มูลค่า, %
tr_tr: Değer alanı yüksekliği,%
uk_ua: Висота Значущої області, %

source: Value area borders
ar_sa: حدود منطقة القيمة
de_de: Wertebereichsgrenzen
es_es: Bordes de área de valor
fa_ir: مرزهای مساحت ارزش
fr_fr: Bordures de zone de valeur
hi_in: मूल्य क्षेत्र की सीमाएं
it_it: Bordi dell'area del valore
ja_jp: 値領域の境界線
pl_pl: Granice obszaru wartości
pt_pt: Fronteiras de área de valor
ru_ru: Границы Значимой области
th_th: เส้นขอบพื้นที่ค่า
tr_tr: Değer alanı kenarlıkları
uk_ua: Межі Значущої області

source: Show Totals
ar_sa: إظهار الإجماليات
de_de: Ausstellungs Summen
es_es: Mostrar totales
fa_ir: نمایش مجموع
fr_fr: Afficher les totaux
hi_in: योग दिखाएं
it_it: Mostra totali
ja_jp: 合計の表示
pl_pl: Pokaż sumy
pt_pt: Exibir Totais
ru_ru: Показать суммы
th_th: แสดงยอดรวม
tr_tr: Toplamları göster
uk_ua: Показати Підсумки

source: Crosshair
ar_sa: التقاطع
de_de: Fadenkreuz
es_es: Cruz
fa_ir: خط کش
fr_fr: Pointeur
it_it: Mirino
ja_jp: 十字マーク
pl_pl: Celownik
pt_pt: Cursor em Cruz
ru_ru: Перекрестие курсора
th_th: เป้าเล็ง
tr_tr: Artı gösterge
uk_ua: Перехрестя курсора

source: Synchronize with other charts
ar_sa: المزامنة مع المخططات الأخرى
de_de: Synchronisieren mit anderen Diagrammen
es_es: Sincronizar con otros gráficos
fa_ir: همگام سازی با نمودارهای دیگر
fr_fr: Synchroniser avec d’autres graphiques
hi_in: अन्य चार्ट के साथ सिंक्रोनाइज़ करें
it_it: Sincronizza con altri grafici
ja_jp: 他のグラフと同期する
pl_pl: Synchronizowanie z innymi wykresami
pt_pt: Sincronizar com outros gráficos
ru_ru: Синхронизация с другими графиками
th_th: ซิงโครไนซ์กับแผนภูมิอื่นๆ
tr_tr: Diğer grafiklerle eşitleme
uk_ua: Синхронізація з іншими графіками

source: Price limit
ar_sa: حد السعر
de_de: Preisgrenze
es_es: Límite de precio
fa_ir: حد مجاز قیمت
fr_fr: Limite de prix
hi_in: मूल्य सीमा
it_it: Limite di prezzo
ja_jp: 価格制限
pl_pl: Limit cenowy
pt_pt: Limite de preço
ru_ru: Ограничение цены
th_th: จํากัดราคา
tr_tr: Fiyat limiti
uk_ua: Обмеження ціни

source: Highlight prices
ar_sa: تظليل الأسعار
de_de: Preise hervorheben
es_es: Resaltar precios
fa_ir: قیمت های برجسته
fr_fr: Mettre en avant les prix
hi_in: हाइलाइट मूल्य
it_it: Evidenzia i prezzi
ja_jp: 価格をハイライトする
pl_pl: Podświetl ceny
pt_pt: Realçar preços
ru_ru: Подсвечивать цены
th_th: เน้นราคา
tr_tr: Fiyatları vurgula
uk_ua: Виділити ціни

source: Day High/Low
ar_sa: ارتفاعات/انخفاضات اليوم
de_de: Tag hoch / niedrig
es_es: Líneas Arriba/Abajo del día
fa_ir: بالا/پایین روز
fr_fr: Lignes hautes/basses quotidiennes
hi_in: दिन उच्च कम/
it_it: Giorno massimo/minimo
ja_jp: 1日の高値／安値の線
pl_pl: Day High/Low lines
pt_pt: Linhas Máximo/Mínimo do dia
ru_ru: Дневной макс/мин
th_th: วันสูง/ต่ํา
tr_tr: Günlük Yüksek/Düşük satırları
uk_ua: Денний макс/мін

source: Previous close
ar_sa: الإغلاق السابق
de_de: Vorherige schließen
es_es: Línea de cierre previa
fa_ir: نزدیک قبلی
fr_fr: Fermeture précédente
hi_in: पिछला बंद
it_it: Chiusura precedente
ja_jp: 前のクローズ
pl_pl: Previous close line
pt_pt: Fechamento anterior
ru_ru: Линия пред. закрытия
th_th: ปิดก่อนหน้า
tr_tr: Önceki kapanış satırı
uk_ua: Попереднє закриття

source: Price limits
ar_sa: حدود الأسعار
de_de: Preisgrenzen
es_es: Límites de precios
fa_ir: محدودیت قیمت
fr_fr: Limites de prix
hi_in: मूल्य सीमा
it_it: Limiti di prezzo
ja_jp: 価格制限
pl_pl: Limity cenowe
pt_pt: Limites de preços
ru_ru: Ценовые ограничения
th_th: ขีดจํากัดราคา
tr_tr: Fiyat limitleri
uk_ua: Цінові обмеження

source: End of Bar
ar_sa: نهاية الشريط
de_de: Ende der Bar
es_es: Fin de la barra
fa_ir: انتهای نوار
fr_fr: Fin de la barre
hi_in: बार का अंत
it_it: Fine della barra
ja_jp: バーの終わり
pl_pl: Koniec paska
pt_pt: Fim do Bar
ru_ru: Конец бара
th_th: จุดสิ้นสุดของบาร์
tr_tr: Çubuğun Sonu
uk_ua: Кінець Бару

source: From
ar_sa: من
de_de: Von
es_es: Desde
fa_ir: از
fr_fr: De
hi_in: से
it_it: Da
ja_jp: から
pl_pl: Z
pt_pt: De
ru_ru: От
th_th: จาก
tr_tr: Gönderen
uk_ua: Від

source: This bar Close
ar_sa: إغلاق هذا الشريط
de_de: Diese Bar schließen
es_es: Esta barra Cerrar
fa_ir: این نوار بسته
fr_fr: Cette barre Fermer
hi_in: इस बार बंद
it_it: Questa barra Chiudi
ja_jp: このバーを閉じる
pl_pl: Ten pasek Zamknij
pt_pt: Este bar fechar
ru_ru: Этот бар Закрыть
th_th: แถบนี้ ปิด
tr_tr: Bu çubuğu Kapat
uk_ua: Закриття цього бару

source: This bar Open
ar_sa: هذا الشريط مفتوح
de_de: Diese Bar Öffnen
es_es: Esta barra Abrir
fa_ir: این نوار باز
fr_fr: Ce bar Ouvert
hi_in: यह बार खुला
it_it: Questa barra aperta
ja_jp: このバー を開く
pl_pl: Ten pasek Otwórz
pt_pt: Este bar aberto
ru_ru: Этот бар Открыть
th_th: บาร์นี้เปิด
tr_tr: Bu çubuk Aç
uk_ua: Відкриття цього бару

source: This bar High
ar_sa: هذا الشريط عالية
de_de: Diese Bar High
es_es: Este bar High
fa_ir: این نوار بالا
fr_fr: Cette barre Haute
hi_in: इस बार उच्च
it_it: Questo bar Alto
ja_jp: このバー ハイ
pl_pl: Ten pasek Wysoki
pt_pt: Este bar High
ru_ru: Этот бар Макс.
th_th: บาร์นี้สูง
tr_tr: Bu bar Yüksek
uk_ua: Макс. цього бару

source: This bar Low
ar_sa: هذا الشريط منخفض
de_de: Diese Bar Low
es_es: Esta barra Baja
fa_ir: این نوار کم
fr_fr: Cette barre Low
hi_in: यह बार कम
it_it: Questo bar Basso
ja_jp: このバーロー
pl_pl: Ten pasek Niski
pt_pt: Este bar Low
ru_ru: Этот бар Мин.
th_th: แถบนี้ต่ํา
tr_tr: Bu bar Düşük
uk_ua: Мін. цього бару

source: New bar Open
ar_sa: فتح شريط جديد
de_de: Neue Bar geöffnet
es_es: Nueva barra Abrir
fa_ir: نوار جدید باز
fr_fr: Nouveau bar Ouvert
hi_in: नई बार खुला
it_it: Nuova barra Aperta
ja_jp: 新しいバー を開く
pl_pl: Nowy pasek Otwórz
pt_pt: Novo bar aberto
ru_ru: Новый бар Открыть
th_th: เปิดบาร์ใหม่
tr_tr: Yeni bar Açık
uk_ua: Відкриття нового бару

source: Body color
ar_sa: لون الجسم
de_de: Körperfarbe
es_es: Color del cuerpo
fa_ir: رنگ بدنه
fr_fr: Couleur du corps
hi_in: शरीर का रंग
it_it: Colore del corpo
ja_jp: ボディカラー
pl_pl: Kolor skóry
pt_pt: Cor do corpo
ru_ru: Цвет тела
th_th: สีผิวกาย
tr_tr: Vücut rengi
uk_ua: Колір тіла

source: Border color
ar_sa: لون الحدود
de_de: Randfarbe
es_es: Color del borde
fa_ir: رنگ کادر
fr_fr: Couleur de la bordure
hi_in: बॉर्डर रंग
it_it: Colore del bordo
ja_jp: ボーダの色
pl_pl: Kolor ramki
pt_pt: Cor da borda
ru_ru: Цвет границы
th_th: สีเส้นขอบ
tr_tr: Sınır rengi
uk_ua: Колір меж

source: Wick color
ar_sa: لون الذيل
de_de: Dochtfarbe
es_es: Color de mecha
fa_ir: رنگ فتیله
fr_fr: Couleur de mèche
hi_in: बाती रंग
it_it: Colore stoppino
ja_jp: 芯色
pl_pl: Kolor knota
pt_pt: Cor de pavio
ru_ru: Цвет тени
th_th: ไส้ตะเกียงสี
tr_tr: Fitil renk
uk_ua: Колір тіні

source: Doji
ar_sa: دوجي
fa_ir: دوجی
ja_jp: 堂司
ru_ru: Цвет доджи
th_th: โดจิ

source: Area
ar_sa: المنطقة
de_de: Bereich
es_es: Área
fa_ir: منطقه
fr_fr: Zone
hi_in: क्षेत्र
it_it: La zona
ja_jp: エリア
pl_pl: Powierzchnia
pt_pt: Área
ru_ru: Область
th_th: บริเวณ
tr_tr: Alan
uk_ua: Область

source: Line width
ar_sa: عرض السطر
de_de: Linienbreite
es_es: Anchura de la línea
fa_ir: عرض خط
fr_fr: Largeur de la ligne
hi_in: लाइन की चौड़ाई
it_it: Larghezza linea
ja_jp: 線幅
pl_pl: Szerokość
pt_pt: Largura da linha
ru_ru: Толщина линии
th_th: ความกว้างของเส้น
tr_tr: Satır genişliği
uk_ua: Товщина лінії

source: Data style
ar_sa: نمط البيانات
de_de: Datenstil
es_es: Estilo de datos
fa_ir: سبک داده ها
fr_fr: Style de données
hi_in: डेटा शैली
it_it: Stile dati
ja_jp: データのスタイル
pl_pl: Styl danych
pt_pt: Estilo de dados
ru_ru: Стиль данных
th_th: สไตล์ข้อมูล
tr_tr: Veri stili
uk_ua: Стиль даних

source: Additional
ar_sa: إضافي
de_de: Zusätzlich
es_es: Adicional
fa_ir: اضافی
fr_fr: Additionnel
hi_in: अतिरिक्त
it_it: addizionale
ja_jp: 追加的
pl_pl: Dodatkowy
pt_pt: Adicional
ru_ru: Дополнительные
th_th: พิเศษ
tr_tr: Ek
uk_ua: Додаткові

source: Show scrollbar chart preview
ar_sa: إظهار معاينة مخطط التمرير
de_de: Scrollbalken-Diagrammvorschau anzeigen
es_es: Mostrar vista previa de la barra de desplazamiento
fa_ir: نمایش پیش نمایش نمودار اسکرول
fr_fr: Afficher l'aperçu du graphique déroulant
hi_in: स्क्रॉल पट्टी चार्ट पूर्वावलोकन दिखाएं
it_it: Mostra l'anteprima del grafico della barra di scorrimento
ja_jp: スクロールバーチャートのプレビューを表示する
pl_pl: Pokaż podgląd wykresu paska przewijania
pt_pt: Mostrar visualização do gráfico da barra de rolagem
ru_ru: Предпросмотр графика на полосе прокрутки
th_th: แสดงตัวอย่างแผนภูมิแถบเลื่อน
tr_tr: Scrollbar grafik önizlemesini göster
uk_ua: Перегляд графіку на лінії прокрутки

source: BUY
ar_sa: شراء
de_de: kaufen
es_es: COMPRAR
fa_ir: فروش
fr_fr: ACHETER
hi_in: खरीद
it_it: comprare
ja_jp: 買い
pl_pl: Kupię
pt_pt: Compra
ru_ru: КУПИТЬ
th_th: ซื้อ
tr_tr: SATIN AL
uk_ua: КУПИТИ

source: SELL
ar_sa: بيع
de_de: verkaufen
es_es: VENDER
fa_ir: فروش
fr_fr: VENDRE
hi_in: बेचना
it_it: vendere
ja_jp: 売り
pl_pl: Sprzedają
pt_pt: Venda
ru_ru: ПРОДАТЬ
th_th: ขาย
tr_tr: SAT
uk_ua: ПРОДАТИ

source: Scale marker
ar_sa: مظلل المقياس
de_de: Markierung skalieren
es_es: Marcador de escala
fa_ir: نشانگر مقیاس
fr_fr: Marqueur d'échelle
hi_in: स्केल मार्कर
it_it: Marcatore di scala
ja_jp: スケールマーカー
pl_pl: Znacznik skali
pt_pt: Marcador de escala
ru_ru: Значение цены на шкале
th_th: เครื่องหมายมาตราส่วน
tr_tr: Ölçek işaretçisi
uk_ua: Зачення ціни на шкалі

source: Scale marker with line
ar_sa: مظلل المقياس مع الخط
de_de: Skalenmarkierung mit Linie
es_es: Marcador de escala con línea
fa_ir: نشانگر مقیاس با خط
fr_fr: Marqueur d'échelle avec ligne
hi_in: रेखा के साथ मार्कर स्केल
it_it: Marcatore di scala con linea
ja_jp: 線付きスケールマーカー
pl_pl: Znacznik skali z linią
pt_pt: Marcador de escala com linha
ru_ru: Значение на шкале с линией
th_th: เครื่องหมายมาตราส่วนพร้อมเส้น
tr_tr: Satıra göre ölçek işaretçisi
uk_ua: Зачення ціни на шкалі з лінією

source: Price indicator
ar_sa: مؤشر السعر
de_de: Preisanzeige
es_es: Indicador de precios
fa_ir: شاخص قیمت
fr_fr: Indicateur de prix
hi_in: कीमत संकेतक
it_it: Indicatore di prezzo
ja_jp: 価格インジケーター
pl_pl: Wskaźnik cen
pt_pt: Indicador de preço
ru_ru: Индикатор цены
th_th: ตัวบ่งชี้ราคา
tr_tr: Fiyat göstergesi
uk_ua: Індикатор ціни

source: Bid marker style
ar_sa: نمط علامة عرض السعر
de_de: Gebotsmarkenstil
es_es: Estilo de marcador de puja
fa_ir: سبک نشانگر بید
fr_fr: Style de marqueur d’enchère
hi_in: बोली मार्कर शैली
it_it: Stile indicatore offerta
ja_jp: 入札マーカーのスタイル
pl_pl: Styl znacznika stawki
pt_pt: Estilo de marcador de licitação
ru_ru: Стиль маркера Бид
th_th: สไตล์เครื่องหมายราคาเสนอ
tr_tr: Teklif işaretçisi stili
uk_ua: Стиль маркера Бід

source: Ask marker style
ar_sa: اسأل نمط العلامة
de_de: Markerstil fragen
es_es: Preguntar estilo de marcador
fa_ir: از سبک نشانگر بپرسید
fr_fr: Demander le style de marqueur
hi_in: मार्कर शैली से पूछें
it_it: Chiedi stile marcatore
ja_jp: マーカーのスタイルを確認する
pl_pl: Zapytaj o styl znacznika
pt_pt: Pergunte ao estilo do marcador
ru_ru: Стиль маркера Аск
th_th: สไตล์เครื่องหมายถาม
tr_tr: İşaretçi stili sor
uk_ua: Стиль маркера Аск

source: Last marker style
ar_sa: نمط العلامة الأخير
de_de: Stil der letzten Markierung
es_es: Último estilo de marcador
fa_ir: آخرین سبک نشانگر
fr_fr: Dernier style de marqueur
hi_in: अंतिम मार्कर शैली
it_it: Stile ultimo marcatore
ja_jp: 最後のマーカースタイル
pl_pl: Styl ostatniego znacznika
pt_pt: Último estilo marcador
ru_ru: Стиль маркера Ласт
th_th: สไตล์เครื่องหมายสุดท้าย
tr_tr: Son işaretçi stili
uk_ua: Стиль маркера Ласт

source: Ask text style
ar_sa: اسأل نمط النص
de_de: Textstil fragen
es_es: Preguntar estilo de texto
fa_ir: از سبک متن بپرسید
fr_fr: Demander le style de texte
hi_in: टेक्स्ट स्टाइल पूछें
it_it: Chiedi stile di testo
ja_jp: テキストスタイルを確認する
pl_pl: Zapytaj o styl tekstu
pt_pt: Pergunte estilo de texto
ru_ru: Стиль текста Аск
th_th: ถามสไตล์ข้อความ
tr_tr: Metin stili sor
uk_ua: Стиль тексту Аск

source: Last text style
ar_sa: نمط النص الأخير
de_de: Letzte Textvorlage
es_es: Último estilo de texto
fa_ir: آخرین سبک متن
fr_fr: Dernier style de texte
hi_in: अंतिम पाठ शैली
it_it: Ultimo stile di testo
ja_jp: 最後のテキストスタイル
pl_pl: Styl ostatniego tekstu
pt_pt: Último estilo de texto
ru_ru: Стиль текста Ласт
th_th: สไตล์ข้อความล่าสุด
tr_tr: Son metin stili
uk_ua: Стиль тексту Ласт

source: Bid text style
ar_sa: نمط نص عرض السعر
de_de: Gebotstextstil
es_es: Estilo de texto de puja
fa_ir: سبک متن پیشنهاد
fr_fr: Style de texte d’enchère
hi_in: बोली पाठ शैली
it_it: Stile testo offerta
ja_jp: 入札テキストのスタイル
pl_pl: Styl tekstu stawki
pt_pt: Estilo de texto de licitação
ru_ru: Стиль текста Бид
th_th: รูปแบบข้อความเสนอราคา
tr_tr: Teklif metni stili
uk_ua: Стиль тексту Бід

source: Line with price
ar_sa: Lines with prices
de_de: Linie mit Preis
es_es: Línea con precio
fa_ir: خط با قیمت
fr_fr: Lignes avec prix
hi_in: कीमत के साथ लाइन
it_it: Linea con prezzo
ja_jp: 価格付き線
pl_pl: Lines with prices
pt_pt: Linhas com preços
ru_ru: Линия с ценой
th_th: เส้นที่มีราคา
tr_tr: Fiyatları içeren satırlar
uk_ua: Лінія з ціною

source: Label
ar_sa: ضع الكلمة المناسبة
de_de: Etikette
es_es: Etiqueta
fa_ir: برچسب
fr_fr: Étiquette
hi_in: लेबल
it_it: Etichetta
ja_jp: ラベル
pl_pl: Etykieta
pt_pt: Rótulo
ru_ru: Подпись
th_th: ฉลาก
tr_tr: Etiket
uk_ua: Підпис

source: Spread type
ar_sa: نوع فرق السعر
de_de: Art der Verbreitung
es_es: Tipo de diferencial
fa_ir: نوع اسپرد
fr_fr: Type de spread
hi_in: स्प्रेड प्रकार
it_it: Tipo di spread
ja_jp: スプレッドの種類
pl_pl: Typ spreadu
pt_pt: Tipo de 'Spread'
ru_ru: Тип спреда
th_th: ประเภทสเปรด
tr_tr: Dağılım türü
uk_ua: Тип спреду
