Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Dividend amount
ar_sa: مبلغ الأرباح
de_de: Dividendenbetrag
es_es: Importe del dividendo
fa_ir: مبلغ سود سهام
fr_fr: Montant du dividende
hi_in: लाभांश राशि
it_it: Importo del dividendo
ja_jp: 配当額
pl_pl: Kwota dywidendy
pt_pt: Valor do dividendo
ru_ru: Сумма дивидендов
th_th: จํานวนเงินปันผล
tr_tr: Temettü tutarı
uk_ua: Сума дивідендів

source: Dividend yield
ar_sa: عائد الأرباح
de_de: Dividendenrendite
es_es: Rendimiento del dividendo
fa_ir: عملکرد سود سهام
fr_fr: Dividende
hi_in: लाभांश उपज
it_it: Rendimento dei dividendi
ja_jp: 配当利回り
pl_pl: Stopa dywidendy
pt_pt: Rendimento de dividendos
ru_ru: Дивидендная доходность
th_th: อัตราเงินปันผลตอบแทน
tr_tr: Temettü verimi
uk_ua: Прибуток від дивідендів

source: Dividend date
ar_sa: تاريخ توزيع الأرباح
de_de: Dividendendatum
es_es: Fecha de dividendo
fa_ir: تاریخ سود سهام
fr_fr: Date de dividende
hi_in: लाभांश की तारीख
it_it: Data dividendo
ja_jp: 配当期日
pl_pl: Data dywidendy
pt_pt: Data de dividendo
ru_ru: Дата выплаты дивидендов
th_th: วันที่จ่ายเงินปันผล
tr_tr: Temettü tarihi
uk_ua: Дата дивідендів

source: Pe ratio
ar_sa: نسبة البي
de_de: Pe-Verhältnis
es_es: Relación Pe
fa_ir: نسبت Pe
hi_in: पीई अनुपात
it_it: Rapporto Pe
ja_jp: ペ比率
pl_pl: Stosunek pe
pt_pt: Rácio pe
ru_ru: Соотношение пе
th_th: อัตราส่วน PE
tr_tr: Pe oranı
uk_ua: Коефіцієнт Pe

source: Peg ratio
ar_sa: نسبة الوتد
de_de: Peg-Verhältnis
es_es: Proporción de peg
fa_ir: نسبت میخ
fr_fr: Ratio de chevilles
hi_in: खूंटी अनुपात
it_it: Rapporto di pegging
ja_jp: ペグ比
pl_pl: Stosunek kołków
pt_pt: Rácio peg
ru_ru: Коэффициент пега
th_th: อัตราส่วนหมุด
tr_tr: Peg oranı
uk_ua: Коефіцієнт Peg

source: Pb ratio
ar_sa: نسبة Pb
de_de: Pb-Verhältnis
es_es: Proporción de Pb
fa_ir: نسبت سرب
fr_fr: Ratio Pb
hi_in: पीबी अनुपात
it_it: Rapporto Pb
ja_jp: 鉛比
pl_pl: Współczynnik pb
pt_pt: Rácio PB
ru_ru: Соотношение Pb
th_th: อัตราส่วน Pb
tr_tr: Pb oranı
uk_ua: Коефіцієнт Pb

source: Pr ratio
ar_sa: نسبة العلاقات العامة
de_de: Pr-Verhältnis
es_es: Relación Pr
fa_ir: نسبت روابط عمومی
fr_fr: Rapport Pr
hi_in: जनसंपर्क अनुपात
it_it: Rapporto pr
ja_jp: Pr比率
pl_pl: Współczynnik pr
pt_pt: Rácio pr
ru_ru: Соотношение pr
th_th: อัตราส่วน PR
tr_tr: Pr oranı
uk_ua: Коефіцієнт Pr

source: Pcf ratio
ar_sa: نسبة PCF
de_de: Pcf-Verhältnis
es_es: Relación Pcf
fa_ir: نسبت Pcf
fr_fr: Rapport Pcf
hi_in: पीसीएफ अनुपात
it_it: Rapporto Pcf
ja_jp: Pcf比率
pl_pl: Współczynnik PCF
pt_pt: Rácio pcf
ru_ru: Коэффициент Pcf
th_th: อัตราส่วน PCF
tr_tr: Pcf oranı
uk_ua: Коефіцієнт Pcf

source: Gross margin TTM
ar_sa: إجمالي الهامش TTM
de_de: Bruttomarge TTM
es_es: Margen bruto TTM
fa_ir: حاشیه ناخالص TTM
fr_fr: Marge brute TTM
hi_in: ग्रॉस मार्जिन टीटीएम
it_it: Margine lordo TTM
ja_jp: 粗利TTM
pl_pl: Marża brutto TTM
pt_pt: Margem bruta TTM
ru_ru: Валовая маржа TTM
th_th: อัตรากําไรขั้นต้น TTM
tr_tr: Brüt kar marjı TTM
uk_ua: Валова маржа TTM

source: Gross margin MRQ
ar_sa: إجمالي الهامش MRQ
de_de: Bruttomarge MRQ
es_es: Margen bruto MRQ
fa_ir: حاشیه ناخالص MRQ
fr_fr: Marge brute MRQ
hi_in: सकल मार्जिन एमआरक्यू
it_it: Margine lordo MRQ
ja_jp: 粗利MRQ
pl_pl: Marża brutto MRQ
pt_pt: MrQ de margem bruta
ru_ru: Валовая маржа МРЗ
th_th: อัตรากําไรขั้นต้น MRQ
tr_tr: Brüt kar marjı MRQ
uk_ua: Валовий прибуток MRQ

source: Net profit margin TTM
ar_sa: صافي هامش الربح TTM
de_de: Nettogewinnmarge TTM
es_es: Margen de utilidad neto TTM
fa_ir: حاشیه سود خالص TTM
fr_fr: Marge bénéficiaire nette TTM
hi_in: शुद्ध लाभ मार्जिन टीटीएम
it_it: Margine di profitto netto TTM
ja_jp: 純利益率TTM
pl_pl: Marża zysku netto TTM
pt_pt: Margem de lucro líquida TTM
ru_ru: Чистая прибыль TTM
th_th: อัตรากําไรสุทธิ TTM
tr_tr: Net kar marjı TTM
uk_ua: Чиста маржа прибутку TTM

source: Net profit margin MRQ
ar_sa: صافي هامش الربح MRQ
de_de: Nettogewinnmarge MRQ
es_es: Margen de utilidad neto MRQ
fa_ir: حاشیه سود خالص MRQ
fr_fr: Marge bénéficiaire nette MRQ
hi_in: शुद्ध लाभ मार्जिन एमआरक्यू
it_it: Margine di profitto netto MRQ
ja_jp: 純利益率MRQ
pl_pl: Marża zysku netto MRQ
pt_pt: MrQ da margem de lucro líquida
ru_ru: Чистая прибыль МРЗ
th_th: อัตรากําไรสุทธิ MRQ
tr_tr: Net kar marjı MRQ
uk_ua: Чиста маржа прибутку MRQ

source: Operating margin TTM
ar_sa: TTM هامش التشغيل
de_de: Operative Marge TTM
es_es: Margen operativo TTM
fa_ir: حاشیه عملیاتی TTM
fr_fr: Marge opérationnelle TTM
hi_in: ऑपरेटिंग मार्जिन टीटीएम
it_it: Margine operativo TTM
ja_jp: 営業利益率TTM
pl_pl: Marża operacyjna TTM
pt_pt: Margem operacional TTM
ru_ru: Операционная маржа TTM
th_th: อัตรากําไรจากการดําเนินงาน TTM
tr_tr: Çalışma marjı TTM
uk_ua: Робоча маржа TTM

source: Operating margin MRQ
ar_sa: مرقم هامش التشغيل
de_de: Operative Marge MRQ
es_es: Margen operativo MRQ
fa_ir: حاشیه عملیاتی MRQ
fr_fr: Marge opérationnelle MRQ
hi_in: ऑपरेटिंग मार्जिन एमआरक्यू
it_it: Margine operativo MRQ
ja_jp: 営業利益率MRQ
pl_pl: Marża operacyjna MRQ
pt_pt: MrQ de margem operacional
ru_ru: Операционная маржа МРЗ
th_th: อัตรากําไรจากการดําเนินงาน MRQ
tr_tr: Çalışma marjı MRQ
uk_ua: Операційна маржа MRQ

source: Return on equity
ar_sa: العائد على حقوق الملكية
de_de: Eigenkapitalrendite
es_es: Rentabilidad sobre el patrimonio neto
fa_ir: بازگشت حقوق صاحبان سهام
fr_fr: Rendement des capitaux propres
hi_in: इक्विटी पर रिटर्न
it_it: Rendimento del patrimonio netto
ja_jp: 自己資本利益率
pl_pl: Zwrot z kapitału własnego
pt_pt: Rendibilidade dos capitais próprios
ru_ru: Возврат на акционерный капитал
th_th: ผลตอบแทนต่อผู้ถือหุ้น
tr_tr: Özkaynak getirisi
uk_ua: Рентабельність власного капіталу

source: Return on assets
ar_sa: العائد على الأصول
de_de: Rendite auf Vermögenswerte
es_es: Retorno de activos
fa_ir: بازگشت دارایی ها
fr_fr: Rendement des actifs
hi_in: परिसंपत्तियों पर वापसी
it_it: Rendimento delle attività
ja_jp: 資産利益率
pl_pl: Zwrot z aktywów
pt_pt: Retorno dos ativos
ru_ru: Возврат активов
th_th: ผลตอบแทนจากสินทรัพย์
tr_tr: Varlıkların getirisi
uk_ua: Рентабельність активів

source: Return on investment
ar_sa: العائد على الاستثمار
es_es: Retorno de la inversión
fa_ir: بازگشت سرمایه گذاری
fr_fr: Retour sur investissement
hi_in: निवेश पर रिटर्न
it_it: Ritorno sull'investimento
ja_jp: 投資収益率
pl_pl: Zwrot z inwestycji
pt_pt: Retorno do investimento
ru_ru: Возврат инвестиций
th_th: ผลตอบแทนจากการลงทุน
tr_tr: Yatırım getirisi
uk_ua: Рентабельність інвестицій

source: Quick ratio
ar_sa: نسبة سريعة
de_de: Schnelles Verhältnis
es_es: Relación rápida
fa_ir: نسبت سریع
fr_fr: Rapport rapide
hi_in: त्वरित अनुपात
it_it: Rapporto rapido
ja_jp: クイック比
pl_pl: Szybki stosunek
pt_pt: Relação rápida
ru_ru: Быстрое соотношение
th_th: อัตราส่วนด่วน
tr_tr: Hızlı oran
uk_ua: Швидке Коефіцієнт

source: Current ratio
ar_sa: النسبة الحالية
de_de: Stromverhältnis
es_es: Relación actual
fa_ir: نسبت فعلی
fr_fr: Ratio actuel
hi_in: वर्तमान अनुपात
it_it: Rapporto di corrente
ja_jp: 電流比率
pl_pl: Współczynnik prądu
pt_pt: Rácio de corrente
ru_ru: Текущее соотношение
th_th: อัตราส่วนเงินทุนหมุนเวียน
tr_tr: Geçerli oran
uk_ua: Поточне Коефіцієнт

source: Interest coverage
ar_sa: تغطية الفوائد
de_de: Zinsdeckung
es_es: Cobertura de intereses
fa_ir: پوشش بهره
fr_fr: Couverture d’intérêt
hi_in: ब्याज कवरेज
it_it: Copertura degli interessi
ja_jp: 利息カバレッジ
pl_pl: Zakres odsetek
pt_pt: Cobertura de juros
ru_ru: Процентная страховка
th_th: ความคุ้มครองดอกเบี้ย
tr_tr: Faiz kapsamı
uk_ua: Покриття відсотків

source: Total debt to capital
ar_sa: مجموع الديون المستحقة لرأس المال
de_de: Gesamtverschuldung des Kapitals
es_es: Deuda total con capital
fa_ir: کل بدهی به سرمایه
fr_fr: Dette totale envers le capital
hi_in: पूंजी के लिए कुल ऋण
it_it: Debito totale verso il capitale
ja_jp: 資本負債合計
pl_pl: Łączne zadłużenie do kapitału
pt_pt: Dívida total ao capital
ru_ru: Общий долг перед капиталом
th_th: หนี้สินรวมต่อทุน
tr_tr: Sermayeye olan toplam borç
uk_ua: Загальна заборгованість перед капіталом

source: Lt debt to equity
ar_sa: الديون إلى الأسهم
de_de: Lt Schulden an Eigenkapital
es_es: Deuda a capital
fa_ir: بدهی ستوان به حقوق صاحبان سهام
fr_fr: Lt dette aux capitaux propres
hi_in: इक्विटी के लिए लेफ्टिनेंट ऋण
it_it: Tenente debito verso il patrimonio netto
ja_jp: Lt 負債対持分
pl_pl: Dług lt do kapitału własnego
pt_pt: Dívida de lt ao capital próprio
ru_ru: Lt долг к акционерному капиталу
th_th: หนี้ต่อส่วนของผู้ถือหุ้น
tr_tr: Özkaynak için Lt borç
uk_ua: Заборгованість перед акціонерним капіталом

source: Total debt to equity
ar_sa: مجموع الديون المستحقة على الأسهم
de_de: Gesamtverschuldung des Eigenkapitals
es_es: Deuda total al capital
fa_ir: کل بدهی به حقوق صاحبان سهام
fr_fr: Dette totale par action en actions
hi_in: इक्विटी के लिए कुल ऋण
it_it: Debito totale al patrimonio netto
ja_jp: 自己資本に対する負債総額
pl_pl: Całkowite zadłużenie do kapitału własnego
pt_pt: Total da dívida ao capital próprio
ru_ru: Общий долг перед акционерным капиталом
th_th: หนี้สินรวมต่อส่วนของผู้ถือหุ้น
tr_tr: Özkaynağa olan toplam borç
uk_ua: Загальна заборгованість перед капіталом

source: Eps TTM
ar_sa: إبس TTM
hi_in: ईपीएस टीटीएम
ja_jp: エププスTTM
th_th: กําไรต่อหุ้น TTM

source: Eps change percent TTM
ar_sa: Eps تغيير في المئة TTM
de_de: Eps-Änderung prozentig TTM
es_es: Eps cambio porcentaje TTM
fa_ir: Eps تغییر درصد TTM
fr_fr: Eps change pour cent TTM
hi_in: ईपीएस परिवर्तन प्रतिशत टीटीएम
it_it: Eps modifica percentuale TTM
ja_jp: Epsの変化率TTM
pl_pl: Eps zmienić procent TTM
pt_pt: Eps mudam por cento TTM
ru_ru: Eps изменить процент TTM
th_th: EPS เปลี่ยนเปอร์เซ็นต์ TTM
tr_tr: Eps değişim yüzde TTM
uk_ua: Eps змінити відсоток TTM

source: Eps change year
ar_sa: إبس تغيير السنة
de_de: Eps-Änderungsjahr
es_es: Año de cambio de Eps
fa_ir: Eps تغییر سال
fr_fr: Eps changer d’année
hi_in: ईपीएस परिवर्तन वर्ष
it_it: Anno di variazione Eps
ja_jp: Eps変更年
pl_pl: Eps zmiana roku
pt_pt: Ano de mudança de Eps
ru_ru: Год смены Eps
th_th: Eps เปลี่ยนปี
tr_tr: Eps değişim yılı
uk_ua: Eps змінити рік

source: Eps change
ar_sa: تغيير Eps
de_de: Eps-Änderung
es_es: Cambio de Eps
fa_ir: تغییر Eps
fr_fr: Changement d’Eps
hi_in: ईपीएस परिवर्तन
it_it: Cambio Eps
ja_jp: Epsの変化
pl_pl: Zmiana eps
pt_pt: Mudança de Eps
ru_ru: Eps изменения
th_th: เปลี่ยน EPS
tr_tr: Eps değişikliği
uk_ua: Eps зміни

source: Rev change year
ar_sa: السنة التغيير Rev
de_de: Rev-Änderungsjahr
es_es: Año de cambio de revoluciones
fa_ir: برگرد تغییر سال
fr_fr: Rev année de changement
hi_in: रेव परिवर्तन वर्ष
it_it: Rev anno di cambiamento
ja_jp: 改訂年変更
pl_pl: Rok zmiany rev
pt_pt: Ano de mudança de rev
ru_ru: Преподобный год смены
th_th: Rev เปลี่ยนปี
tr_tr: Devir değişim yılı
uk_ua: Rev змінити рік

source: Rev change TTM
ar_sa: Rev تغيير TTM
de_de: Rev-Änderung TTM
es_es: Cambio de rev TTM
fa_ir: برگرد تغییر TTM
fr_fr: Rev changer TTM
hi_in: रेव परिवर्तन टीटीएम
it_it: Cambio Rev TTM
ja_jp: レヴチェンジTTM
pl_pl: Zmiana obr.
ru_ru: Rev изменить TTM
th_th: เปลี่ยนกลับ TTM
tr_tr: Devir değişikliği TTM
uk_ua: Зміна обертів TTM

source: Rev change in
ar_sa: تغيير Rev في
de_de: Rev-Änderung in
es_es: Cambio de rev en
fa_ir: برگرد تغییر در
fr_fr: Changement de rev dans
hi_in: रेव में परिवर्तन
it_it: Rev cambiamento in
ja_jp: リビジョンの変更
pl_pl: Zmiana rev w
pt_pt: Mudança de rev em
ru_ru: Rev изменения в
th_th: เปลี่ยนรอบใน
tr_tr: Devir değişikliği
uk_ua: Зміна обертів у

source: Shares outstanding
ar_sa: الأسهم غير المسددة
de_de: Ausstehende Aktien
es_es: Acciones pendientes
fa_ir: سهام برجسته
fr_fr: Actions en circulation
hi_in: बकाया शेयर
it_it: Azioni in circolazione
ja_jp: 発行済株式数
pl_pl: Akcje pozostające do spłaty
pt_pt: Ações pendentes
ru_ru: Акции непогашенные
th_th: หุ้นคงค้าง
tr_tr: Ödenmemiş hisseler
uk_ua: Акції видатні

source: Market cap float
ar_sa: تعويم سقف السوق
de_de: Marktkapitalisierung Float
es_es: Flotador de capitalización de mercado
fa_ir: بازار شناور کلاه
fr_fr: Flotteur de capitalisation boursière
hi_in: मार्केट कैप फ्लोट
it_it: Galleggiante della capitalizzazione di mercato
ja_jp: 時価総額フロート
pl_pl: Pływak kapitalizacji rynkowej
pt_pt: Flutuador de tampa de mercado
ru_ru: Рыночная крышка поплавок
th_th: มูลค่าหลักทรัพย์ตามราคาตลาดลอยตัว
tr_tr: Pazar kapağı şamandırası
uk_ua: Плаваюча кришка ринку

source: Book value per share
ar_sa: القيمة الدفترية للسهم الواحد
de_de: Buchwert pro Aktie
es_es: Valor contable por acción
fa_ir: ارزش کتاب به ازای هر سهم
fr_fr: Valeur comptable par action
hi_in: प्रति शेयर बुक वैल्यू
it_it: Valore contabile per azione
ja_jp: 1株当たり簿価
pl_pl: Wartość księgowa na jedną akcję
pt_pt: Valor contabilístico por ação
ru_ru: Книжная стоимость на акцию
th_th: มูลค่าตามบัญชีต่อหุ้น
tr_tr: Hisse başına defter değeri
uk_ua: Вартість книги на акцію

source: Short int to float
ar_sa: قصيرة int لتعويم
de_de: Kurze Int zu schweben
es_es: Int corto para flotar
fa_ir: اینت کوتاه به شناور
fr_fr: Court int à flotter
hi_in: फ्लोट करने के लिए लघु int
it_it: Short int per galleggiare
ja_jp: 短い int をフロート
pl_pl: Krótki int do pływania
pt_pt: Int curto para flutuar
ru_ru: Короткий int плавать
th_th: สั้น int เพื่อลอย
tr_tr: Float için kısa int
uk_ua: Короткий int для плавання

source: Short int day to cover
ar_sa: يوم قصير للغلاف
de_de: Kurzer Int-Tag zu decken
es_es: Corto día de int para cubrir
fa_ir: روز کوتاه int برای پوشش
fr_fr: Courte journée int à couvrir
hi_in: कवर करने के लिए लघु int दिन
it_it: Breve int giorno per coprire
ja_jp: カバーする短いintの日
pl_pl: Krótki dzień int na pokrycie
pt_pt: Dia curto de int para cobrir
ru_ru: Короткий int день для покрытия
th_th: วัน int สั้น ๆ ที่จะครอบคลุม
tr_tr: Kısa int gün kapsayacak
uk_ua: Короткий int день для покриття

source: Div growth rate 3year
ar_sa: معدل النمو 3 سنوات
de_de: Div Wachstumsrate 3Jahre
es_es: Tasa de crecimiento de Div 3año
fa_ir: نرخ رشد غواصی 3 ساله
fr_fr: Taux de croissance div 3 ans
hi_in: Div विकास दर 3 साल
it_it: Tasso di crescita Div 3 anni
ja_jp: Div成長率3年
pl_pl: Div tempo wzrostu 3 rok
pt_pt: Taxa de crescimento do div 3º ano
ru_ru: Див темпы роста 3year
th_th: อัตราการเติบโตของ Div 3 ปี
tr_tr: Div büyüme hızı 3yıl
uk_ua: Темпи зростання div 3year

source: Dividend pay amount
ar_sa: مبلغ دفع الأرباح
de_de: Dividendenzahlung
es_es: Importe del pago del dividendo
fa_ir: مبلغ پرداخت سود سهام
fr_fr: Montant de la rémunération des dividendes
hi_in: लाभांश वेतन राशि
it_it: Importo della retribuzione del dividendo
ja_jp: 配当金の支払額
pl_pl: Kwota wypłaty dywidendy
pt_pt: Valor do pagamento de dividendos
ru_ru: Сумма выплаты дивидендов
th_th: จํานวนเงินที่จ่ายเงินปันผล
tr_tr: Temettü ödeme tutarı
uk_ua: Сума виплати дивідендів

source: Dividend pay date
ar_sa: تاريخ دفع الأرباح
de_de: Dividendenauszahlungsdatum
es_es: Fecha de pago del dividendo
fa_ir: تاریخ پرداخت سود سهام
fr_fr: Date de paiement des dividendes
hi_in: लाभांश वेतन तिथि
it_it: Data di pagamento del dividendo
ja_jp: 配当金支払日
pl_pl: Data wypłaty dywidendy
pt_pt: Data de pagamento de dividendos
ru_ru: Дата выплаты дивидендов
th_th: วันที่จ่ายเงินปันผล
tr_tr: Temettü ödeme tarihi
uk_ua: Дата виплати дивідендів

source: Vol 1day avg
ar_sa: وحدة متوسط 1day
es_es: Vol 1día promedio
fa_ir: جلد 1day avg
hi_in: Vol 1day औसत
ja_jp: 第1巻平均
pl_pl: Tom 1day śr.
ru_ru: Том 1day avg
th_th: ปริมาณเฉลี่ย 1 วัน
tr_tr: Vol 1gün avg

source: Vol 10day avg
ar_sa: المجلد 10day متوسط
es_es: Vol 10día promedio
fa_ir: جلد 10day avg
hi_in: Vol 10day औसत
ja_jp: 第10巻平均
pl_pl: Tom 10day śr.
ru_ru: Том 10day avg
th_th: ปริมาณเฉลี่ย 10 วัน

source: Vol 3month avg
ar_sa: متوسط حجم 3month
de_de: Vol 3monate avg
es_es: Vol 3month promedio
fa_ir: جلد 3month avg
hi_in: Vol 3महीने औसत
ja_jp: 第3月平均
pl_pl: Vol. 3 miesiąc śr.
pt_pt: Vol 3mesta
ru_ru: Том 3месяг авг
th_th: Vol 3 เดือนเฉลี่ย

source: Accrued interest
ar_sa: الفائدة المستحقة
de_de: Marchzins
es_es: Interés acumulado
fa_ir: علاقه تعهد شده
fr_fr: Intérêts courus
hi_in: अर्जित ब्याज
it_it: Interessi maturati
ja_jp: 未払利息
pl_pl: Naliczone odsetki
pt_pt: Juros acumulados
ru_ru: Начисление по процентам
th_th: ดอกเบี้ยค้างรับ
tr_tr: Tahakkuk eden faiz
uk_ua: Нараховані відсотки

source: Available funds non marginable trade
ar_sa: الأموال المتاحة غير القابلة للهامش
de_de: Verfügbare Mittel nicht marginable Trade
es_es: Fondos disponibles comercio no marginable
fa_ir: صندوق های موجود تجارت غیر حاشیه ای
fr_fr: Fonds disponibles non marginaux
hi_in: उपलब्ध धन गैर मार्जिन योग्य व्यापार
it_it: Fondi disponibili non disponibili commercio non margine
ja_jp: 利用可能な資金の未差取引
pl_pl: Dostępne fundusze niepodjętą depozytu zabezpieczającego
pt_pt: Fundos disponíveis comércio não marginável
ru_ru: Доступные фонды немаржинальной торговли
th_th: เงินทุนที่มีอยู่การซื้อขายที่ไม่สามารถมาร์จิ้นได้
tr_tr: Kullanılabilir fonlar marjsız ticaret
uk_ua: Наявні кошти, що не є маржинабельною угодоею

source: Bond value
ar_sa: قيمة السندات
de_de: Anleihewert
es_es: Valor del bono
fa_ir: ارزش اوراق قرضه
fr_fr: Valeur des obligations
hi_in: बॉन्ड वैल्यू
it_it: Valore obbligazionario
ja_jp: 債券価額
pl_pl: Wartość obligacji
pt_pt: Valor obrigacionista
ru_ru: Стоимость облигаций
th_th: มูลค่าพันธบัตร
tr_tr: Tahvil değeri
uk_ua: Вартість облігацій

source: Cash balance
ar_sa: رصيد المال
de_de: Barsaldo
es_es: Saldo en metálico
fa_ir: تعادل نقدی
fr_fr: Solde en espèces
hi_in: नकद शेष राशि
it_it: Saldo di cassa
ja_jp: 現金残高
pl_pl: Saldo gotówki
pt_pt: Saldo em dinheiro
ru_ru: Остаток денежных средств
th_th: ยอดเงินสดคงเหลือ
tr_tr: Nakit bakiyesi
uk_ua: Залишок коштів

source: Cash available for trading
ar_sa: النقدية المتاحة للتداول
de_de: Bargeld für den Handel verfügbar
es_es: Efectivo disponible para operar
fa_ir: پول نقد در دسترس برای تجارت
fr_fr: Espèces disponibles pour le trading
hi_in: व्यापार के लिए नकद उपलब्ध
it_it: Contanti disponibili per il trading
ja_jp: 取引可能な現金
pl_pl: Środki pieniężne dostępne do obrotu
pt_pt: Dinheiro disponível para negociação
ru_ru: Денежные средства, доступные для торговли
th_th: เงินสดที่สามารถซื้อขายได้
tr_tr: İşlem için kullanılabilir nakit
uk_ua: Готівка доступна для угодлі

source: Cash receipts
ar_sa: الإيرادات النقدية
de_de: Kassenbons
es_es: Recibos en efectivo
fa_ir: رسیدهای نقدی
fr_fr: Reçus en espèces
hi_in: नकद रसीदें
it_it: Ricevute di cassa
ja_jp: 現金領収書
pl_pl: Wpływy gotówkowe
pt_pt: Recibos de caixa
ru_ru: Денежные поступления
th_th: ใบเสร็จรับเงิน
tr_tr: Nakit girişleri
uk_ua: Грошові надходження

source: Day trading buying power
ar_sa: يوم التداول قوة الشراء
de_de: Tag Handel Kaufkraft
es_es: Día negociando el poder adquisitivo
fa_ir: معاملات روز خرید قدرت
fr_fr: Pouvoir d’achat de négociation de jour
hi_in: दिन व्यापार खरीद शक्ति
it_it: Potere d'acquisto del trading diurno
ja_jp: 日取引購買力
pl_pl: Dzień handlu siły nabywczej
pt_pt: Poder de compra de negociação de dia
ru_ru: День торговли покупательной способности
th_th: กําลังซื้อการซื้อขายวัน
tr_tr: Gün ticaret satın alma gücü
uk_ua: Купівельна спроможність денної торгівлі

source: Day trading buying power call
ar_sa: يوم التداول شراء نداء السلطة
de_de: Tag Handel Kaufkraft Anruf
es_es: Llamada de poder de compra de trading de un día
fa_ir: معاملات روز خرید تماس قدرت
fr_fr: Appel de pouvoir d’achat de négociation de jour
hi_in: दिन व्यापार खरीद बिजली कॉल
it_it: Chiamata al potere d'acquisto del trading di giorno
ja_jp: 日取引購買パワーコール
pl_pl: Dzień handlu kupna moc połączenia
pt_pt: Chamada de poder de compra de negociação de dia
ru_ru: День торговли покупательной способности вызова
th_th: การซื้อขายวันซื้ออํานาจโทร
tr_tr: Gün ticaret satın alma güç çağrısı
uk_ua: Кол купівельної спроможності внутрішньоденної торгівлі

source: Day trading equity call
ar_sa: نداء تداول أسهم التداول اليومي
es_es: Llamada de capital comercial de día
fa_ir: روز معاملات تماس سهام
fr_fr: Appel d’actions de trading de jour
hi_in: डे ट्रेडिंग इक्विटी कॉल
it_it: Giorno trading equity call
ja_jp: デイトレーディングエクイティコール
pl_pl: Jednodniowe wezwanie na akcje handlowe
pt_pt: Chamada de capital de negociação de dia
ru_ru: Дневной торговый колл акций
th_th: การเรียกหุ้นการซื้อขายวัน
tr_tr: Gün ticaret hisse senedi çağrısı
uk_ua: Денна торгівля акціями

source: Equity percentage
ar_sa: النسبة المئوية للأسهم
de_de: Eigenkapitalprozentsatz
es_es: Porcentaje de capital
fa_ir: درصد سهام
fr_fr: Pourcentage d’actions
hi_in: इक्विटी प्रतिशत
it_it: Percentuale azionaria
ja_jp: 持分比率
pl_pl: Procent kapitału własnego
pt_pt: Percentagem de fundos próprios
ru_ru: Процент акций
th_th: เปอร์เซ็นต์ส่วนของผู้ถือหุ้น
tr_tr: Özkaynak yüzdesi
uk_ua: Відсоток власного капіталу

source: Liquidation value
ar_sa: قيمة التصفية
de_de: Liquidationswert
es_es: Valor de liquidación
fa_ir: ارزش انحلال
fr_fr: Valeur de liquidation
hi_in: परिसमापन मूल्य
it_it: Valore di liquidazione
ja_jp: 清算価額
pl_pl: Wartość likwidacjowa
pt_pt: Valor de liquidação
ru_ru: Ликвидационное значение
th_th: มูลค่าการชําระบัญชี
tr_tr: Tasfiye değeri
uk_ua: Ліквідаційна вартість

source: Long margin value
ar_sa: قيمة هامش طويل
de_de: Langer Margin-Wert
es_es: Valor de margen largo
fa_ir: مقدار حاشیه طولانی
fr_fr: Valeur de marge longue
hi_in: लॉन्ग मार्जिन वैल्यू
it_it: Valore del margine lungo
ja_jp: 長いマージンの値
pl_pl: Wartość długiego depozytu zabezpieczającego
pt_pt: Valor da margem longa
ru_ru: Длинная маржинальная стоимость
th_th: มูลค่ามาร์จิ้นระยะยาว
tr_tr: Uzun marj değeri
uk_ua: Довге значення маржі

source: Long option market value
ar_sa: قيمة سوقية طويلة للخيار
de_de: Marktwert für Long-Optionen
es_es: Valor de mercado de opción larga
fa_ir: گزینه طولانی ارزش بازار
fr_fr: Valeur marchande des options longues
hi_in: लांग ऑप्शन मार्केट वैल्यू
it_it: Valore di mercato a opzione lunga
ja_jp: ロングオプション市場価値
pl_pl: Długa wartość rynkowa opcji
pt_pt: Valor de mercado de longa opção
ru_ru: Рыночная стоимость длинных опционов
th_th: มูลค่าตลาดออปชั่นยาว
tr_tr: Uzun opsiyon piyasa değeri
uk_ua: Довгостроковий варіант ринкової вартості

source: Long stock value
ar_sa: قيمة الأسهم الطويلة
de_de: Langer Aktienwert
es_es: Valor de acciones largo
fa_ir: ارزش سهام طولانی
fr_fr: Valeur des actions longues
hi_in: लंबी स्टॉक वैल्यू
it_it: Valore azionario lungo
ja_jp: ロングストック値
pl_pl: Długa wartość zapasów
pt_pt: Valor de stock longo
ru_ru: Длинная стоимость акций
th_th: มูลค่าหุ้นระยะยาว
tr_tr: Uzun stok değeri
uk_ua: Довга вартість акцій

source: Maintenance call
ar_sa: دعوة الصيانة
de_de: Wartungsaufruf
es_es: Llamada de mantenimiento
fa_ir: تماس تعمیر و نگهداری
fr_fr: Appel de maintenance
hi_in: रखरखाव कॉल
it_it: Chiamata di manutenzione
ja_jp: メンテナンスコール
pl_pl: Wezwanie do konserwacji
pt_pt: Chamada de manutenção
ru_ru: Вызов на техническое обслуживание
th_th: การซ่อมบํารุงโทร
tr_tr: Bakım çağrısı
uk_ua: Технічне обслуговування виклику

source: Maintenance requirement
ar_sa: متطلبات الوقاية
de_de: Wartungsbedarf
es_es: Requisito de mantenimiento
fa_ir: نیاز به تعمیر و نگهداری
fr_fr: Exigence de maintenance
hi_in: रखरखाव की आवश्यकता
it_it: Requisiti di manutenzione
ja_jp: 維持保証金
pl_pl: Wymóg konserwacji
pt_pt: Solicitação de manutenção
ru_ru: Требование поддержки
th_th: ข้อกําหนดการบํารุงรักษา
tr_tr: Sürdürme gereklilikleri
uk_ua: Вимоги до технічного обслуговування

source: Margin equity
ar_sa: رصيد الهامش
de_de: Margin-Eigenkapital
es_es: Equidad de margen
fa_ir: سهام حاشیه
fr_fr: Capitaux propres de marge
hi_in: मार्जिन इक्विटी
it_it: Patrimonio netto di margine
ja_jp: 利益率
pl_pl: Kapitał własny zabezpieczający
pt_pt: Capitais próprios de margem
ru_ru: Маржинальный капитал
th_th: ส่วนของมาร์จิ้น
tr_tr: Marj özsermayesi
uk_ua: Маржа власного капіталу

source: Money market fund
ar_sa: صندوق سوق المال
de_de: Geldmarktfonds
es_es: Fondo del mercado monetario
fa_ir: صندوق بازار پول
fr_fr: Fonds du marché monétaire
hi_in: मनी मार्केट फंड
it_it: Fondo per il mercato monetario
ja_jp: マネーマーケットファンド
pl_pl: Fundusz rynku pieniężnego
pt_pt: Fundo do mercado monetário
ru_ru: Фонд денежного рынка
th_th: กองทุนรวมตลาดเงิน
tr_tr: Para piyasası fonu
uk_ua: Фонд грошового ринку
