Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Extend line style
ar_sa: توسيع نمط الخط
de_de: Linienstil verlängern
es_es: Extender estilo de línea
fa_ir: گسترش سبک خط
fr_fr: Étendre le style de ligne
hi_in: लाइन शैली का विस्तार
it_it: Estendere lo stile della linea
ja_jp: 線のスタイルを拡張する
pl_pl: Wydłuż styl linii
pt_pt: Estender o estilo de linha
ru_ru: Стиль проления линии
th_th: ขยายสไตล์เส้น
tr_tr: Çizgi stilini genişletme
uk_ua: Стиль продовження лінії

source: Show line label
ar_sa: إظهار تسمية الخط
de_de: Zeilenbeschriftung anzeigen
es_es: Mostrar etiqueta de línea
fa_ir: نشان دادن برچسب خط
fr_fr: Afficher l’étiquette de ligne
hi_in: लाइन लेबल दिखाएं
it_it: Mostra etichetta riga
ja_jp: 線ラベルを表示
pl_pl: Pokaż etykietę wiersza
pt_pt: Rótulo de linha de espetáculo
ru_ru: Показывать подпись линии
th_th: แสดงป้ายชื่อบรรทัด
tr_tr: Satır etiketini göster
uk_ua: Відображати підпис лінії

source: Font
ar_sa: الخط
de_de: Schriftart
es_es: Fuente
fa_ir: فونت
fr_fr: Police
hi_in: फ़ॉन्ट
ja_jp: フォント
pl_pl: Czcionka
pt_pt: Fonte
ru_ru: Шрифт
th_th: แบบอักษร
tr_tr: Fon
uk_ua: Шрифт

source: Loading data...
ar_sa: ...تحميل البيانات
de_de: Daten werden geladen...
es_es: Cargando datos...
fa_ir: در حال بارگذاری داده ها...
fr_fr: Chargement des données...
hi_in: डेटा लोड हो रहा है...
it_it: Caricamento dei dati in corso...
ja_jp: データ取得中...
pl_pl: Trwa pobieranie danych
pt_pt: Carregando dados...
ru_ru: Загрузка данных...
th_th: กําลังโหลดข้อมูล...
tr_tr: Veri yükle...
uk_ua: Завантаження даних...

source: Line style
ar_sa: نمط السطر
de_de: Linienstil
es_es: Estilo de la línea
fa_ir: سبک خط
fr_fr: Type de ligne
hi_in: लाइन शैली
it_it: Stile linea
ja_jp: 線のスタイル
pl_pl: Styl
pt_pt: Estilo da linha
ru_ru: Стиль линии
th_th: สไตล์เส้น
tr_tr: Satır stili
uk_ua: Стиль лінії

source: Show labels
ar_sa: إظهار التسميات
de_de: Etiketten anzeigen
es_es: Mostrar etiquetas
fa_ir: نشان دادن برچسب ها
fr_fr: Afficher les étiquettes
hi_in: लेबल दिखाएं
it_it: Mostra etichette
ja_jp: ラベルを表示する
pl_pl: Pokaż etykiety
pt_pt: Mostrar rótulos
ru_ru: Показать пописи
th_th: แสดงป้ายชื่อ
tr_tr: Etiketleri göster
uk_ua: Показати підписи

source: Label font
ar_sa: خط التسمية
de_de: Beschriftungsschriftart
es_es: Fuente de etiqueta
fa_ir: قلم برچسب
fr_fr: Police
hi_in: लेबल फ़ॉन्ट
it_it: Tipo di carattere etichetta
ja_jp: ラベルフォント
pl_pl: Czcionka etykiety
pt_pt: Fonte de etiqueta
ru_ru: Шрифт подписи
th_th: แบบอักษรป้ายชื่อ
tr_tr: Etiket yazı tipi
uk_ua: Шрифт підпису

source: Regular bullish line style
ar_sa: نمط الخط الصعودي المنتظم
de_de: Regulärer bullischer Linienstil
es_es: Estilo de línea alcista regular
fa_ir: سبک خط صعودی منظم
fr_fr: Style de ligne haussière régulière
hi_in: नियमित रूप से तेजी लाइन शैली
it_it: Stile di linea rialzista regolare
ja_jp: 通常の強気のラインスタイル
pl_pl: Regularny uparty styl linii
pt_pt: Estilo de linha bullish regular
ru_ru: Обычный стиль бычьей линии
th_th: สไตล์เส้นรั้นปกติ
tr_tr: Normal boğa çizgi stili
uk_ua: Стиль звичайної бичачої лінії

source: Hidden bullish line style
ar_sa: نمط الخط الصعودي المخفي
de_de: Versteckter bullischer Linienstil
es_es: Estilo de línea alcista oculta
fa_ir: سبک خط صعودی پنهان
fr_fr: Style de ligne haussière cachée
hi_in: छिपा तेजी लाइन शैली
it_it: Stile di linea rialzista nascosto
ja_jp: 隠された強気のラインスタイル
pl_pl: Ukryty uparty styl linii
pt_pt: Estilo de linha bullish escondido
ru_ru: Стиль скрытой бычьей линии
th_th: สไตล์เส้นรั้นที่ซ่อนอยู่
tr_tr: Gizli boğa çizgi stili
uk_ua: Стиль прихованої бичачої лінії

source: Regular bearish line style
ar_sa: نمط الخط الهبوطي العادي
de_de: Regulärer bärischer Linienstil
es_es: Estilo de línea bajista regular
fa_ir: سبک خط نزولی منظم
fr_fr: Style de ligne baissier régulier
hi_in: नियमित मंदी रेखा शैली
it_it: Stile di linea ribassista regolare
ja_jp: 通常の弱気の線のスタイル
pl_pl: Regularny, niedźwiedzi styl linii
pt_pt: Estilo de linha bearish regular
ru_ru: Обычный стиль медвежьей линии
th_th: สไตล์เส้นขาลงปกติ
tr_tr: Normal ayı çizgi stili
uk_ua: Стиль звичайної ведмежої лінії

source: Hidden bearish line style
ar_sa: نمط الخط الهبوطي المخفي
de_de: Versteckter bärischer Linienstil
es_es: Estilo de línea bajista oculto
fa_ir: سبک خط نزولی پنهان
fr_fr: Style de ligne baissière cachée
hi_in: छिपी हुई मंदी रेखा शैली
it_it: Stile di linea ribassista nascosto
ja_jp: 隠された弱気の線のスタイル
pl_pl: Ukryty bessy styl linii
pt_pt: Estilo de linha bearish escondido
ru_ru: Стиль скрытой медвежьей линии
th_th: สไตล์เส้นหมีที่ซ่อนอยู่
tr_tr: Gizli ayı çizgi stili
uk_ua: Стиль прихованої ведмежої лінії

source: Oscillator
ar_sa: المذبذب
de_de: Oszillator
es_es: oscilador
fa_ir: اسیلاتور
fr_fr: oscillateur
hi_in: थरथरानवाला
it_it: oscillatore
ja_jp: 発振器
pl_pl: Oscylator
pt_pt: Oscilador
ru_ru: Осциллятор
th_th: ออสซิลเลเตอร์
tr_tr: Osilatör
uk_ua: Осцилятор

source: Mode for the RSI line
ar_sa: وضع خط RSI
de_de: Modus für die RSI-Linie
es_es: Modo para la línea RSI
fa_ir: حالت برای خط RSI
fr_fr: Mode pour la ligne RSI
hi_in: आरएसआई लाइन के लिए मोड
it_it: Modalità per la linea RSI
ja_jp: RSI 回線のモード
pl_pl: Tryb dla linii RSI
pt_pt: Modo para a linha RSI
ru_ru: Режим для линии RSI
th_th: โหมดสําหรับสาย RSI
tr_tr: RSI hattı modu
uk_ua: Режим для лінії RSI

source: Volume Impact
ar_sa: تاثير الصوت
de_de: Lautstärke
es_es: Impacto del volumen
fa_ir: تاثیر جلد
fr_fr: Impact du volume
hi_in: वॉल्यूम प्रभाव
it_it: Impatto volume
ja_jp: ボリュームへの影響
pl_pl: Wpływ głośności
pt_pt: Impacto do volume
th_th: ผลกระทบปริมาณ
tr_tr: Hacim etkisi

source: Back
ar_sa: الرجوع
de_de: Zurück
es_es: Atrás
fa_ir: بازگشت
fr_fr: Précédent
hi_in: वापस
it_it: Indietro
ja_jp: 戻る
pl_pl: Plecy
pt_pt: Voltar
ru_ru: Фон
th_th: ย้อนกลับ
tr_tr: Geri
uk_ua: Фон

source: Visual style
ar_sa: نمط مرئي
de_de: Visueller Stil
es_es: Estilo visual
fa_ir: سبک بصری
fr_fr: Style visuel
hi_in: दृश्य शैली
it_it: Stile di visualizzazione
ja_jp: ビジュアルスタイル
pl_pl: Styl wizualny
pt_pt: Estilo visual
ru_ru: Визуальный стиль
th_th: สไตล์ภาพ
tr_tr: Görsel stil
uk_ua: Візуальний стиль

source: Lines style
ar_sa: نمط الخطوط
de_de: Lines-Stil
es_es: Estilo de líneas
fa_ir: سبک خطوط
fr_fr: Style de lignes
hi_in: लाइनें शैली
it_it: Stile linee
ja_jp: 線のスタイル
pl_pl: Styl linii
pt_pt: Estilo de linhas
ru_ru: Стиль линий
th_th: สไตล์เส้น
tr_tr: Çizgiler stili
uk_ua: Стиль ліній

source: Time frame
ar_sa: الإطار الزمني
de_de: Zeitrahmen
es_es: Periodo de tiempo
fa_ir: بازه زمانی
fr_fr: Durée
hi_in: समय सीमा
it_it: Intervallo di tempo
ja_jp: タイムフレーム
pl_pl: Ramy czasowe
pt_pt: Intervalo de tempo
ru_ru: Временной интервал
th_th: กรอบเวลา
tr_tr: Zaman aralığı
uk_ua: Часовий інтервал

source: Enable alerts
ar_sa: تمكين التنبيهات
de_de: Aktivieren von Warnungen
es_es: Habilitar alertas
fa_ir: فعال کردن هشدارها
fr_fr: Activer les alertes
hi_in: अलर्ट सक्षम करें
it_it: Abilitare gli avvisi
ja_jp: アラートを有効にする
pl_pl: Włączanie alertów
pt_pt: Ativar alertas
ru_ru: Включить оповещения
th_th: เปิดใช้งานการแจ้งเตือน
tr_tr: Uyarıları etkinleştirme
uk_ua: Увімкнути сповіщення

source: Enable sound alert
ar_sa: تمكين تنبيه الصوت
de_de: Aktivieren von Sound-Alarm
es_es: Activar alerta de sonido
fa_ir: فعال کردن هشدار صدا
fr_fr: Activer l’alerte sonore
hi_in: साउंड अलर्ट सक्षम
it_it: Abilita avviso sonoro
ja_jp: サウンド アラートを有効にする
pl_pl: Włączanie alertu dźwiękowego
pt_pt: Ativar o alerta de som
ru_ru: Включить звуковое оповещение
th_th: เปิดใช้งานเสียงเตือน
tr_tr: Ses uyarısı etkinleştirme
uk_ua: Увімкнути звукове сповіщення

source: Enable box alert
ar_sa: تمكين تنبيه المربع
de_de: Aktivieren der Boxwarnung
es_es: Activar alerta de caja
fa_ir: فعال کردن هشدار جعبه
fr_fr: Activer l’alerte de boîte
hi_in: बॉक्स अलर्ट सक्षम
it_it: Abilita avviso casella
ja_jp: ボックスアラートを有効にする
pl_pl: Włącz alert skrzynki
pt_pt: Ativar o alerta de caixa
ru_ru: Включить оповещение коробки
th_th: เปิดใช้งานการแจ้งเตือนกล่อง
tr_tr: Kutu uyarısını etkinleştirme

source: On high/low
ar_sa: على ارتفاع / منخفض
de_de: Auf hoch/niedrig
es_es: En alto/bajo
fa_ir: در بالا / پایین
fr_fr: En haut/bas
hi_in: उच्च/निम्न पर
it_it: Su alto/basso
ja_jp: 高/低の場合
pl_pl: Na wysokim/niskim
pt_pt: Em alto/baixo
ru_ru: На высоком/низком
th_th: สูง/ต่ํา
tr_tr: Yüksek/düşük
uk_ua: На макс/мін

source: On current bar
ar_sa: على الشريط الحالي
de_de: Auf der aktuellen Leiste
es_es: En la barra actual
fa_ir: در نوار فعلی
fr_fr: Sur la barre actuelle
hi_in: वर्तमान बार पर
it_it: Sulla barra corrente
ja_jp: 現在のバー
pl_pl: Na bieżącym pasku
pt_pt: Na barra atual
ru_ru: На текущем баре
th_th: บนแถบปัจจุบัน
tr_tr: Geçerli çubukta
uk_ua: На поточному барі

source: Period
ar_sa: الوقت
de_de: Zeitraum
es_es: Período
fa_ir: دوره
fr_fr: Période
hi_in: अवधि
it_it: Periodo
ja_jp: 期間
pl_pl: Okres
pt_pt: Período
ru_ru: Период
th_th: ช่วง
tr_tr: Dönem
uk_ua: Період

source: Dev step left part
ar_sa: ديف خطوة الجزء الأيسر
de_de: Dev Schritt links Teil
es_es: Paso de desarrollo parte izquierda
fr_fr: Partie gauche d’étape de dev
hi_in: देव कदम छोड़ दिया हिस्सा
it_it: Passaggio di sviluppo parte sinistra
ja_jp: 開発ステップ左部分
pl_pl: Krok dewelopera lewa część
pt_pt: Dev passo parte esquerda
ru_ru: Dev шаг левая часть
th_th: ส่วนซ้ายของขั้นตอน Dev
tr_tr: Dev adım sol parça

source: Dev step right part
ar_sa: ديف خطوة الحق جزء
de_de: Dev Schritt rechten Teil
es_es: Paso de desarrollo parte derecha
fr_fr: Dev étape à droite partie
hi_in: देव कदम सही हिस्सा
it_it: Fase di sviluppo parte destra
ja_jp: 開発ステップ右部分
pl_pl: Krok dewelopera w prawej części
pt_pt: Dev passo parte direita
ru_ru: Dev шаг правой части
th_th: ขั้นตอน Dev ส่วนขวา
tr_tr: Dev adım sağ parçası

source: Low
ar_sa: أقل
de_de: Niedrig
es_es: Mínimo
fa_ir: کم
fr_fr: Bas
hi_in: कम
it_it: Basso
ja_jp: 安値
pl_pl: Niska
pt_pt: Mínimo
ru_ru: Минимум
th_th: ต่ํา
tr_tr: Düşük
uk_ua: Мінімум

source: High
ar_sa: أعلى
de_de: Hoch
es_es: Máximo
fa_ir: بالا
fr_fr: Haut
hi_in: उच्च
it_it: alto
ja_jp: 高値
pl_pl: Wysoki
pt_pt: Máxima
ru_ru: Максимум
th_th: สูง
tr_tr: Yüksek
uk_ua: Максимум

source: Enable alert
ar_sa: تمكين التنبيه
de_de: Warnung aktivieren
es_es: Habilitar alerta
fa_ir: فعال کردن هشدار
fr_fr: Activer l’alerte
hi_in: अलर्ट सक्षम
it_it: Abilita avviso
ja_jp: アラートを有効にする
pl_pl: Włącz alert
pt_pt: Ativar alerta
ru_ru: Включить оповещение
th_th: เปิดใช้งานการแจ้งเตือน
tr_tr: Uyarıyı etkinleştir
uk_ua: Увімкнути сповіщення

source: Data type
ar_sa: نوع البيانات
de_de: Datentyp
es_es: Tipo de dato
fa_ir: نوع داده ها
fr_fr: Type de données
hi_in: डेटा प्रकार
it_it: Tipo di dati
ja_jp: ソースの種類
pl_pl: Typ danych
pt_pt: Tipo de dados
ru_ru: Тип данных
th_th: ชนิดข้อมูล
tr_tr: Veri türü
uk_ua: Тип даних

source: Cumulative
ar_sa: التراكمي
de_de: Kumulativ
es_es: Acumulativo
fa_ir: تجمعی
fr_fr: Cumulatif
hi_in: संचयी
it_it: Cumulativo
pl_pl: Narastający
pt_pt: Cumulativo
ru_ru: Совокупный
th_th: สะสม
uk_ua: Сукупний

source: Imbalance, %
ar_sa: اختلال التوازن، النسبة المئوية
de_de: Ungleichgewicht, %
es_es: Desequilibrio, %
fa_ir: عدم تعادل، %
fr_fr: Déséquilibre, %
hi_in: असंतुलन, %
it_it: Squilibrio, %
ja_jp: 不均衡、%
pl_pl: Brak równowagi, %
pt_pt: Desequilíbrio, %
ru_ru: Дисбаланс, %
th_th: ความไม่สมดุล, %
tr_tr: Dengesizlik, %
uk_ua: Дисбаланс, %

source: Histogram colors
ar_sa: ألوان المدرج التكراري
de_de: Histogrammfarben
es_es: Colores del histograma
fa_ir: رنگ های هستوگرام
fr_fr: Couleurs histogrammes
hi_in: हिस्टोग्राम रंग
it_it: Colori istogramma
ja_jp: ヒストグラムの色
pl_pl: Kolory histogramu
pt_pt: Cores histogramas
ru_ru: Цвета гистограммы
th_th: สีฮิสโตแกรม
tr_tr: Histogram renkleri
uk_ua: Кольори гістограми

source: Area colors
ar_sa: ألوان المنطقة
de_de: Bereichsfarben
es_es: Colores de área
fa_ir: رنگ های منطقه
fr_fr: Couleurs de zone
hi_in: क्षेत्र के रंग
it_it: Colori dell'area
ja_jp: エリアの色
pl_pl: Kolory obszaru
pt_pt: Cores da área
ru_ru: Цвет области
th_th: สีพื้นที่
tr_tr: Alan renkleri
uk_ua: Колір площини

source: Color
ar_sa: اللون
de_de: Farbe
fa_ir: رنگ
fr_fr: Couleur
hi_in: रंग
it_it: Colore
ja_jp: 色
pl_pl: Kolor
pt_pt: Cor
ru_ru: Цвет
th_th: สี
tr_tr: Renk
uk_ua: Колір

source: Stop loss
ar_sa: إيقاف الخسارة
fa_ir: توقف از دست دادن
fr_fr: Arrêter la perte
hi_in: नुकसान रोकें
it_it: Stop alla perdita
ja_jp: ストップロス
pl_pl: Zatrzymaj stratę
pt_pt: Parar a perda
ru_ru: Стоп лосс
th_th: หยุดการสูญเสีย
tr_tr: Zarar durdur
uk_ua: Стоп лосс

source: Take profit
ar_sa: أخذ الربح
de_de: Gewinn nehmen
es_es: Toma de beneficios
fa_ir: سود بگير
fr_fr: Prendre des bénéfices
hi_in: लाभ लें
it_it: Prendere profitto
ja_jp: 利益を確定する
pl_pl: Set Take profit
pt_pt: Obter lucro
ru_ru: Тейк профит
th_th: ทํากําไร
tr_tr: Kar alma
uk_ua: Тейк профіт

source: Is trailing
ar_sa: هو زائدة
de_de: Ist nachlaufend
es_es: Está a la zaga
fa_ir: دنباله دار است
fr_fr: Est à la fin
hi_in: पीछे चल रहा है
it_it: È in ritardo
pl_pl: Jest na końcu
pt_pt: Está a seguir o rasto
ru_ru: Идет позади
th_th: กําลังตามหลัง
uk_ua: трейлінг

source: Simple SL/TP
de_de: Einfache SL/TP
fa_ir: SL/TP ساده
it_it: SL/TP semplice
th_th: SL /TP อย่างง่าย
uk_ua: Прості SL/TP

source: Multiple brackets
de_de: Mehrere Klammern
fa_ir: پرانتز متعدد
fr_fr: Plusieurs parenthèses
it_it: Staffe multiple
th_th: วงเล็บเหลี่ยมหลายอัน
uk_ua: Кілька дужок

source: Offset
ar_sa: التعويض
es_es: Compensar
fa_ir: افست
fr_fr: Compensation
hi_in: भरपाई
it_it: Compensare
pl_pl: Przesunięcie
pt_pt: Distâcia
ru_ru: Смещение
th_th: ออฟเซ็ต
uk_ua: Зсув

source: Percentage
ar_sa: النسبة
de_de: Prozentsatz
es_es: Porcentaje
fa_ir: درصد
fr_fr: Pourcentage
hi_in: प्रतिशतता
it_it: Percentuale
pl_pl: Procent
pt_pt: Percentual
ru_ru: Проценты
th_th: อัตราร้อยละ
uk_ua: Відсоток

source: Absolute
ar_sa: مطلق
de_de: Absolut
es_es: Absoluto
fa_ir: مطلق
fr_fr: Absolu
hi_in: पूर्ण
it_it: Assoluto
ja_jp: 価格
pl_pl: Wartości
pt_pt: Absoluto
ru_ru: Абсолютная
th_th: สมบูรณ์
tr_tr: Mutlak
uk_ua: Абсолютна

source: Order price specification
de_de: Preisangabe bestellen
fa_ir: مشخصات قیمت سفارش
fr_fr: Spécification du prix de la commande
it_it: Specifica del prezzo dell'ordine
th_th: ข้อกําหนดราคาสั่งซื้อ
uk_ua: Специфікація ціни замовлення

source: Type of closing orders
de_de: Art der Abschlussaufträge
fa_ir: نوع دستورات اختتامیه
fr_fr: Type d’ordres de clôture
it_it: Tipo di ordini di chiusura
th_th: ประเภทของคําสั่งปิด
uk_ua: Тип закриття ордерів

source: Orders placement mode
de_de: Modus für die Auftragserteilung
fa_ir: دستور حالت قرار دادن
fr_fr: Mode de placement des commandes
it_it: Modalità di inserimento degli ordini
th_th: โหมดการวางคําสั่งซื้อ
uk_ua: Режим розміщення замовлень

source: Initial
ar_sa: الاولي
de_de: Ersten
es_es: Inicial
fa_ir: اولیه
fr_fr: Initiale
hi_in: प्रारंभिक
it_it: Iniziale
ja_jp: 初期
pl_pl: Początkowe
pt_pt: Inicial
ru_ru: Первоначального
th_th: เบื้องต้น
tr_tr: Ilk
uk_ua: Початковий

source: Whole position
ar_sa: الموضع الكامل
de_de: Gesamte Position
es_es: Toda la posición
fa_ir: کل موقعیت
fr_fr: Position entière
hi_in: पूरी स्थिति
it_it: Intera posizione
pl_pl: Cała pozycja
pt_pt: Posição total
ru_ru: Вся позиция
th_th: ทั้งตําแหน่ง
uk_ua: Вся позиція

source: Closing quantity
de_de: Schlussmenge
fa_ir: کمیت بسته شدن
fr_fr: Quantité de fermeture
it_it: Quantità di chiusura
th_th: ปริมาณการปิดบัญชี
uk_ua: Кількість закриття

source: Release time
ar_sa: وقت الإصدار
de_de: Veröffentlichungszeit
es_es: Tiempo de lanzamiento
fa_ir: زمان انتشار
fr_fr: Temps de libération
hi_in: रिलीज़ समय
it_it: Tempo di rilascio
pl_pl: Czas wydania
pt_pt: Tempo de lançamento
ru_ru: Время отпускания
th_th: เวลาวางจําหน่าย

source: Time:
de_de: Zeit:
fa_ir: زمان:
fr_fr: Heure :
it_it: Ore:
th_th: เวลา:
uk_ua: Час:

source: MIS
ar_sa: سوء
hi_in: एमआईएस
th_th: มิส
tr_tr: Mıs

source: CNC
hi_in: सीएनसी
th_th: ซีเอ็นซี

source: NRNL
fa_ir: ان آر ان ال
hi_in: एनआरएनएल
th_th: เอ็นอาร์เอ็นแอล

source: Strategy is ready
ar_sa: الاستراتيجية جاهزة
de_de: Strategie ist fertig
es_es: La estrategia está lista
fa_ir: استراتژی آماده است
fr_fr: La stratégie est prête
hi_in: रणनीति तैयार है
it_it: La strategia è pronta
ja_jp: 戦略の準備ができました
pl_pl: Strategia jest gotowa
pt_pt: A estratégia está pronta
ru_ru: Стратегия готова
th_th: กลยุทธ์พร้อมแล้ว
tr_tr: Strateji hazır
uk_ua: Стратегія готова

source: Waiting for indicator calculation finished
ar_sa: انتظار انتهاء حساب المؤشر
de_de: Warten auf abgeschlossene Indikatorberechnung
es_es: Esperando a que finalice el cálculo del indicador
fa_ir: انتظار برای محاسبه شاخص به پایان رسید
fr_fr: En attente de la fin du calcul de l’indicateur
hi_in: संकेतक गणना के लिए प्रतीक्षा समाप्त हो गया
it_it: In attesa del calcolo dell'indicatore completato
ja_jp: インジケーターの計算が完了するのを待っています
pl_pl: Oczekiwanie na zakończenie obliczania wskaźnika
pt_pt: À espera do cálculo do indicador concluído
ru_ru: Ожидание завершения расчета индикатора
th_th: รอการคํานวณตัวบ่งชี้เสร็จสิ้น
tr_tr: Gösterge hesaplaması tamamlandı
uk_ua: Очікування завершення обчислення індикатора

source: Waiting for strategy start time
ar_sa: انتظار وقت بدء الاستراتيجية
de_de: Warten auf die Startzeit der Strategie
es_es: Esperando la hora de inicio de la estrategia
fa_ir: انتظار برای استراتژی زمان شروع
fr_fr: En attente de l’heure de début de la stratégie
hi_in: रणनीति शुरू समय के लिए प्रतीक्षा कर रहे हैं
it_it: In attesa dell'ora di inizio della strategia
ja_jp: 戦略開始時刻の待機
pl_pl: Oczekiwanie na czas rozpoczęcia strategii
pt_pt: À espera da hora de início da estratégia
ru_ru: Ожидание времени старта стратегии
th_th: รอเวลาเริ่มกลยุทธ์
tr_tr: Strateji başlangıç saati bekleniyor
uk_ua: Очікування часу початку стратегії

source: Find entry point
ar_sa: البحث عن نقطة الدخول
de_de: Einstiegspunkt suchen
es_es: Buscar punto de entrada
fa_ir: یافتن نقطه ورود
fr_fr: Rechercher un point d’entrée
hi_in: प्रवेश बिंदु का पता लगाएं
it_it: Trova punto di ingresso
ja_jp: エントリ ポイントを検索する
pl_pl: Znajdź punkt wejścia
pt_pt: Encontrar ponto de entrada
ru_ru: Найти точку входа
th_th: ค้นหาจุดเริ่มต้น
tr_tr: Giriş noktasını bul
uk_ua: Знайти точку входу

source: Waiting for the position to be placed
ar_sa: في انتظار وضع الموضع
de_de: Warten auf die Position
es_es: A la espera de que se coloque la posición
fa_ir: در انتظار قرار دادن موقعیت
fr_fr: En attente de la position à placer
hi_in: स्थिति रखे जाने की प्रतीक्षा कर रहा है
it_it: In attesa che la posizione sia posizionata
ja_jp: ポジションの配置を待機しています
pl_pl: Oczekiwanie na umieszczenie pozycji
pt_pt: À espera que a posição seja colocada
ru_ru: Ожидание размещения позиции
th_th: รอตําแหน่งที่จะวาง
tr_tr: Pozisyonun yerleştirilmesi bekleniyor
uk_ua: Очікування розміщення позиції

source: Control position. Check SL/TP/TS
ar_sa: السيطرة على الموقف. تحقق من SL/TP/TS
de_de: Steuerposition. SL/TP/TS prüfen
es_es: Posición de control. Comprobar SL/TP/TS
fa_ir: موقعيت کنترل . بررسی SL/TP/TS
fr_fr: Position de contrôle. Vérifier SL/TP/TS
hi_in: नियंत्रण की स्थिति। एसएल/टीपी/टीएस की जांच करें
it_it: Posizione di controllo. Controllare SL/TP/TS
ja_jp: コントロール位置。SL/TP/TS を確認する
pl_pl: Pozycja sterowania. Sprawdź SL/TP/TS
pt_pt: Posição de controlo. Verificar SL/TP/TS
ru_ru: Положение управления. Проверка SL/TP/TS
th_th: ตําแหน่งควบคุม ตรวจสอบ SL / TP / TS
tr_tr: Kontrol pozisyonu. SL/TP/TS'ye bakın

source: Waiting for the position to be partially closed
ar_sa: انتظار إغلاق الموضع جزئيا
de_de: Warten auf die teilweise Schließung der Position
es_es: Esperando a que la posición se cierre parcialmente
fa_ir: در انتظار تا حدی بسته شدن موقعیت
fr_fr: En attendant que la position soit partiellement fermée
hi_in: स्थिति आंशिक रूप से बंद होने की प्रतीक्षा
it_it: In attesa che la posizione sia parzialmente chiusa
ja_jp: ポジションが部分的にクローズされるのを待っています
pl_pl: Oczekiwanie na częściowe zamknięcie pozycji
pt_pt: À espera que a posição seja parcialmente fechada
ru_ru: Ожидание частичного закрытия позиции
th_th: รอให้ตําแหน่งถูกปิดบางส่วน
tr_tr: Pozisyonun kısmen kapatılmasını bekliyor
uk_ua: Очікування часткового закриття позиції

source: Waiting for the position to be fully closed
ar_sa: انتظار إغلاق الموقع بالكامل
de_de: Warten, bis die Position vollständig geschlossen ist
es_es: Esperando a que la posición esté completamente cerrada
fa_ir: انتظار برای موقعیت به طور کامل بسته شود
fr_fr: En attendant que la position soit complètement fermée
hi_in: स्थिति पूरी तरह से बंद होने का इंतजार
it_it: In attesa che la posizione sia completamente chiusa
ja_jp: ポジションが完全に閉じられるのを待っています
pl_pl: Oczekiwanie na całkowite zamknięcie pozycji
pt_pt: À espera que a posição esteja totalmente fechada
ru_ru: Ожидание полного закрытия позиции
th_th: รอให้ตําแหน่งถูกปิดจนสุด
tr_tr: Pozisyonun tamamen kapanması bekleniyor
uk_ua: Очікування повного закриття позиції

source: Stop trading
ar_sa: Margin to trade
de_de: Stoppen Sie den Handel
es_es: Parar trading
fa_ir: توقف معاملات
fr_fr: Arrêtez le trading
hi_in: व्यापार बंद करो
it_it: Interrompere il trading
ja_jp: 取引のためのマージン
pl_pl: Stop trade
pt_pt: Parar negociações
ru_ru: Остановка торговли
th_th: หยุดการซื้อขาย
tr_tr: İşlem durdurma seviyesi
uk_ua: Зупинка угодлі

source: Lot
ar_sa: حصة
de_de: Viel
es_es: Lote
fa_ir: بسیاری
fr_fr: Beaucoup
hi_in: बहुत
it_it: tanto
ja_jp: ロット
pl_pl: Wiele
pt_pt: Lote
ru_ru: За лот
th_th: ที่ดิน
tr_tr: Çok
uk_ua: За лот

source: Place order
ar_sa: القيام بأمر
de_de: Auftragsbestellung
es_es: Colocar orden
fa_ir: ترتیب مکان
fr_fr: Placer un ordre
hi_in: जगह आदेश
it_it: Effettuare l'ordine
ja_jp: 注文を行う
pl_pl: Złóż zamówienie
pt_pt: Colocar ordem
ru_ru: Отправить ордер
th_th: สั่งซื้อ
tr_tr: Emir ver
uk_ua: Розмістити Ордер

source: Close all positions
ar_sa: إغلاق جميع الوضعيات
de_de: Schließen Sie alle Positionen
es_es: Cerrar todas las posiciones
fa_ir: بستن تمام موقعیت ها
fr_fr: Fermer toutes les positions
hi_in: सभी पदों को बंद करें
it_it: Chiudi tutte le posizioni
ja_jp: すべてのポジションをクローズする
pl_pl: Zamykanie wszystkich pozycji
pt_pt: Fechar todas as posições
ru_ru: Закрыть все позиции
th_th: ปิดทุกตําแหน่ง
tr_tr: Tüm pozisyonları kapat
uk_ua: Закрити всі позиції

source: Run order placement strategy
de_de: Führen Sie die Auftragserteilungsstrategie aus
fa_ir: اجرای استراتژی قرار دادن سفارش
fr_fr: Exécuter la stratégie de placement de commande
it_it: Esegui la strategia di posizionamento degli ordini
th_th: เรียกใช้กลยุทธ์การวางคําสั่งซื้อ
uk_ua: Запустити стратегію розміщення замовлень

source: Run strategy
de_de: Strategie ausführen
fa_ir: اجرای استراتژی
fr_fr: Exécuter une stratégie
it_it: Esegui strategia
th_th: เรียกใช้กลยุทธ์
uk_ua: Стратегія запуску

source: Change symbol
de_de: Symbol ändern
fa_ir: تغییر نماد
fr_fr: Changer de symbole
it_it: Cambia simbolo
th_th: เปลี่ยนสัญลักษณ์
uk_ua: Змінити символ

source: Open template
de_de: Vorlage öffnen
fa_ir: قالب باز
fr_fr: Ouvrir un modèle
it_it: Apri modello
th_th: เปิดเทมเพลต
uk_ua: Відкрити шаблон

source: Add indicator
de_de: Indikator hinzufügen
fa_ir: اضافه کردن شاخص
fr_fr: Ajouter un indicateur
it_it: Aggiungi indicatore
th_th: เพิ่มตัวบ่งชี้
uk_ua: Додати індикатор

source: Apply symbol list
de_de: Symbolliste anwenden
fa_ir: اعمال لیست نماد
fr_fr: Appliquer la liste des symboles
it_it: Applica elenco simboli
th_th: นํารายการสัญลักษณ์ไปใช้
uk_ua: Застосування списку символів

source: Open plugin
de_de: Plugin öffnen
fa_ir: پلاگین باز
fr_fr: Ouvrir le plugin
it_it: Apri plugin
th_th: เปิดปลั๊กอิน
uk_ua: Відкрити плагін

source: Apply aggregation
de_de: Aggregation anwenden
fa_ir: اعمال جماعت
fr_fr: Appliquer l’agrégation
it_it: Applica aggregazione
th_th: ใช้การรวม
uk_ua: Застосування агрегації

source: Add drawing
de_de: Zeichnung hinzufügen
fa_ir: اضافه کردن نقاشی
fr_fr: Ajouter un dessin
it_it: Aggiungi disegno
th_th: เพิ่มรูปวาด
uk_ua: Додати креслення

source: Name
ar_sa: الاسم
de_de: Namen
es_es: Nombre
fa_ir: نام
fr_fr: Nom
hi_in: नाम
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
th_th: ชื่อ
tr_tr: İsim
uk_ua: Ім'я

source: Group
ar_sa: المجموعة
de_de: Gruppe
es_es: Grupo
fa_ir: گروه
fr_fr: Groupe
hi_in: समूह
it_it: Gruppo
ja_jp: グループ
pl_pl: Pakiet
pt_pt: Grupo
ru_ru: Группа
th_th: กลุ่ม
tr_tr: Grup
uk_ua: Група
