Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Drawing tools
ar_sa: الأدوات
de_de: Zeichenutensilien
es_es: Herramientas de dibujo
fa_ir: ابزارهای رسم
fr_fr: Outils de dessin
hi_in: आरेखण उपकरण
it_it: Strumenti di disegno
ja_jp: ツール
pl_pl: Narzędzia
pt_pt: Ferramentas de desenho
ru_ru: Инструменты рисования
th_th: เครื่องมือวาดภาพ
tr_tr: Araç Ekle
uk_ua: Інструменти малювання

source: Trend
ar_sa: اتجاه
es_es: Tendencia
fa_ir: روند
fr_fr: Tendance
hi_in: प्रवृत्ति
it_it: Tendenza
ja_jp: 傾向
pl_pl: Tendencja
pt_pt: Tendência
ru_ru: Трендовые
th_th: แนว
tr_tr: Eğilim
uk_ua: Трендові

source: Arrow
ar_sa: سهم
de_de: Pfeil
es_es: Flecha
fa_ir: فلش
fr_fr: Flèche
hi_in: तीर
it_it: Freccia
ja_jp: 矢印
pl_pl: Strzałka
pt_pt: Setas
ru_ru: Стрелка
th_th: ลูกศร
tr_tr: Ok
uk_ua: Стрілка

source: Geometry
ar_sa: علم الهندسة
de_de: Geometrie
es_es: Geometría
fa_ir: هندسه
fr_fr: Géométrie
hi_in: ज्यामिति
it_it: Geometria
ja_jp: 幾何学
pl_pl: Geometria
pt_pt: Geométrico
ru_ru: Геометрические
th_th: เรขาคณิต
tr_tr: Geometri
uk_ua: Геометрія

source: Polygon
ar_sa: مضلع
es_es: Polígono
fa_ir: چند ضلعی
fr_fr: Polygone
hi_in: बहुभुज
it_it: Poligono
ja_jp: ポリゴン
pl_pl: Wielokąt
pt_pt: Polígono
ru_ru: Многоугольник
th_th: รูปหลายเหลี่ยม
tr_tr: Poligon
uk_ua: Багатокутник

source: Fibonacci
ar_sa: الفيبوناتشى
fa_ir: فیبوناچی
hi_in: फिबोनैकी
ja_jp: フィボナッチ
ru_ru: Фибоначчи
th_th: ฟีโบนักชี
uk_ua: Фібоначчі

source: Gann
ar_sa: غان
fa_ir: گن
ja_jp: ガン
ru_ru: Ганн
th_th: แกนน์
uk_ua: Ганн

source: Gann Box
ar_sa: غان بوكس
es_es: Caja Gann
fa_ir: جعبه gann
hi_in: gann बॉक्स
ja_jp: ギャンボックス
pt_pt: Caixa Gann
ru_ru: Прямоугольник Ганна
th_th: กล่องแกนน์
tr_tr: Gann Kutusu
uk_ua: Прямокутник Ганна

source: Patterns
ar_sa: أنماط - رسم
de_de: Muster
es_es: Patrones
fa_ir: الگوهای
hi_in: पैटर्न
ja_jp: パターン
pl_pl: Wzory
pt_pt: Padrões
ru_ru: Паттерны
th_th: รูป แบบ
tr_tr: Desenler
uk_ua: Шаблони

source: Head & Shoulders
ar_sa: هيد آند شولدرز
de_de: Kopf Schultern
es_es: Cabeza hombros
fa_ir: & سر شانه
fr_fr: Tête épaules
hi_in: सिर और कंधे
it_it: Testa spalle
ja_jp: 頭、肩
pl_pl: Głowa ramiona
pt_pt: Cabeça e ombros
ru_ru: Голова и плечи
th_th: ศีรษะและไหล่
tr_tr: Baş ve Omuzlar
uk_ua: Голова та плечі

source: Other
ar_sa: الاخري
de_de: Andere
es_es: Otro
fa_ir: دیگر
fr_fr: Autre
hi_in: अन्य
it_it: Altri
ja_jp: 他
pl_pl: Innych
pt_pt: Outros
ru_ru: Другое
th_th: อื่น
tr_tr: Diğer
uk_ua: Інші

source: Remove selected
ar_sa: حذف المحدد
de_de: Entfernen ausgewählt
es_es: Eliminar seleccionado
fa_ir: حذف انتخاب شده
fr_fr: Retirer la sélection
hi_in: चयनित निकालें
it_it: Rimuovi i selezionati
ja_jp: 選択されたものを削除する
pl_pl: Usuń wybrane
pt_pt: Remover selecinados
ru_ru: Удалить выбранное
th_th: เอารายการที่เลือกออก
tr_tr: Seçiliyi sil
uk_ua: Видалити вибране

source: Copy selected
ar_sa: نسخ محدد
de_de: Kopieren ausgewählt
es_es: Copia seleccionada
fa_ir: کپی انتخاب شده
fr_fr: Copie sélectionnée
hi_in: चयनित कॉपी
it_it: Copia selezionata
ja_jp: 選択したコピー
pl_pl: Kopiuj zaznaczone
pt_pt: Сopiar selecionados
ru_ru: Копировать выбранное
th_th: คัดลอกที่เลือก
tr_tr: Seçili kopyala
uk_ua: Копіювати вибране

source: Paste
ar_sa: لصق
de_de: Einfügen
es_es: Pegar
fa_ir: جای گذاری
fr_fr: Coller
hi_in: चिपकाएँ
it_it: Incollare
ja_jp: 貼り付け
pl_pl: Wklej
pt_pt: Colar
ru_ru: Вставить
th_th: แปะ
tr_tr: Yapıştır
uk_ua: Вставити

source: Volume Analysis
ar_sa: تحليل الحجم
de_de: Volumen Analyse
es_es: Análisis de volumen
fa_ir: تجزیه و تحلیل حجم
fr_fr: Analyse de volume
hi_in: आयतन विश् लेषण
it_it: Analisi del volume
ja_jp: 体積分析
pl_pl: Analiza objętości
pt_pt: Análise do volume
ru_ru: Объемный анализ
th_th: การวิเคราะห์ปริมาณ
tr_tr: Hacim Analizi
uk_ua: Об'ємний аналіз

source: Show toolbar
ar_sa: إظهار شريط الأدوات
de_de: Werkzeugleiste anzeigen
es_es: Mostrar la barra de herramientas
fa_ir: نمایش نوار ابزار
fr_fr: Afficher la barre d'outils
hi_in: उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti
ja_jp: ツールバーを表示する
pl_pl: Pokaż pasek narzędzi
pt_pt: Mostrar barra de Ferramentas
ru_ru: Показать панель инструментов
th_th: แถบเครื่องมือแสดง
tr_tr: Araç çubuğunu göster
uk_ua: Показати панель інструментів

source: Left Profile
ar_sa: الملف الأيسر
de_de: Linkes Profil
es_es: Perfil izquierdo
fa_ir: نمایه چپ
fr_fr: Profil gauche
hi_in: बाईं प्रोफ़ाइल
it_it: Profilo sinistro
ja_jp: 左のプロファイル
pl_pl: Lewy profil
pt_pt: Perfil esquerdo
ru_ru: Левый профиль
th_th: โปรไฟล์ด้านซ้าย
tr_tr: Sol profil
uk_ua: Лівий профіль

source: Right Profile
ar_sa: الملف الشخصي الأيمن
de_de: Richtige Profil
es_es: Perfil correcto
fa_ir: پروفایل راست
fr_fr: Profil droit
hi_in: सही प्रोफ़ाइल
it_it: Profilo destro
ja_jp: 右のプロフィール
pl_pl: Prawy profil
pt_pt: Perfil direito
ru_ru: Правый профиль
th_th: โปรไฟล์ขวา
tr_tr: Sağ profil
uk_ua: Правий профіль

source: Time Statistics
ar_sa: إحصائيات الوقت
de_de: Zeit Statistik
es_es: Estadísticas de tiempo
fa_ir: آمار زمان
fr_fr: Statistiques de temps
hi_in: समय सांख्यिकी
it_it: Statistiche temporali
ja_jp: 時間統計
pl_pl: Statystyki czasowe
pt_pt: Estatísticas de tempo
ru_ru: Статистика по времени
th_th: สถิติเวลา
tr_tr: Zaman istatistikleri
uk_ua: Статистика за часом

source: Time Histogram
ar_sa: الرسم البياني للوقت
es_es: Histograma de tiempo
fa_ir: هیستوگرام زمان
fr_fr: Histogramme de temps
hi_in: काल हिस्टोग्राम
it_it: Istogramma temporale
ja_jp: 時間ヒストグラム
pl_pl: Histogram czasu
pt_pt: Histograma de tempo
ru_ru: Гистограмма по времени
th_th: ฮิสโตแกรมเวลา
tr_tr: Zaman histogram
uk_ua: Гістограма за часом

source: Custom Profile
ar_sa: التشكيل الجانبي المخصص
de_de: Individuelles Profil
es_es: Perfil personalizado
fa_ir: پروفایل سفارشی
fr_fr: Profil personnalisé
hi_in: कस्टम प्रोफ़ाइल
it_it: Profilo personalizzato
ja_jp: カスタムプロファイル
pl_pl: Profil niestandardowy
pt_pt: Perfil personalizado
ru_ru: Свой профиль
th_th: โปรไฟล์ที่กําหนดเอง
tr_tr: Özel profil
uk_ua: Свій профіль

source: Custom VWAP
ar_sa: VWAP مخصص
de_de: Benutzerdefinierte VWAP
es_es: VWAP personalizado
fa_ir: VWAP سفارشی
fr_fr: VWAP personnalisé
hi_in: कस्टम वीडब्ल्यूएपी
it_it: VWAP personalizzato
ja_jp: カスタム VWAP
pl_pl: Niestandardowy program VWAP
pt_pt: VWAP personalizado
ru_ru: Свой VWAP
th_th: VWAP แบบกําหนดเอง
tr_tr: Özel VWAP
uk_ua: Свій VWAP

source: Day high/low
ar_sa: اليوم أعلى/اقل
de_de: Tag hoch / niedrig
es_es: Máximo/Mínimo del día
fa_ir: بالا/پایین روز
fr_fr: Jour haut/bas
hi_in: दिन उच्च कम/
it_it: Giorno alto / basso
ja_jp: １日の高値／安値
pl_pl: Dzień wysoki / niski
pt_pt: Máximo/Mínimo do dia
ru_ru: Дневной макс/мин
th_th: วันสูง/ต่ําสุด
tr_tr: Gün yüksek/düşük
uk_ua: Денний макс/мін

source: Grid time
ar_sa: شبكة الوقت
de_de: Rasterzeit
es_es: Hora de la rejilla
fa_ir: زمان شبکه
fr_fr: Temps de la grille
hi_in: ग्रिड समय
it_it: Tempo della griglia
ja_jp: グリッド時間
pl_pl: Czas siatki
pt_pt: Grade de tempo
ru_ru: Сетка по времени
th_th: เวลากริด
tr_tr: Grid süresi
uk_ua: Сітки за часом

source: Grid price
ar_sa: شبكة السعر
de_de: Netzpreis
es_es: Precio de la rejilla
fa_ir: قیمت شبکه
fr_fr: Prix de la grille
hi_in: ग्रिड कीमत
it_it: Prezzo della griglia
ja_jp: グリッド価格
pl_pl: Cena siatki
pt_pt: Grade de preço
ru_ru: Сетка по цене
th_th: ราคากริด
tr_tr: Grid fiyatı
uk_ua: Сітка за ціною

source: Toolbar
ar_sa: شريط الأدوات
de_de: Symbolleiste
es_es: Barra de herramientas
fa_ir: نوار ابزار
fr_fr: Barre d'outils
hi_in: उपकरण पट्टी
it_it: Barra degli strumenti
ja_jp: ツールバー
pl_pl: Pasku narzędzi
pt_pt: Barra de ferramentas
ru_ru: Панель инструментов
th_th: แถบเครื่องมือ
tr_tr: Araç çubuğu
uk_ua: Панель інструментів

source: Quick OE
ar_sa: مدخل أوامر سريع
es_es: OE rápido
fa_ir: OE سریع
fr_fr: OE Rapide
hi_in: त्वरित ओई
it_it: OE rapido
ja_jp: 注文のクイック・エントリー
pl_pl: Szybkie OE
pt_pt: EO rápida
ru_ru: Создать ордер
th_th: OE ด่วน
tr_tr: Hızlı OE
uk_ua: Створити ордер

source: Trading toolbar
ar_sa: شريط أدوات التداول
de_de: Handels-Symbolleiste
es_es: Barra de herramientas de trading
fa_ir: نوار ابزار معاملاتی
fr_fr: Barre d’outils de trading
hi_in: ट्रेडिंग टूलबार
it_it: Barra degli strumenti di trading
ja_jp: 取引ツールバー
pl_pl: Pasek narzędzi handlu
pt_pt: Barra de ferramentas de trading
ru_ru: Панель торговых инструментов
th_th: แถบเครื่องมือการซื้อขาย
tr_tr: Ticaret araç çubuğu
uk_ua: Панель торгових інструментів

source: Objects toolbar
ar_sa: شريط أدوات الكائنات
de_de: Symbolleiste für Objekte
es_es: Barra de herramientas Objetos
fa_ir: نوار ابزار اشیاء
fr_fr: Barre d’outils d’objets
hi_in: ऑब्जेक्ट्स टूलबार
it_it: Barra degli strumenti Oggetti
ja_jp: [オブジェクト] ツールバー
pl_pl: Pasek narzędzi Obiekty
pt_pt: Barra de ferramentas de objetos
ru_ru: Панель объектов
th_th: แถบเครื่องมือวัตถุ
tr_tr: Nesneler araç çubuğu
uk_ua: Панель об'єктів

source: Symbol description
ar_sa: وصف الرمز
de_de: Symbolbeschreibung
es_es: Descripción de símbolo
fa_ir: توصیف نماد
fr_fr: Description du symbole
hi_in: प्रतीक विवरण
it_it: Descrizione del simbolo
ja_jp: シンボルの説明
pl_pl: Opis symbolu
pt_pt: Descrição do Ativo
ru_ru: Описание символа
th_th: คําอธิบายสัญลักษณ์
tr_tr: Sembol açıklaması
uk_ua: Опис символу

source: Reload history (server)
ar_sa: إعادة تحميل التاريخ (الخادم)
de_de: Verlauf neu laden (Server)
es_es: Historial de recarga (servidor)
fa_ir: تاریخچه بارگذاری مجدد (سرور)
fr_fr: Historique de rechargement (serveur)
hi_in: इतिहास को फिर से लोड करें (सर्वर)
it_it: Ricarica cronologia (server)
ja_jp: 履歴の再読み込み (サーバー)
pl_pl: Historia ponownego ładowania (serwer)
pt_pt: Recarregar histórico (servidor)
ru_ru: Перезагрузить историю (сервер)
th_th: โหลดประวัติ (เซิร์ฟเวอร์)
tr_tr: Geçmişi yeniden yükleme (sunucu)
uk_ua: Перезавантажити історію (сервер)

source: Refresh
ar_sa: تحديث
de_de: Aktualisierung
es_es: Refrescar
fa_ir: نوسازی
fr_fr: Rafraîchir
hi_in: ताज़ा
it_it: ricaricare
ja_jp: 更新
pl_pl: Odświeżać
pt_pt: Atualizar
ru_ru: Обновить график
th_th: ฟื้นฟู
tr_tr: Yenile
uk_ua: Оновити

source: {0} settings
ar_sa: {0} الإعدادات
de_de: {0} Einstellungen
es_es: {0} configuraciones
fa_ir: تنظیمات {0}
fr_fr: {0} paramètres
hi_in: {0} सेटिंग्स
it_it: {0} impostazioni
ja_jp: {0}の設定
pl_pl: Ustawienia {0}
pt_pt: {0} configurações
ru_ru: {0} настройки
th_th: การตั้งค่า{0}
tr_tr: {0} ayar
uk_ua: {0} налаштування

source: Default by symbol ({0})
ar_sa: الافتراضي بالرمز ({0})
de_de: Standard nach Symbol ({0})
es_es: Predeterminado por el símbolo ({0})
fa_ir: نماد پیش فرض ({0})
fr_fr: Par défaut par symbole ({0})
hi_in: प्रतीक ({0}) द्वारा डिफ़ॉल्ट
it_it: Predefinito per simbolo ({0})
ja_jp: デフォルトの記号（{0}）
pl_pl: Domyślnie według symbolu ({0})
pt_pt: Padrão por símbolo ({0})
ru_ru: Стандартный по символу ({0})
th_th: ค่าเริ่มต้นตามสัญลักษณ์ ({0})
tr_tr: Varsayılan olarak sembol ({0})
uk_ua: Типовий за символом ({0})

source: Bid/Ask average
ar_sa: متوسط العرض/الطلب
de_de: Bid / Ask Durchschnitt
es_es: Media de compra/venta
fa_ir: به طور متوسط Bid/Ask
fr_fr: Moyenne de l'offre et de la demande
hi_in: बोली/
it_it: Offerta/Richiesta media
ja_jp: BID/ASK平均
pl_pl: Średnia Bid/Ask
pt_pt: Média 'Compra'/'Venda'
ru_ru: Средняя цена Бид/Аск
th_th: ค่าเฉลี่ยราคาเสนอซื้อ/เสนอขาย
tr_tr: Satış/Alış ortalaması
uk_ua: Середня ціна Бід/Аск

source: Time value:
ar_sa: قيمه الوقت:
de_de: Zeitwert:
es_es: Valor de tiempo:
fa_ir: مقدار زمان:
fr_fr: Valeur de temps:
hi_in: समय मान:
it_it: Valore temporale:
ja_jp: 時間の値:
pl_pl: Wartość czasu:
pt_pt: Valor do tempo:
ru_ru: Значение времени:
th_th: ค่าเวลา:
tr_tr: Zaman değeri:
uk_ua: Значення часу:

source: Inner value:
ar_sa: القيمة الداخلية:
de_de: Innenwert:
es_es: Valor interno:
fa_ir: ارزش درونی:
fr_fr: Valeur intérieure:
hi_in: भीतरी मान:
it_it: Valore interno:
ja_jp: 内部値:
pl_pl: Wartość wewnętrzna:
pt_pt: Valor interno:
ru_ru: Внутреннее значение:
th_th: ค่าภายใน:
tr_tr: Iç değeri:
uk_ua: Внутрішнє значення:

source: Delta:
ar_sa: دلتا:
fa_ir: دلتا:
hi_in: डेल्टा:
ja_jp: デルタ：
ru_ru: Дельта:
th_th: เดลตา:
uk_ua: Дельта:

source: Gamma:
ar_sa: غاما:
fa_ir: گاما:
hi_in: गामा:
ja_jp: ガンマ：
pt_pt: Gama:
ru_ru: Гамма:
th_th: แกมมา:
tr_tr: Gama:
uk_ua: Гамма:

source: Theta:
ar_sa: ثيتا:
fa_ir: تتا:
hi_in: थीटा:
ja_jp: シータ：
ru_ru: Тета:
th_th: เทต้า:
tr_tr: Teta:
uk_ua: Тета:

source: Vega:
ar_sa: فيغا:
fa_ir: وگا:
hi_in: वेगा:
ja_jp: ベガ：
ru_ru: Вега:
th_th: เวก้า:
uk_ua: Вега:

source: Rho:
fa_ir: رو:
ru_ru: Ро:
th_th: โร:
uk_ua: Ро:

source: Time:
ar_sa: الوقت:
de_de: Zeit:
es_es: Hora:
fa_ir: زمان:
fr_fr: Heure:
hi_in: समय:
it_it: Ore:
ja_jp: 時間：
pl_pl: Godzina:
pt_pt: Hora:
ru_ru: Время:
th_th: เวลา:
tr_tr: Saat:
uk_ua: Час:

source: Price:
ar_sa: الاسعار:
de_de: Preis:
es_es: Precio:
fa_ir: قيمت:
fr_fr: Prix:
hi_in: मूल्य:
it_it: Prezzo:
ja_jp: 価格：
pl_pl: Cena:
pt_pt: Preço:
ru_ru: Цена:
th_th: ราคา:
tr_tr: Fiyat:
uk_ua: Ціна:

source: Size:
ar_sa: حجم:
de_de: Größe:
es_es: Tamaño:
fa_ir: اندازه:
fr_fr: Taille:
hi_in: आकार:
it_it: Dimensione:
ja_jp: サイズ：
pl_pl: Rozmiar:
pt_pt: Tamanho:
ru_ru: Размер:
th_th: ขนาด:
tr_tr: Boyutu:
uk_ua: Розмір:

source: Trade Price:
ar_sa: سعر التداول:
de_de: Handelspreis:
es_es: Precio comercial:
fa_ir: قیمت تجارت:
fr_fr: Prix commercial:
hi_in: व्यापार मूल्य:
it_it: Prezzo di scambio:
ja_jp: トレード価格:
pl_pl: Cena handlowa:
pt_pt: Preço comercial:
ru_ru: Цена трейда:
th_th: ราคาการค้า:
tr_tr: Ticari Fiyat:
uk_ua: Ціна угоди:

source: Trade Size:
ar_sa: حجم التداول:
de_de: Handelsgröße:
es_es: Tamaño del comercio:
fa_ir: اندازه تجارت:
fr_fr: Taille du commerce :
hi_in: व्यापार आकार:
it_it: Dimensioni del commercio:
ja_jp: 取引サイズ:
pl_pl: Wielkość transakcji:
pt_pt: Tamanho do comércio:
ru_ru: Размер трейда:
th_th: ขนาดการค้า:
tr_tr: Ticaret Boyutu:
uk_ua: Розмір угоди:

source: Combined
ar_sa: مجتمعه
de_de: Kombiniert
es_es: Combinado
fa_ir: ترکیب
fr_fr: Combiné
hi_in: सम्मिलित
it_it: Combinato
pl_pl: Połączeniu
pt_pt: Combinado
ru_ru: Комбинированный
th_th: รวม
uk_ua: Комбінований

source: Mirror
de_de: Spiegel
fa_ir: آینه
fr_fr: Miroir
hi_in: दर्पण
it_it: Specchio
th_th: กระจก
uk_ua: Дзеркало

source: Delta
ar_sa: دلتا
fa_ir: دلتا
hi_in: डेल्टा
ja_jp: デルタ
pt_pt: Variação
ru_ru: Дельта
th_th: เดลตา
uk_ua: Дельта

source: Data gap:
ar_sa: فجوة البيانات:
de_de: Datenlücke:
es_es: Brecha de datos:
fa_ir: شکاف داده ها:
fr_fr: Écart de données :
hi_in: डेटा गैप:
it_it: Divario di dati:
ja_jp: データギャップ:
pl_pl: Luka w danych:
pt_pt: Lacuna de dados:
ru_ru: Разрыв данных:
th_th: ช่องว่างของข้อมูล:
tr_tr: Veri boşluğu:
uk_ua: Розрив даних:

source: Waiting for quote...
ar_sa: في انتظار الاقتباس...
de_de: Warten auf Ein Zitat...
es_es: Esperando presupuesto...
fa_ir: منتظر نقل قول...
fr_fr: En attente de devis...
hi_in: बोली के लिए इंतज़ार कर रहे ...
it_it: In attesa di preventivo...
ja_jp: 見積もりを待っています。
pl_pl: Czekam na ofertę...
pt_pt: À espera de uma citação...
ru_ru: Ожидание котировок...
th_th: รอใบเสนอราคา...
tr_tr: Teklif bekliyorum...
uk_ua: Очікування котирувань...

source: Histogram aligment
ar_sa: أديان الهستوجرام
de_de: Histogramm aligment
es_es: Alineación histograma
fa_ir: نام مستعار هستوگرام
fr_fr: Aligment de l’histogramme
hi_in: हिस्टोग्राम एलिगमेंट
it_it: Aligment istogramma
pl_pl: Kwalifikacja histogramu
pt_pt: Alegamento histograma
ru_ru: Выравнивание гистограммы
th_th: ฮิสโตแกรม aligment
uk_ua: Вирівнювання гістограми

source: Custom back color
ar_sa: لون الظهر المخصص
de_de: Benutzerdefinierte Rückenfarbe
es_es: Color de retroceso personalizado
fa_ir: رنگ پشت سفارشی
fr_fr: Couleur arrière personnalisée
hi_in: कस्टम वापस रंग
it_it: Colore posteriore personalizzato
pl_pl: Niestandardowy kolor pleców
pt_pt: Cor de volta personalizada
ru_ru: Пользовательский цвет спины
th_th: สีหลังที่กําหนดเอง
uk_ua: Свій колір фону

source: Buy color
ar_sa: شراء اللون
de_de: Farbe kaufen
es_es: Comprar color
fa_ir: خرید رنگ
fr_fr: Acheter de la couleur
hi_in: रंग खरीदें
it_it: Acquista colore
ja_jp: カラーを購入する
pl_pl: Kup kolor
pt_pt: Comprar cor
ru_ru: Цвет покупки
th_th: ซื้อสี
tr_tr: Renk satın al
uk_ua: Колір купівлі

source: Sell color
ar_sa: بيع اللون
de_de: Verkaufen Farbe
es_es: Vender color
fa_ir: فروش رنگ
fr_fr: Vendre la couleur
hi_in: रंग बेचें
it_it: Vendi colore
ja_jp: 販売色
pl_pl: Sprzedaj kolor
pt_pt: Vender cor
ru_ru: Цвет продажи
th_th: ขายสี
tr_tr: Renk sat
uk_ua: Колір продажу

source: Cumulative aligment
ar_sa: الأديان التراكمية
de_de: Kumulative aligment
es_es: Alineación acumulativa
fa_ir: نام مستعار تجمعی
fr_fr: Aligment cumulatif
hi_in: संचयी aligment
it_it: Aligment cumulativo
pl_pl: Skumulowana zaliczenie
pt_pt: Alegamento cumulativo
ru_ru: Кумулятивная лига
th_th: อลิกสะสม

source: Cumulative Buy color
ar_sa: لون الشراء التراكمي
de_de: Kumulativ Farbe kaufen
es_es: Color de compra acumulativo
fa_ir: تجمعی خرید رنگ
fr_fr: Couleur d’achat cumulée
hi_in: संचयी खरीदें रंग
it_it: Colore di acquisto cumulativo
pl_pl: Skumulowany kolor kup
pt_pt: Cor cumulativa de compra
ru_ru: Кумулятивная покупка цвета
th_th: สีซื้อสะสม

source: Cumulative Sell color
ar_sa: لون البيع التراكمي
de_de: Kumulative Farbe verkaufen
es_es: Color de venta acumulativo
fa_ir: رنگ فروش تجمعی
fr_fr: Couleur de vente cumulative
hi_in: संचयी बेचें रंग
it_it: Colore di vendita cumulativo
pl_pl: Skumulowany kolor Sprzedaży
pt_pt: Cor de venda cumulativa
ru_ru: Кумулятивный цвет продажи
th_th: สีขายสะสม

source: Level2
ar_sa: المستوى 2
de_de: Stufe2
es_es: Nivel2
fr_fr: Niveau2
hi_in: लेवल2
it_it: Livello2
ja_jp: レベル2
pl_pl: Poziom2
pt_pt: Nível2
th_th: ระดับ 2
tr_tr: Seviye2

source: Trades
ar_sa: التداولات
es_es: Operaciones
fa_ir: معاملات
fr_fr: Métiers
hi_in: ट्रेडों
it_it: Mestieri
ja_jp: 取引
pl_pl: Transakcji
pt_pt: Negociações
ru_ru: Сделки
th_th: ค้า
tr_tr: İşlemler
uk_ua: Угоди

source: Show DOM levels
ar_sa: إظهار مستويات DOM
de_de: DOM-Ebenen anzeigen
es_es: Mostrar niveles de DOM
fa_ir: نمایش سطح DOM
fr_fr: Afficher les niveaux DOM
hi_in: DOM स्तर दिखाएँ
it_it: Mostra livelli DOM
pl_pl: Pokaż poziomy DOM
pt_pt: Mostrar os níveis do DOM
ru_ru: Показать уровни DOM
th_th: แสดงระดับ DOM
uk_ua: Показати рівні DOM

source: Extend DOM levels
de_de: Erweitern von DOM-Ebenen
fa_ir: گسترش سطح DOM
fr_fr: Étendre les niveaux DOM
hi_in: डोम स्तरों का विस्तार करें
it_it: Estendi i livelli DOM
th_th: ขยายระดับ DOM
uk_ua: Продовжити рівні DOM

source: Show Bid/Ask line
ar_sa: إظهار خط عرض/طلب
de_de: Bid/Ask-Zeile anzeigen
es_es: Mostrar línea Bid/Ask
fa_ir: نشان دادن پیشنهاد / درخواست خط
fr_fr: Afficher la ligne Enchère/Demande
hi_in: शो बोली/पूछो लाइन
it_it: Mostra riga offerta/richiesta
ja_jp: 入札/質問行を表示
pl_pl: Pokaż wiersz bid/ask
pt_pt: Mostrar linha de oferta/pedido
ru_ru: Показать линию Бид/Аск
th_th: แสดงบรรทัดราคาเสนอ/เสนอขาย
tr_tr: Teklif/Sor satırLarını göster
uk_ua: Показати лінію Бід/Аск

source: Bid line color
ar_sa: لون بند عروض الأسعار
de_de: Gebotslinienfarbe
es_es: Color de la línea de puja
fa_ir: رنگ خط پیشنهاد
fr_fr: Couleur de la ligne d’enchère
hi_in: बोली लाइन रंग
it_it: Colore linea offerta
ja_jp: 入札ラインの色
pl_pl: Kolor linii stawki
pt_pt: Cor de linha de licitação
ru_ru: Цвет линии Бид
th_th: สีของเส้นประมูล
tr_tr: Teklif satırı rengi
uk_ua: Колір лінії Бід

source: Ask line color
ar_sa: طلب لون الخط
de_de: Fragen Linienfarbe
es_es: Preguntar color de línea
fa_ir: درخواست رنگ خط
fr_fr: Demander la couleur de la ligne
hi_in: लाइन रंग पूछें
it_it: Chiedi colore linea
ja_jp: 線の色を確認する
pl_pl: Zapytaj o kolor linii
pt_pt: Pergunte a cor da linha
ru_ru: Цвет линии Аск
th_th: ถามสีเส้น
tr_tr: Satır rengini sor
uk_ua: Колір лінії Аск

source: DOM levels count
ar_sa: DOM مستويات العد
de_de: Dom-Ebenen zählen
es_es: Los niveles DOM cuentan
fa_ir: تعداد سطح DOM
fr_fr: Nombre de niveaux DOM
hi_in: डोम स्तर गिनती
it_it: Conteggio livelli DOM
ja_jp: DOM レベルカウント
pl_pl: Liczba poziomów DOM
pt_pt: Contagem de níveis DOM
ru_ru: Количество уровней DOM
th_th: นับระดับ DOM
tr_tr: DOM düzeyleri sayılır
uk_ua: Кількість рівнів DOM

source: DOM levels contrast, %
ar_sa: تباين مستويات DOM، %
de_de: DOM-Kontrast, %
es_es: Contraste de los niveles DOM, %
fa_ir: کنتراست سطح DOM, %
fr_fr: Les niveaux DOM contrastent, %
hi_in: डोम स्तर विपरीत, %
it_it: Contrasto livelli DOM, %
ja_jp: DOM レベルのコントラスト、 %
pl_pl: Kontrast poziomów DOM, %
pt_pt: Os níveis do DOM contrastam, %
ru_ru: Контраст уровней DOM, %
th_th: ความคมชัดระดับ DOM, %
tr_tr: DOM düzeyleri kontrastı, %
uk_ua: Контраст рівнів DOM, %

source: Maximal level2 size
ar_sa: أقصى مستوى2 حجم
de_de: Maximale Level2-Größe
es_es: Tamaño máximo de nivel2
fa_ir: حداکثر سطح2 اندازه
fr_fr: Taille maximale de niveau2
hi_in: अधिकतम स्तर 2 आकार
it_it: Dimensione massima di livello2
ja_jp: 最大レベル2サイズ
pl_pl: Maksymalny rozmiar level2
pt_pt: Tamanho máximo de nível2
ru_ru: Максимальный размер Level2
th_th: ขนาดระดับสูงสุด2
tr_tr: Maksimal seviye2 boyutu
uk_ua: Макс. розмір Level2

source: Custom level2 min size
ar_sa: مستوى مخصص2 دقيقة حجم
de_de: Benutzerdefinierte Level2 min Größe
es_es: Tamaño personalizado de nivel 2 min
fa_ir: سطح سفارشی 2 دقیقه اندازه
fr_fr: Taille de min de niveau2 personnalisé
hi_in: कस्टम स्तर 2 मिनट का आकार
it_it: Dimensione minima livello2 personalizzata
ja_jp: カスタムレベル2分サイズ
pl_pl: Niestandardowy rozmiar poziomu2 min
pt_pt: Tamanho personalizado de nível22 min
ru_ru: Свой минимальный размер Level2
th_th: ระดับที่กําหนดเอง2 ขนาดนาที
tr_tr: Özel level2 dk boyutu
uk_ua: Свій мін. розмір Level2

source: Custom level2 max size
ar_sa: مستوى مخصص2 الحجم الأقصى
de_de: Benutzerdefinierte Level2 max Größe
es_es: Tamaño máximo de nivel2 personalizado
fa_ir: سطح سفارشی2 حداکثر اندازه
fr_fr: Taille max de niveau2 personnalisée
hi_in: कस्टम स्तर 2 अधिकतम आकार
it_it: Dimensione massima livello2 personalizzato
ja_jp: カスタムレベル2の最大サイズ
pl_pl: Niestandardowy rozmiar maksymalny poziomu2
pt_pt: Tamanho máximo de nível 2 personalizado
ru_ru: Свой максимальный размер Level2
th_th: กําหนดระดับ 2 ขนาดสูงสุดที่กําหนดเอง
tr_tr: Özel level2 max boyutu
uk_ua: Свій макс. розмір Level2

source: Level2 coloring mode
ar_sa: وضع التلوين المستوى2
de_de: Level2-Färbungsmodus
es_es: Modo de colorear Nivel2
fa_ir: حالت رنگ آمیزی Level2
fr_fr: Mode de coloration Level2
hi_in: लेवल2 रंग मोड
it_it: Modalità colorazione Livello2
ja_jp: レベル2のカラーモード
pl_pl: Tryb kolorowania Level2
pt_pt: Modo de coloração nível2
ru_ru: Режим окраски Level2
th_th: โหมดระบายสีระดับ 2
tr_tr: Level2 boyama modu
uk_ua: Режим Фарбування Level2

source: Color 1
ar_sa: اللون 1
de_de: Farbe 1
fa_ir: رنگ 1
fr_fr: Couleur 1
hi_in: रंग 1
it_it: Colore 1
ja_jp: カラー 1
pl_pl: Kolor 1
pt_pt: Cor 1
ru_ru: Цвет 1
th_th: สี 1
tr_tr: Renk 1
uk_ua: Колір 1

source: Color 2
ar_sa: اللون 2
de_de: Farbe 2
fa_ir: رنگ 2
fr_fr: Couleur 2
hi_in: रंग 2
it_it: Colore 2
ja_jp: カラー2
pl_pl: Kolor 2
pt_pt: Cor 2
ru_ru: Цвет 2
th_th: สี 2
tr_tr: Renk 2
uk_ua: Колір 2

source: Color 3
ar_sa: اللون 3
de_de: Farbe 3
fa_ir: رنگ 3
fr_fr: Couleur 3
hi_in: रंग 3
it_it: Colore 3
ja_jp: カラー3
pl_pl: Kolor 3
pt_pt: Cor 3
ru_ru: Цвет 3
th_th: สี 3
tr_tr: Renk 3
uk_ua: Колір 3

source: Color 4
ar_sa: اللون 4
de_de: Farbe 4
fa_ir: رنگ 4
fr_fr: Couleur 4
hi_in: रंग 4
it_it: Colore 4
ja_jp: カラー4
pl_pl: Kolor 4
pt_pt: Cor 4
ru_ru: Цвет 4
th_th: สี 4
tr_tr: Renk 4
uk_ua: Колір 4

source: Color 5
ar_sa: اللون 5
de_de: Farbe 5
fa_ir: رنگ 5
fr_fr: Couleur 5
hi_in: रंग 5
it_it: Colore 5
ja_jp: カラー5
pl_pl: Kolor 5
pt_pt: Cor 5
ru_ru: Цвет 5
th_th: สี 5
tr_tr: Renk 5
uk_ua: Колір 5

source: Limit of points
ar_sa: حد النقاط
de_de: Punktegrenze
es_es: Límite de puntos
fa_ir: حد امتیاز
fr_fr: Limite de points
hi_in: अंकों की सीमा
it_it: Limite di punti
ja_jp: ポイントの制限
pl_pl: Limit punktów
pt_pt: Limite de pontos
ru_ru: Ограничение точек
th_th: ขีด จํากัด ของคะแนน
tr_tr: Puan sınırı
uk_ua: Обмеження точок

source: Show last line
ar_sa: إظهار السطر الأخير
de_de: Letzte Zeile anzeigen
es_es: Mostrar la última línea
fa_ir: نمایش خط آخر
fr_fr: Afficher la dernière ligne
hi_in: अंतिम पंक्ति दिखाएं
it_it: Mostra ultima riga
ja_jp: 最後の行を表示
pl_pl: Pokaż ostatni wiersz
pt_pt: Mostrar a última linha
ru_ru: Показать линию Last
th_th: แสดงบรรทัดสุดท้าย
tr_tr: Son satırı göster
uk_ua: Показати лінію Ласт
