Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Account
ar_sa: الحساب
de_de: Konto
es_es: Cuenta
fa_ir: حساب
fr_fr: Compte
hi_in: खाता
ja_jp: 口座
pl_pl: Konta
pt_pt: Conta
ru_ru: Счет
th_th: บัญชี
tr_tr: Hesap
uk_ua: Рахунок

source: Created
ar_sa: تم الإنشاء
de_de: Erstellt
es_es: Creado
fa_ir: ایجاد
fr_fr: Créé
hi_in: बनाया
it_it: Creato
ja_jp: 作成済み
pl_pl: Utworzone
pt_pt: Criado
ru_ru: Создан
th_th: สร้าง
tr_tr: Oluşturuldu
uk_ua: Створений

source: Updated
ar_sa: تحديث
de_de: aktualisierte
es_es: Actualizado
fa_ir: بروز رسانی
fr_fr: Actualisé
hi_in: अद्यतन
it_it: Aggiornato
ja_jp: 更新
pl_pl: Aktualizacja
pt_pt: Atualizado
ru_ru: Обновлено
th_th: ปรับ ปรุง
tr_tr: Güncellendi
uk_ua: Оновлений

source: Duration
ar_sa: مده
de_de: Dauer
es_es: Duración
fa_ir: مدت زمان
fr_fr: Durée
hi_in: अवधि
it_it: Durata
ja_jp: 期間
pl_pl: Długość
pt_pt: Duração
ru_ru: Длительность
th_th: ระยะเวลา
tr_tr: Süre
uk_ua: Тривалість

source: Instrument
ar_sa: الأداة
es_es: Instrumento
fa_ir: ابزار
hi_in: साधन
it_it: Strumento
ja_jp: 商品
pt_pt: Ativo
ru_ru: Инструмент
th_th: เครื่องมือ
tr_tr: Araç
uk_ua: Символ

source: Stop price
ar_sa: سعر الإيقاف
de_de: Stop-Preis
es_es: Precio de Stop
fa_ir: توقف قیمت
fr_fr: Prix stop
hi_in: स्टॉप प्राइस
it_it: Prezzo di stop
ja_jp: ストップ価格
pl_pl: Zatrzymaj cenę
pt_pt: Preço 'Stop'
ru_ru: Цена Стоп
th_th: ราคาหยุด
tr_tr: Durdurma fiyatı
uk_ua: Ціна Стоп

source: P&L
hi_in: पीएंडएल
it_it: P&amp;L
pl_pl: P&amp;L
th_th: พีแอล

source: Asset
ar_sa: أصل
es_es: Activo
fa_ir: دارایی
fr_fr: Actif
hi_in: संपत्ति
ja_jp: 資産
pl_pl: Aktywów
pt_pt: Ativo
ru_ru: Актив
th_th: ทรัพย์สิน
tr_tr: Varlık
uk_ua: Актив

source: Id
ar_sa: معرف
fa_ir: شناسه
hi_in: आईडी
pl_pl: Identyfikator
th_th: รหัส
tr_tr: Kimliği

source: Contract multiplier
ar_sa: مضاعف العقد
de_de: Vertragsmultiplikator
es_es: Multiplicador de contratos
fa_ir: چند برابر قرارداد
fr_fr: Multiplicateur de contrat
hi_in: अनुबंध गुणक
it_it: Moltiplicatore di contratti
ja_jp: 契約乗数
pl_pl: Mnożnik kontraktu
pt_pt: Multiplicador de contratos
ru_ru: Множитель контракта
th_th: ตัวคูณสัญญา
tr_tr: Sözleşme çarpanı
uk_ua: Множник контракту

source: Account value
ar_sa: قيمة الحساب
de_de: Kontowert
es_es: Valor de cuenta
fa_ir: ارزش حساب
fr_fr: Valeur du compte
hi_in: खाता मूल्य
it_it: Valore del conto
ja_jp: 勘定価額
pl_pl: Wartość rachunku
pt_pt: Valor da conta
ru_ru: Текущие активы
th_th: มูลค่าทางบัญชี
tr_tr: Hesap değeri
uk_ua: Поточні активи

source: Available
ar_sa: المتاح
de_de: Verfügbar
es_es: Disponible
fa_ir: دسترس
fr_fr: Disponible
hi_in: उपलब्ध
it_it: Disponibile
ja_jp: 利用可能
pl_pl: Dostępne
pt_pt: Disponível
ru_ru: Доступно
th_th: มีอยู่
tr_tr: Kullanılabilir
uk_ua: Доступні

source: Used for margin
ar_sa: يستخدم للهامش
de_de: Wird für Margin verwendet
es_es: Utilizado para el margen
fa_ir: برای حاشیه استفاده می شود
fr_fr: Utilisé pour la marge
hi_in: मार्जिन के लिए उपयोग किया जाता है
it_it: Utilizzato per il margine
ja_jp: マージンに使用
pl_pl: Używany do marży
pt_pt: Usado para margem
ru_ru: Используется для маржи
th_th: ใช้สําหรับมาร์จิ้น
tr_tr: Marjin için kullanılır
uk_ua: Використовується для маржі

source: Margin utilization
ar_sa: استخدام الهامش
de_de: Margennutzung
es_es: Utilización del margen
fa_ir: بهره برداری از حاشیه
fr_fr: Utilisation des marges
hi_in: मार्जिन यूटिलाइजेशन
it_it: Utilizzo del margine
ja_jp: 証拠金使用率
pl_pl: Wykorzystanie depozytu zabezpieczającego
pt_pt: Utilização da margem
ru_ru: Использование маржи
th_th: การใช้มาร์จิ้น
tr_tr: Marj kullanımı
uk_ua: Використання маржі

source: Reduce-Only
ar_sa: تقليل فقط
de_de: Nur reduzieren
es_es: Solo reducir
fa_ir: فقط کاهش
fr_fr: Réduction uniquement
hi_in: केवल-कम करें
it_it: Riduci solo
pl_pl: Tylko redukcja
pt_pt: Reduzir apenas
ru_ru: Только сокращение
th_th: ลดอย่างเดียว
uk_ua: Лише зменшення

source: Lower bound
ar_sa: انخفاض منضم
de_de: Untergrenze
es_es: Límite inferior
fa_ir: کران پایین تر
fr_fr: Limite inférieure
hi_in: लोअर बाउंड
it_it: Limite inferiore
ja_jp: 下限
pl_pl: Dolna granica
pt_pt: Limite inferior
ru_ru: Нижняя граница
th_th: ขอบเขตล่าง
tr_tr: Alt sınır
uk_ua: Нижня межа

source: Upper bound
ar_sa: الحد الأعلى
de_de: Obergrenze
es_es: Límite superior
fa_ir: کران بالایی
fr_fr: Limite supérieure
hi_in: ऊपरी बाउंड
it_it: Limite superiore
ja_jp: 上限
pl_pl: Górna granica
pt_pt: Limite superior
ru_ru: Верхняя граница
th_th: ขอบเขตบน
tr_tr: Üst sınır
uk_ua: Верхня межа

source: Subaccount name
ar_sa: اسم الحساب الفرعي
de_de: Unterkontoname
es_es: Nombre de la subcuenta
fa_ir: نام حساب فرعی
fr_fr: Nom du sous-compte
hi_in: सबअकाउंट नाम
it_it: Nome account secondario
ja_jp: サブアカウント名
pl_pl: Nazwa subkonta
pt_pt: Nome de sub-contagem
ru_ru: Название субакконта
th_th: ชื่อบัญชีย่อย
tr_tr: Alt hesap adı
uk_ua: Ім'я підрахунку

source: Subaccount
ar_sa: حساب فرعي
de_de: Unterkonto
es_es: Subcuenta
fa_ir: حساب فرعی
fr_fr: Sous-compte
hi_in: उपलेख
ja_jp: サブアカウント
pl_pl: Subkonto
pt_pt: Sub-contagem
ru_ru: Субсчета
th_th: บัญชีย่อย
tr_tr: Alt Hesap
uk_ua: Підрахунок

source: Source Account
ar_sa: حساب المصدر
de_de: Quellkonto
es_es: Cuenta de origen
fa_ir: حساب منبع
fr_fr: Compte source
hi_in: स्रोत खाता
it_it: Conto di origine
ja_jp: ソースアカウント
pl_pl: Konto źródłowe
pt_pt: Conta Fonte
ru_ru: Исходный счет
th_th: บัญชีต้นทาง
tr_tr: Kaynak Hesap
uk_ua: Вихідний Рахунок

source: Destination Account
ar_sa: حساب الوجهة
de_de: Zielkonto
es_es: Cuenta de destino
fa_ir: حساب مقصد
fr_fr: Compte de destination
hi_in: डेस्टिनेशन अकाउंट
it_it: Account di destinazione
ja_jp: 宛先アカウント
pl_pl: Konto docelowe
pt_pt: Conta destino
ru_ru: Учетная запись назначения
th_th: บัญชีปลายทาง
tr_tr: Hedef Hesabı
uk_ua: Кінцевий рахунок

source: Coin
ar_sa: عمله
de_de: Münze
es_es: Moneda
fa_ir: سکه
fr_fr: Pièce
hi_in: सिक्का
it_it: Moneta
ja_jp: コイン
pl_pl: Monet
pt_pt: Moeda
ru_ru: Монет
th_th: เหรียญ
uk_ua: Монета

source: Deposit history
ar_sa: تاريخ الإيداع
de_de: Einzahlungshistorie
es_es: Historial de depósitos
fa_ir: تاریخچه سپرده گذاری
fr_fr: Historique des dépôts
hi_in: जमा इतिहास
it_it: Storico dei depositi
ja_jp: 預金履歴
pl_pl: Historia wpłat
pt_pt: Histórico de depósitos
ru_ru: История депозитов
th_th: ประวัติการฝากเงิน
tr_tr: Mevduat geçmişi
uk_ua: Історія депозитів

source: Withdrawal history
ar_sa: تاريخ الانسحاب
de_de: Rücktrittshistorie
es_es: Historial de retiradas
fa_ir: تاریخچه برداشت
fr_fr: Historique des retraits
hi_in: वापसी का इतिहास
it_it: Storico prelievi
ja_jp: 撤退履歴
pl_pl: Historia wypłat
pt_pt: Histórico de retirada
ru_ru: История вывода средств
th_th: ประวัติการถอนเงิน
tr_tr: Para çekme geçmişi
uk_ua: Історія виведення коштів

source: Filled size
ar_sa: حجم ممتلئ
de_de: Gefüllte Größe
es_es: Tamaño relleno
fa_ir: اندازه پر شده
fr_fr: Taille remplie
hi_in: भरा हुआ आकार
it_it: Dimensioni riempite
ja_jp: 充填サイズ
pl_pl: Wypełniony rozmiar
pt_pt: Tamanho preenchido
ru_ru: Заполненный размер
th_th: ขนาดที่เต็มไปหมด
tr_tr: Dolu boyut
uk_ua: Виконаний розмір

source: Order size
ar_sa: حجم الطلب
de_de: Bestellgröße
es_es: Tamaño del pedido
fa_ir: اندازه سفارش
fr_fr: Taille de la commande
hi_in: ऑर्डर आकार
it_it: Dimensioni dell'ordine
ja_jp: 注文サイズ
pl_pl: Wielkość zamówienia
pt_pt: Tamanho da encomenda
ru_ru: Размер заказа
th_th: ขนาดการสั่งซื้อ
tr_tr: Sipariş boyutu
uk_ua: Розмір ордеру

source: Avg Fill Price
ar_sa: متوسط سعر التعبئة
de_de: Avg Füllpreis
es_es: Precio medio de llenado
fa_ir: قیمت پر کردن Avg
fr_fr: Prix de remplissage Avg
hi_in: औसत भरें मूल्य
it_it: Prezzo medio di riempimento
ja_jp: 平均フィル価格
pl_pl: Średnia cena wypełnienia
pt_pt: Preço de enchimento avg
ru_ru: Avg Заполненные Цена
th_th: ราคาเติมเฉลี่ย
tr_tr: Avg Dolum Fiyatı
uk_ua: Середня Ціна Виконання

source: Trigger Price
ar_sa: سعر الزناد
de_de: Trigger-Preis
es_es: Precio de disparo
fa_ir: قیمت ماشه
fr_fr: Prix de déclenchement
hi_in: ट्रिगर मूल्य
it_it: Prezzo trigger
ja_jp: トリガー価格
pl_pl: Cena wyzwalacza
pt_pt: Preço do gatilho
ru_ru: Цена триггера
th_th: ราคาทริกเกอร์
tr_tr: Tetik Fiyatı
uk_ua: Ціна тригера

source: Fee rate
ar_sa: معدل الرسوم
de_de: Gebührensatz
es_es: Tasa de tarifa
fa_ir: نرخ هزینه
fr_fr: Tarif
hi_in: शुल्क दर
it_it: Tariffa tariffaria
ja_jp: 手数料率
pl_pl: Stawka opłaty
pt_pt: Taxa de taxa
ru_ru: Ставка платы
th_th: อัตราค่าธรรมเนียม
tr_tr: Ücret oranı
uk_ua: Ставка комісії

source: Liquidity
ar_sa: السيوله
de_de: Liquidität
es_es: Liquidez
fa_ir: نقدینگی
fr_fr: Liquidité
hi_in: तरलता
it_it: Liquidità
ja_jp: 流動 性
pl_pl: Płynności
pt_pt: Liquidez
ru_ru: Ликвидности
th_th: สภาพคล่อง
tr_tr: Likidite
uk_ua: Ліквідність

source: Sent time
ar_sa: وقت الإرسال
de_de: Sendezeit
es_es: Tiempo enviado
fa_ir: زمان ارسال شده
fr_fr: Temps d’envoi
hi_in: भेजा गया समय
it_it: Ora di invio
ja_jp: 送信時間
pl_pl: Czas wysłania
pt_pt: Tempo enviado
ru_ru: Отправлено время
th_th: เวลาที่ส่ง
tr_tr: Gönderilen süre
uk_ua: Час відправлення

source: Confirmed time
ar_sa: تأكيد الوقت
de_de: Bestätigte Zeit
es_es: Hora confirmada
fa_ir: زمان تایید شده
fr_fr: Temps confirmé
hi_in: पुष्टि का समय
it_it: Ora confermata
ja_jp: 確認済時刻
pl_pl: Potwierdzony czas
pt_pt: Tempo confirmado
ru_ru: Подтверждено время
th_th: เวลาที่ยืนยันแล้ว
tr_tr: Onaylanan süre
uk_ua: Час підтвердження

source: Confirmations
ar_sa: التأكيدات
de_de: Bestätigungen
es_es: Confirmaciones
fa_ir: تاییدیه ها
hi_in: पुष्टि
it_it: Conferme
ja_jp: 確認
pl_pl: Potwierdzenia
pt_pt: Confirmações
ru_ru: Подтверждения
th_th: ยืนยัน
tr_tr: Onaylar
uk_ua: Підтвердження

source: Notes
ar_sa: تلاحظ
de_de: Notizen
es_es: Notas
fa_ir: یادداشت
hi_in: नोट्स
it_it: Note
ja_jp: ノート
pl_pl: Notatki
pt_pt: Notas
ru_ru: Заметки
th_th: หมาย เหตุ
tr_tr: Notlar
uk_ua: Нотатки

source: Destination
ar_sa: الوجهة
de_de: Ziel
es_es: Destino
fa_ir: مقصد
hi_in: गंतव्य
it_it: Destinazione
ja_jp: 行き先
pl_pl: Docelowy
pt_pt: Destino
ru_ru: Направление
th_th: จุดหมาย
tr_tr: Hedef
uk_ua: Призначення

source: Free collateral
ar_sa: ضمان مجاني
de_de: Kostenlose Sicherheiten
es_es: Garantía gratuita
fa_ir: وثیقه رایگان
fr_fr: Garantie gratuite
hi_in: निःशुल्क जमानत
it_it: Garanzia gratuita
ja_jp: 無料担保
pl_pl: Bezpłatne zabezpieczenie
pt_pt: Garantia gratuita
ru_ru: Бесплатное обеспечение
th_th: หลักประกันฟรี
tr_tr: Ücretsiz teminat
uk_ua: Безкоштовна застава

source: Position limit
ar_sa: حد المنصب
de_de: Positionsbegrenzung
es_es: Límite de posición
fa_ir: حد موقعیت
fr_fr: Limite de position
hi_in: स्थिति सीमा
it_it: Limite di posizione
ja_jp: ポジション制限
pl_pl: Limit pozycji
pt_pt: Limite de posição
ru_ru: Лимит позиции
th_th: ขีดจํากัดตําแหน่ง
tr_tr: Konum sınırı
uk_ua: Обмеження позиції

source: Position limit used
ar_sa: حد المنصب المستخدم
de_de: Positionsbegrenzung verwendet
es_es: Límite de posición utilizado
fa_ir: حد موقعیت استفاده می شود
fr_fr: Limite de position utilisée
hi_in: स्थिति सीमा का उपयोग किया जाता है
it_it: Limite di posizione utilizzato
ja_jp: 使用する位置制限
pl_pl: Użyty limit pozycji
pt_pt: Limite de posição utilizado
ru_ru: Используемый лимит позиции
th_th: ขีดจํากัดตําแหน่งที่ใช้
tr_tr: Kullanılan konum sınırı
uk_ua: Використане обмеження позиції

source: API secret
ar_sa: سر API
de_de: API-Geheimnis
es_es: Secreto de API
fa_ir: API راز
hi_in: एपीआई सीक्रेट
it_it: Segreto API
ja_jp: API シークレット
pl_pl: Tajemnica API
pt_pt: Segredo da API
ru_ru: Секрет API
th_th: ข้อมูลลับเกี่ยวกับ API
tr_tr: API gizli
uk_ua: Секрет API

source: Account scheme
ar_sa: نظام الحساب
de_de: Kontoschema
es_es: Esquema de cuentas
fa_ir: طرح حساب
fr_fr: Schéma de compte
hi_in: खाता योजना
it_it: Schema dei account
ja_jp: 勘定スキーム
pl_pl: Schemat kont
pt_pt: Regime de conta
ru_ru: Схема счета
th_th: รูปแบบบัญชี
tr_tr: Hesap düzeni
uk_ua: Схема рахунку

source: WARNING!!! This option can cause a significant delay during the trading
ar_sa: تحذير!!! هذا الخيار يمكن أن يسبب تأخير كبير خلال التداول
de_de: Warnung!!! Diese Option kann zu einer erheblichen Verzögerung während des Handels führen
es_es: ¡¡¡advertencia!!! Esta opción puede causar un retraso significativo durante la negociación
fa_ir: هشدار!!! این گزینه می تواند باعث تاخیر قابل توجهی در طول معاملات
fr_fr: avertissement!!! Cette option peut provoquer un retard important pendant la négociation
hi_in: चेतावनी!!! यह विकल्प व्यापार के दौरान एक महत्वपूर्ण देरी का कारण बन सकता है
it_it: avvertimento!!! Questa opzione può causare un ritardo significativo durante il trading
ja_jp: 警告！！！このオプションは、取引中に大幅な遅延を引き起こす可能性があります
pl_pl: ostrzeżenie!!! Opcja ta może spowodować znaczne opóźnienie podczas
pt_pt: AVISO!!! Esta opção pode causar um atraso significativo durante a negociação
ru_ru: Предупреждение!!! Эта опция может вызвать значительную задержку во время торговли
th_th: คำเตือน!!! ตัวเลือกนี้อาจทําให้เกิดความล่าช้าอย่างมากในระหว่างการซื้อขาย
tr_tr: UYARI!!! Bu seçenek işlem sırasında önemli bir gecikmeye neden olabilir
uk_ua: Попередження!!! Такий варіант може викликати значну затримку під час торгівлі

source: History
ar_sa: السجّل
de_de: Geschichte
es_es: Historial
fa_ir: تاریخ
fr_fr: Historique
hi_in: इतिहास
it_it: Storia
ja_jp: 履歴
pl_pl: Historia
pt_pt: Histórico
ru_ru: История
th_th: ประวัติศาสตร์
tr_tr: Geçmiş
uk_ua: Історія

source: Funding rates mode
de_de: Modus "Finanzierungssätze"
fa_ir: حالت نرخ بودجه
fr_fr: Mode taux de financement
it_it: Modalità tassi di finanziamento
th_th: โหมดอัตราเงินทุน
uk_ua: Режим тарифів на фінансування

source: Account activity
ar_sa: نشاط الحساب
de_de: Account Aktivität
es_es: Actividad de la cuenta
fa_ir: فعالیت حساب
fr_fr: L'activité du compte
hi_in: खाता गतिविधि
it_it: Attività dell'account
ja_jp: アカウントのアクティビティ
pl_pl: Aktywność konta
pt_pt: Atividade da conta
ru_ru: Активность по счету
th_th: กิจกรรมในบัญชี
tr_tr: Hesap haraketliliği
uk_ua: Діяльність рахунку

source: Info
ar_sa: معلومات
es_es: Información
fa_ir: اطلاعات
fr_fr: Informations
hi_in: जानकारी
it_it: Informazioni
ja_jp: 情報
pl_pl: Informacje
pt_pt: Informações
ru_ru: Информация
th_th: ข้อมูล
tr_tr: Bilgi
uk_ua: Інформація

source: Trading info
ar_sa: معلومات التداول
de_de: Handelsinformationen
es_es: Información de trading
fa_ir: اطلاعات معاملاتی
fr_fr: Informations de trading
hi_in: ट्रेडिंग जानकारी
it_it: Informazioni di trading
ja_jp: 取引情報
pl_pl: Informacje handlowe
pt_pt: Informação da negociação
ru_ru: Торговая информация
th_th: ข้อมูลการซื้อขาย
tr_tr: İşlem bilgisi
uk_ua: Торгова інформація

source: Token
ar_sa: الرمز المميز
fa_ir: نشانه
fr_fr: Jeton
hi_in: टोकन
ja_jp: トークン
pl_pl: Tokenu
ru_ru: Токен
th_th: สัญลักษณ์
uk_ua: Токен

source: Access token is empty.
ar_sa: الرمز المميز للوصول فارغ.
de_de: Zugangsgeschogen ist leer.
es_es: El token de acceso está vacío.
fa_ir: رمز دسترسی خالی است.
fr_fr: Le jeton d'accès est vide.
hi_in: पहुंच टोकन रिक्त है ।
it_it: Token di accesso è vuoto.
ja_jp: アクセストークンが空です。
pl_pl: Token dostępu jest pusta.
pt_pt: Token de acesso está vazio.
ru_ru: Токен доступа не указан
th_th: โทเค็นการเข้าถึงว่างเปล่า
tr_tr: Erişim Token'i boştur.
uk_ua: Токен доступу пустий.

source: The amount of funds on the account, including profits and losses of all open positions (the floating balance of the account).
ar_sa: مبلغ الأموال في الحساب ، بما في ذلك الأرباح والخسائر لجميع المراكز المفتوحة (الرصيد العائم للحساب).
de_de: Die Höhe der Mittel auf dem Konto, einschließlich der Gewinne und Verluste aller offenen Positionen (das Floating-Guthaben auf dem Konto).
es_es: La cantidad de fondos en la cuenta, incluidas las ganancias y pérdidas de todas las posiciones abiertas (el saldo flotante de la cuenta).
fa_ir: مقدار وجوه در حساب ، از جمله سود و زیان از تمام مواضع باز (تعادل شناور از حساب).
fr_fr: Le montant des fonds sur le compte, y compris les profits et les pertes de toutes les positions ouvertes (le solde flottant du compte).
hi_in: खाते पर निधियों की वह राशि, जिसमें सभी खुले पदों का लाभ और हानि (खाते का फ्लोटिंग बैलेंस) शामिल है ।
it_it: L'ammontare di fondi sul conto, inclusi profitti e perdite di tutte le posizioni aperte (il saldo fluttuante del conto).
ja_jp: すべての未払いポジションの利益および損失（口座の変動残高）を含む、口座の資金量。
pl_pl: Kwota środków na rachunku, w tym zyski i straty wszystkich otwartych pozycji (saldo zmienne rachunku).
pt_pt: O montante de fundos na conta, incluindo lucros e perdas de todas as posições em aberto (o saldo flutuante da conta).
ru_ru: Сумма средств на счете, включая прибыль и убытки по всем открытым позициям (плавающий остаток на счете).
th_th: จํานวนเงินในบัญชีรวมถึงกําไรและขาดทุนของตําแหน่งที่เปิดอยู่ทั้งหมด (ยอดคงเหลือลอยตัวของบัญชี)
tr_tr: Tüm açık pozisyonların karı ve zararı dahil olmak üzere hesaptaki fon tutarı (hesabın kayan bakiyesi).
uk_ua: Сума коштів на рахунку, включаючи прибуток та збитки за всіма відкритими позиціями (плаваючий залишок на рахунку).

source: The amount of funds used to maintain all open positions on the account.
ar_sa: مبلغ الأموال المستخدمة للحفاظ على جميع المراكز المفتوحة على الحساب.
de_de: Der Betrag der Mittel, die für die Verwaltung aller offenen Positionen auf dem Konto verwendet werden.
es_es: La cantidad de fondos utilizados para mantener todas las posiciones abiertas en la cuenta.
fa_ir: مقدار وجوه مورد استفاده برای حفظ تمام مواضع باز در حساب.
fr_fr: Le montant des fonds utilisés pour maintenir toutes les positions ouvertes sur le compte.
hi_in: खाते पर सभी खुली स्थिति बनाए रखने के लिए उपयोग की जाने वाली निधियों की राशि ।
it_it: L'ammontare dei fondi utilizzati per mantenere tutte le posizioni aperte sul conto.
ja_jp: 口座の全ポジションを維持するために使用された資金の額。
pl_pl: Kwota środków używanych do utrzymywania wszystkich otwartych pozycji na koncie.
pt_pt: A quantia de fundos usada para manter todas as posições abertas na conta.
ru_ru: Сумма средств, используемая для поддержания всех открытых позиций на счете.
th_th: จํานวนเงินที่ใช้ในการรักษาตําแหน่งที่เปิดอยู่ทั้งหมดในบัญชี
tr_tr: Hesaptaki tüm açık pozisyonları korumak için kullanılan fon miktarı.
uk_ua: Сума коштів, використовувана підтримки всіх відкритих позицій на рахунку.

source: Usable margin
ar_sa: هامش قابل للاستخدام
de_de: Nutzbare Marge
es_es: Margen utilizable
fa_ir: مارجین قابل استفاده
fr_fr: Marge utilisable
hi_in: प्रयोज्य मार्जिन
it_it: Margine utilizzabile
ja_jp: 使用可能なマージン
pl_pl: Użyteczny margines
pt_pt: Margem utilizável
ru_ru: Доступная маржа
th_th: มาร์จิ้นที่ใช้งานได้
tr_tr: Kullanılabilir marj
uk_ua: Доступна маржа

source: The amount of funds available to open new positions or to absorb losses of the existing positions.
ar_sa: مبلغ الأموال المتاحة لفتح مراكز جديدة أو لاستيعاب خسائر المراكز الحالية.
de_de: Die Höhe der verfügbaren Mittel, um neue Positionen zu eröffnen oder Verluste der bestehenden Positionen aufzufangen.
es_es: La cantidad de fondos disponibles para abrir nuevos puestos o para absorber pérdidas de los puestos existentes.
fa_ir: مقدار وجوه موجود برای باز کردن موقعیت های جدید و یا برای جذب تلفات از مواضع موجود است.
fr_fr: Le montant des fonds disponibles pour ouvrir de nouvelles positions ou pour absorber les pertes des positions existantes.
hi_in: नई स्थितियों को खोलने या मौजूदा स्थितियों के घाटे को अवशोषित करने के लिए उपलब्ध निधियों की राशि ।
it_it: La quantità di fondi disponibili per aprire nuove posizioni o per assorbire le perdite delle posizioni esistenti.
ja_jp: 新しいポジションを開くか、既存のポジションの損失を吸収するために利用できる資金の量。
pl_pl: Ilość funduszy dostępnych na otwarcie nowych pozycji lub na pokrycie strat z istniejących pozycji.
pt_pt: O montante de fundos disponíveis para abrir novas posições ou para absorver perdas das posições existentes.
ru_ru: Сумма средств, доступных для открытия новых позиций или для покрытия убытков по существующим позициям.
th_th: จํานวนเงินที่มีให้ในการเปิดตําแหน่งใหม่หรือดูดซับการสูญเสียของตําแหน่งที่มีอยู่
tr_tr: Yeni pozisyonlar açmak veya mevcut pozisyonların kayıplarını emmek için mevcut olan fon miktarı.
uk_ua: Сума коштів, доступних для відкриття нових позицій або покриття збитків за існуючими позиціями.

source: Usable margin,%
ar_sa: الهامش القابل للاستخدام ،٪
de_de: Nutzbare Marge,%
es_es: Margen útil,%
fa_ir: مارجین قابل استفاده ،%
fr_fr: Marge utilisable,%
hi_in: प्रयोग करने योग्य मार्जिन,%
it_it: Margine utilizzabile,%
ja_jp: 使用可能なマージン、％
pl_pl: Użyteczny margines,%
pt_pt: Margem utilizável,%
ru_ru: Доступная маржа,%
th_th: มาร์จิ้นที่ใช้งานได้,%
tr_tr: Kullanılabilir marj,%
uk_ua: Доступна маржа, %

source: Three level Used margin
ar_sa: الهامش المستخدم من ثلاثة مستويات
de_de: Dreistufiger benutzter Rand
es_es: Margen usado de tres niveles
fa_ir: سه سطح حاشیه استفاده شده
fr_fr: Marge utilisée à trois niveaux
hi_in: तीन स्तर इस्तेमाल किया मार्जिन
it_it: Margine a tre livelli usato
ja_jp: 3段階使用マージン
pl_pl: Trzy poziomy Wykorzystany margines
pt_pt: Margem usada de três níveis
ru_ru: Третий уровень используемой маржи
th_th: ระยะขอบที่ใช้แล้วสามระดับ
tr_tr: Üç seviye kullanılmış marj
uk_ua: Третій рівень використаної маржі

source: Three level Usable margin
ar_sa: ثلاثة مستويات هامش قابل للاستخدام
de_de: Nutzbare Marge auf drei Ebenen
es_es: Tres niveles de margen utilizable
fa_ir: مارجین قابل استفاده سه سطح
fr_fr: Marge utilisable à trois niveaux
hi_in: तीन स्तर के प्रयोग योग्य मार्जिन
it_it: Margine utilizzabile a tre livelli
ja_jp: 3つのレベル使用可能なマージン
pl_pl: Trzy poziomy użytecznego marginesu
pt_pt: Margem utilizável de três níveis
ru_ru: Третий уровень доступной маржи
th_th: ระยะขอบที่ใช้งานได้สามระดับ
tr_tr: Üç seviye kullanılabilir kenar boşluğu
uk_ua: Третій рівень доступної маржі

source: Three level Usable margin, %
ar_sa: ثلاثة مستويات هامش قابل للاستخدام ،٪
de_de: Dreistufige Nutzbare Marge,%
es_es: Tres niveles de margen utilizable,%
fa_ir: 3 سطح حاشیه قابل استفاده ،%
fr_fr: Marge utilisable à trois niveaux,%
hi_in: तीन स्तर के प्रयोग योग्य मार्जिन,%
it_it: Margine utilizzabile a tre livelli,%
ja_jp: 3つのレベル使用可能マージン％
pl_pl: Trzy poziomy Użyteczny margines,%
pt_pt: Margem utilizável de três níveis,%
ru_ru: Третий уровень доступной маржи,%
th_th: มาร์จิ้นที่ใช้งานได้สามระดับ, %
tr_tr: Üç seviye Kullanılabilir marjı,%
uk_ua: Третій рівень доступної маржі, %

source: Margin call status
ar_sa: حالة نداء الهامش
de_de: Margin-Anrufstatus
es_es: Estado de llamada de margen
fa_ir: وضعیت مارجین کال
fr_fr: État de l'appel de marge
hi_in: मार्जिन कॉल स्थिति
it_it: Stato della chiamata di margine
ja_jp: マージンコールステータス
pl_pl: Status wezwania do uzupełnienia depozytu
pt_pt: Status da chamada de margem
ru_ru: Состояние маржин колла
th_th: สถานะการเรียกหลักประกันเพิ่ม
tr_tr: Marj çağrı durumu
uk_ua: Статус маржин коллу

source: Gross P/L
ar_sa: إجمالي ر/خ
de_de: Bruttopreis
es_es: P/L bruto
fa_ir: ناخالص P/L
fr_fr: Perte/profit bruts
hi_in: सकल पी एल/
it_it: P / L lordo
ja_jp: グロス損益
pl_pl: Zysk/Strata
pt_pt: L/P Bruta
ru_ru: Валовая прибыль/убыток
th_th: ขั้นต้น P / L
tr_tr: Brüt K/Z
uk_ua: Валовий P/L

source: Day P/L
ar_sa: يوم P / L
de_de: Tag P / L
es_es: Día P / L
fa_ir: P/L روز
fr_fr: Jour P / L
hi_in: दिन पी एल/
it_it: Giorno P / L
ja_jp: 日P / L
pl_pl: Dzień P / L
pt_pt: Dia P / L
ru_ru: Дневной P/L
th_th: วัน P / L
tr_tr: Gün P / L
uk_ua: P/L за день

source: Hedging type
ar_sa: نوع التحوط
de_de: Sicherungsart
es_es: Tipo de cobertura
fa_ir: نوع مصون سازی
fr_fr: Type de couverture
hi_in: हेजिंग प्रकार
it_it: Tipo di copertura
ja_jp: ヘッジタイプ
pl_pl: Rodzaj zabezpieczenia
pt_pt: Tipo de cobertura
ru_ru: Тип хеджирования
th_th: ประเภทการป้องกันความเสี่ยง
tr_tr: Koruma türü
uk_ua: Тип хеджування

source: Value date
ar_sa: تاريخ القيمة
de_de: Datum der Wertstellung
es_es: Fecha de valor
fa_ir: تاریخ ارزش
fr_fr: Date valeur
hi_in: मान दिनांक
it_it: Data del valore
ja_jp: 数値の日付
pl_pl: Data waluty
pt_pt: Valor da data
ru_ru: Дата валютирования
th_th: วันที่ค่า
tr_tr: Değer tarihi
uk_ua: Дата валютування
