Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: The simulated delivery date. The date and time when the position opened in the instrument could be automatically closed.
ar_sa: تاريخ التسليم المحاكى.
de_de: Das simulierte Lieferdatum
es_es: La fecha de entrega simulada
fa_ir: تاریخ تحویل شبیه سازی شده. تاریخ و زمان زمانی که موقعیت در دستگاه باز می تواند به طور خودکار بسته شده است.
fr_fr: La date de livraison simulée.
hi_in: सिमुलेटेड डिलीवरी दिनांक । वह दिनांक और समय जब लिखत में खोली गई स्थिति स्वचालित रूप से बंद हो सकती है ।
it_it: La data di consegna simulata. La data e l'ora in cui la posizione aperta nello strumento potrebbe essere chiusa automaticamente.
ja_jp: シミュレートされた納期。
pl_pl: Symulowana data dostawy.
pt_pt: A data de entrega simulada.
ru_ru: Моделируемая дата поставки. Дата и время, когда позиция, открытая в инструменте, может быть автоматически закрыта.
th_th: วันที่จัดส่งจําลอง วันที่และเวลาที่ตําแหน่งที่เปิดในตราสารสามารถปิดได้โดยอัตโนมัติ
tr_tr: Simüle teslimat tarihi.
uk_ua: Моделювана дата постачання. Дата та час, коли позиція, відкрита в інструменті, може бути закрита автоматично.

source: Allow to sell
ar_sa: السماح للبيع
de_de: Erlaube zu verkaufen
es_es: Permitir vender
fa_ir: اجازه فروش
fr_fr: Permettre de vendre
hi_in: बेचने की अनुमति
it_it: Consentire di vendere
ja_jp: 売ることを許可する
pl_pl: Pozwól sprzedawać
pt_pt: Permitir vender
ru_ru: Разрешить продажу
th_th: อนุญาตให้ขาย
tr_tr: Satmaya izin ver
uk_ua: Дозволити продаж

source: The usage of the sell price. It defines whether the sell price of the instrument is available for trading or not.
ar_sa: استخدام سعر البيع.
de_de: Die Verwendung des Verkaufspreises.
es_es: El uso del precio de venta.
fa_ir: استفاده از قیمت فروش. این تعریف می کند که آیا قیمت فروش ابزار برای تجارت در دسترس است یا نه.
fr_fr: L'utilisation du prix de vente.
hi_in: बेचने की कीमत का उपयोग । यह निर्धारित करता है कि साधन की बिक्री मूल्य व्यापार के लिए उपलब्ध है या नहीं ।
it_it: L'uso del prezzo di vendita. Definisce se il prezzo di vendita dello strumento è disponibile per la negoziazione o meno.
ja_jp: 販売価格の使用。
pl_pl: Wykorzystanie ceny sprzedaży.
pt_pt: O uso do preço de venda.
ru_ru: Использование цены продажи. Это определяет доступность цены продажи инструмента для торговли.
th_th: การใช้ราคาขาย มันกําหนดว่าราคาขายของตราสารนั้นพร้อมสําหรับการซื้อขายหรือไม่
tr_tr: Satış fiyatının kullanımı. Bu senetin satış fiyatının ticaret için uygun olup olmadığını belirler.
uk_ua: Використання ціни продажу. Це визначає доступність ціни продажу інструменту для торгівлі.

source: Allow to buy
ar_sa: السماح للشراء
de_de: Erlaube es zu kaufen
es_es: Permitir comprar
fa_ir: اجازه خرید
fr_fr: Permettre d'acheter
hi_in: खरीदने की अनुमति
it_it: Consentire di comprare
ja_jp: 購入を許可する
pl_pl: Pozwól kupić
pt_pt: Permita comprar
ru_ru: Разрешить покупку
th_th: อนุญาตให้ซื้อ
tr_tr: Satın almama izin ver
uk_ua: Дозволити купувати

source: The usage of the buy price. It defines whether the buy price of the instrument is available for trading or not
ar_sa: استخدام سعر الشراء.
de_de: Die Verwendung des Kaufpreises.
es_es: El uso del precio de compra.
fa_ir: استفاده از قیمت خرید. این تعریف می کند که آیا قیمت خرید از ابزار برای تجارت در دسترس است یا نه
fr_fr: L'utilisation du prix d'achat.
hi_in: खरीद मूल्य का उपयोग । यह निर्धारित करता है कि साधन की खरीद मूल्य व्यापार के लिए उपलब्ध है या नहीं
it_it: L'uso del prezzo di acquisto. Definisce se il prezzo di acquisto dello strumento è disponibile per la negoziazione o meno.
ja_jp: 購入価格の使い方。
pl_pl: Wykorzystanie ceny zakupu.
pt_pt: O uso do preço de compra.
ru_ru: Использование цены покупки. Это определяет доступность цены покупки инструмента для торговли.
th_th: การใช้ราคาซื้อ มันกําหนดว่าราคาซื้อของตราสารพร้อมสําหรับการซื้อขายหรือไม่
tr_tr: Alış fiyatının kullanımı.
uk_ua: Використання ціни покупки. Це визначає доступність ціни покупки інструменту для торгівлі.

source: Long swap
ar_sa: مبادلة طويلة
de_de: Langer Tausch
es_es: Swap largo
fa_ir: مبادله طولانی
fr_fr: Swap long
hi_in: लंबे समय स्वैप
ja_jp: スワップ買い
pl_pl: Długa zamiana
pt_pt: 'Swap' de Compra
ru_ru: Длинный своп
th_th: สวอปยาว
tr_tr: Uzun takas
uk_ua: Довгий своп

source: The interest amount added to the account balance for holding a one lot long (buy) position overnight.
ar_sa: تمت إضافة مبلغ الفائدة إلى رصيد الحساب لاحتفاظ بمركز شراء (لوقت) طويل جدًا خلال الليل.
de_de: Der Zinsbetrag wird dem Kontostand hinzugefügt, um eine Position mit einem Los (Kauf) über Nacht zu halten.
es_es: El monto de intereses agregado al saldo de la cuenta para mantener una posición larga de un lote (comprar) durante la noche.
fa_ir: مقدار بهره اضافه شده به موجودی حساب برای برگزاری یک مدت طولانی (خرید) موقعیت یک شبه.
fr_fr: Le montant d'intérêt ajouté au solde du compte pour tenir une position d'achat d'un lot pendant la nuit.
hi_in: ब्याज राशि एक बहुत लंबे समय (खरीदने) की स्थिति रातोंरात धारण करने के लिए खाते के शेष में जोड़ा ।
it_it: L'importo dell'interesse aggiunto al saldo del conto per mantenere una posizione lunga (acquisto) di un lotto durante la notte.
ja_jp: 1ロットのロング（買い）ポジションを一晩保有するための口座残高に追加された金利金額。
pl_pl: Kwota odsetek dodanych do salda konta za utrzymanie pozycji o wartości jednej partii (zakup) przez noc.
pt_pt: O montante de juros adicionado ao saldo da conta para manter uma posição longa de um lote (compra) durante a noite.
ru_ru: Процентная сумма, добавляемая на счет для удерживания одного лота длинной позиции через ночь.
th_th: จํานวนดอกเบี้ยที่เพิ่มเข้าไปในยอดคงเหลือในบัญชีสําหรับการถือครองตําแหน่ง Long (ซื้อ) หนึ่งล็อตข้ามคืน
tr_tr: Faiz tutarı, bir gecede çok uzun (satın alma) pozisyonu tutmak için hesap bakiyesine eklenir.
uk_ua: Відсоткова сума, яка додається на рахунок для утримання одного лота довгої позиції через ніч.

source: Short swap
ar_sa: مبادلة قصيرة
de_de: Kurzer Tausch
es_es: Swap corto
fa_ir: مبادله کوتاه
fr_fr: Swap court
hi_in: लघु स्वैप
ja_jp: ショート・スワップ
pl_pl: Swap dla S
pt_pt: 'Swap' de Venda
ru_ru: Короткий своп
th_th: สวอปสั้น ๆ
tr_tr: Kısa takas
uk_ua: Короткий своп

source: The interest amount added to the account balance for holding a one lot short (sell) position overnight.
ar_sa: تم إضافة مبلغ الفائدة إلى رصيد الحساب لاحتفاظ بمركز بيع (لول) قصير واحد خلال الليل.
de_de: Der dem Kontostand hinzugefügte Zinsbetrag für das Halten einer Leerverkaufsposition über Nacht.
es_es: El monto de intereses agregado al saldo de la cuenta para mantener una posición de un lote corto (vender) de la noche a la mañana.
fa_ir: مقدار بهره به موجودی حساب برای برگزاری یک پوزیشن کوتاه (فروش) یک شبه اضافه شده است.
fr_fr: Le montant d'intérêt ajouté au solde du compte pour la détention d'une position à court terme (vente) d'un lot durant la nuit.
hi_in: ब्याज राशि एक बहुत छोटा (बेचने) की स्थिति रातोंरात धारण करने के लिए खाते के शेष में जोड़ा ।
it_it: L'importo dell'interesse aggiunto al saldo del conto per mantenere una posizione short (vendita) di un lotto durante la notte.
ja_jp: 1ロットの短期（売り）ポジションを一晩保有するための勘定残高に追加された金利金額。
pl_pl: Kwota odsetek dodanych do salda konta za utrzymanie pozycji krótkiej (sprzedaży) o jedną pozycję na noc.
pt_pt: O montante de juros adicionado ao saldo da conta para manter uma posição curta (venda) de um lote durante a noite.
ru_ru: Процентная сумма, добавляемая на счет для удерживания одного лота короткой позиции через ночь.
th_th: จํานวนดอกเบี้ยที่เพิ่มเข้าไปในยอดคงเหลือในบัญชีสําหรับการถือตําแหน่ง Short (ขาย) หนึ่งล็อตข้ามคืน
tr_tr: Faiz tutarı, bir gecede bir çok kısa (satış) pozisyonu tutmak için hesap bakiyesine eklenir.
uk_ua: Відсоткова сума, яка додається на рахунок для утримання одного лота короткої позиції через ніч.

source: Maintenance margin level
ar_sa: مستوى هامش الصيانة
de_de: Stand der Wartungsmarge
es_es: Nivel de margen de mantenimiento
fa_ir: سطح مارجین تعمیر و نگهداری
fr_fr: Niveau de marge de maintenance
hi_in: रखरखाव मार्जिन स्तर
it_it: Livello di margine di manutenzione
ja_jp: 維持マージンレベル
pl_pl: Poziom rezerwy obowiązkowej
pt_pt: Nível de margem de manutenção
ru_ru: Уровень поддерживающей маржи
th_th: ระดับอัตรากําไรขั้นต้นในการบํารุงรักษา
tr_tr: Bakım marjı seviyesi
uk_ua: Рівень маржі обслуговування

source: Entry margin level
ar_sa: مستوى هامش الدخول
de_de: Einstiegsmarge
es_es: Nivel de margen de entrada
fa_ir: سطح مارجین ورودی
fr_fr: Niveau de la marge d'entrée
hi_in: प्रवेश मार्जिन स्तर
it_it: Livello di margine di entrata
ja_jp: エントリマージンレベル
pl_pl: Poziom marginesu wejścia
pt_pt: Nível de margem de entrada
ru_ru: Уровень начальной маржи
th_th: ระดับระยะขอบเริ่มต้น
tr_tr: Giriş marjı seviyesi
uk_ua: Початковий рівень маржі

source: Limitation margin level
ar_sa: مستوى هامش التقادم
de_de: Limitierungsspanne
es_es: Nivel de margen de limitación
fa_ir: محدودیت سطح مارجین
fr_fr: Niveau de marge de limitation
hi_in: सीमा हाशिया स्तर
it_it: Limitazione del livello di margine
ja_jp: 限度額レベル
pl_pl: Poziom marginesu ograniczenia
pt_pt: Nível de margem de limitação
ru_ru: Уровень предельной маржи
th_th: ระดับมาร์จิ้นที่จํากัด
tr_tr: Sınırlama marjı seviyesi
uk_ua: Граничний рівень маржі

source: Currencies
ar_sa: العملات
de_de: Währungen
es_es: Monedas
fa_ir: ارزهای
fr_fr: Devises
hi_in: मुद्राओं
it_it: Valute
ja_jp: 通貨
pl_pl: Waluty
pt_pt: Moedas
ru_ru: Валюты
th_th: สกุล เงิน
tr_tr: Kurlar
uk_ua: Валюти

source: FX Indices
ar_sa: مؤشرات الفوركس
de_de: FX-Indizes
es_es: Índices de FX
fa_ir: شاخص های FX
fr_fr: Indices de change
hi_in: FX सूचकांक
it_it: Indici FX
ja_jp: FX指数
pl_pl: Indeksy walutowe
pt_pt: Índices FX
ru_ru: Индексы FX
th_th: ดัชนี FX
tr_tr: FX Endeksleri
uk_ua: Індекси FX

source: Indices
ar_sa: المؤشرات
de_de: Indizes
es_es: Índice
fa_ir: شاخص
hi_in: सूचकांक
it_it: Indici
ja_jp: インデックス
pl_pl: Wskaźniki
pt_pt: Índices
ru_ru: Индексы
th_th: ดัชนี
tr_tr: Endeksler
uk_ua: Індекси

source: Commodities
ar_sa: السلع
de_de: Rohstoffe
es_es: Productos básicos
fa_ir: کالاها
fr_fr: Marchandises
hi_in: वस्तुएँ
ja_jp: コモディティ
pl_pl: Surowce
ru_ru: Товары
th_th: สินค้า โภคภัณฑ์
tr_tr: Emtia
uk_ua: Товари

source: Treasuries
ar_sa: سندات الخزانة
es_es: Bonos del tesoro
fa_ir: گنجینه
fr_fr: Trésors
hi_in: भंडारों
ja_jp: 財務省
ru_ru: Облигации
th_th: คลัง
uk_ua: Облігації

source: Shares
ar_sa: الحصص
de_de: Anteile
es_es: Acciones
fa_ir: سهام
fr_fr: Parts
hi_in: शेयरों
it_it: azioni
ja_jp: 取り分
pl_pl: Akcje
pt_pt: Ações
ru_ru: Акции
th_th: หุ้น
tr_tr: Hisse senetleri
uk_ua: Акції

source: Bullions
ar_sa: السبائك
de_de: Goldbarren
es_es: Lingotes
fa_ir: شمش
hi_in: बुलियन मेटल
it_it: lingotti
ja_jp: 塊
pl_pl: Sztaby
pt_pt: Lingotes
ru_ru: Металлы
th_th: ทองคําแท่ง
uk_ua: Метали

source: Take liquidity rate
ar_sa: أخذ معدل السيولة
de_de: Liquiditäts Rate nehmen
es_es: Tomar la tasa de liquidez
fa_ir: گرفتن نرخ نقدینگی
fr_fr: Prendre le taux de liquidité
hi_in: तरलता दर लेना
it_it: Prendere il tasso di liquidità
ja_jp: 流動性率を取る
pl_pl: Weź stopę płynności
pt_pt: Tomar taxa de liquidez
ru_ru: Ставка дл взятия ликвидности
th_th: ใช้อัตราสภาพคล่อง
tr_tr: Likidite oranı alın
uk_ua: Ставка ліквідності взяття

source: Provide liquidity rate
ar_sa: توفير معدل السيولة
de_de: Liquiditäts Rate bieten
es_es: Proporcione la tarifa de la liquidez
fa_ir: ارائه نرخ نقدینگی
fr_fr: Fournir le taux de liquidité
hi_in: तरलता दर प्रदान
it_it: Fornire il tasso di liquidità
ja_jp: 流動性率の提供
pl_pl: Zapewnienie płynności
pt_pt: Fornecer taxa de liquidez
ru_ru: Ставка для поставщиков ликвидности
th_th: ให้อัตราสภาพคล่อง
tr_tr: Likidite oranı sağlayın
uk_ua: Ставка ліквідності надання

source: Fee currency
ar_sa: عمله الرسوم
de_de: Gebühren Währung
es_es: Divisa de honorarios
fa_ir: هزینه ارز
fr_fr: Devise de frais
hi_in: शुल्क मुद्रा
it_it: Commissione valuta
ja_jp: 手数料通貨
pl_pl: Waluta opłaty
pt_pt: Moeda da taxa
ru_ru: Валюта комиссии
th_th: สกุลเงินค่าธรรมเนียม
tr_tr: Ücret para birimi
uk_ua: Валюта комісії

source: Reduce only
ar_sa: تقليل فقط
de_de: Nur reduzieren
es_es: Reducir sólo
fa_ir: فقط کاهش
fr_fr: Réduire uniquement
hi_in: केवल कम करें
it_it: Riduci solo
ja_jp: のみ減らす
pl_pl: Tylko redukcja
pt_pt: Reduzir apenas
ru_ru: Только сокращение
th_th: ลดเท่านั้น
tr_tr: Yalnızca azalt
uk_ua: Лише зменшення

source: Margin mode
ar_sa: نظام الهامش
de_de: Randmodus
es_es: Modo de margen
fa_ir: حالت حاشیه
fr_fr: Mode de marge
hi_in: हाशिये मोड
it_it: Modalità margine
pl_pl: Tryb depozytu
pt_pt: Modo de margem
ru_ru: Режим маржи
th_th: โหมดมาร์จิ้น
uk_ua: Режим маржі

source: Order price
ar_sa: سعر الأمر
de_de: Bestellpreis
es_es: Precio de orden
fa_ir: قیمت سفارش
fr_fr: Prix de l'ordre
hi_in: आदेश मूल्य
it_it: Prezzo dell'ordine
pl_pl: Cena
pt_pt: Preço da ordem
ru_ru: Цена ордера
th_th: ราคาสั่งซื้อ
uk_ua: Ціна ордеру

source: Optimal 5 price
ar_sa: السعر الأمثل 5
de_de: Optimal 5 Preis
es_es: Precio óptimo 5
fa_ir: بهینه 5 قیمت
fr_fr: Prix optimal 5
hi_in: इष्टतम 5 मूल्य
it_it: Prezzo ottimale 5
pl_pl: Optymalna cena 5
pt_pt: Preço ideal 5
ru_ru: Оптимальная цена 5
th_th: ราคา 5 ที่เหมาะสมที่สุด
uk_ua: Оптимальна ціна 5

source: Optimal 10 price
ar_sa: السعر الأمثل 10
de_de: Optimaler 10 Preis
es_es: Precio óptimo 10
fa_ir: بهینه 10 قیمت
fr_fr: Prix optimal 10
hi_in: इष्टतम 10 मूल्य
it_it: Prezzo ottimale 10
pl_pl: Optymalna cena 10
pt_pt: Ótimo preço 10
ru_ru: Оптимальная цена 10
th_th: ราคา 10 ที่เหมาะสมที่สุด
uk_ua: Оптимальна ціна 10

source: Optimal 20 price
ar_sa: السعر الأمثل 20
de_de: Optimaler 20 Preis
es_es: Precio óptimo 20
fa_ir: بهینه 20 قیمت
fr_fr: Prix optimal 20
hi_in: इष्टतम 20 मूल्य
it_it: Prezzo ottimale 20
pl_pl: Optymalna cena 20
pt_pt: Ótimo preço de 20
ru_ru: Оптимальная цена 20
th_th: ราคาที่ดีที่สุด 20
uk_ua: Оптимальна ціна 20

source: This week
ar_sa: هذا الأسبوع
de_de: Diese Woche
es_es: Esta semana
fa_ir: این هفته
fr_fr: Cette semaine
hi_in: इस सप्ताह
it_it: questa settimana
ja_jp: 今週
pl_pl: W tym tygodniu
pt_pt: Esta semana
ru_ru: На этой неделе
th_th: สัปดาห์นี้
tr_tr: Bu hafta
uk_ua: Цього тижня

source: Next week
ar_sa: الأسبوع القادم
de_de: Nächste Woche
es_es: La próxima semana
fa_ir: هفته ی بعد
fr_fr: La semaine prochaine
hi_in: अगले सप्ताह
it_it: La settimana prossima
ja_jp: 来週
pl_pl: W przyszłym tygodniu
pt_pt: Na próxima semana
ru_ru: На следующей неделе
th_th: อาทิตย์หน้า
tr_tr: Gelecek hafta
uk_ua: Наступного тижня

source: Quarter
ar_sa: ربع
de_de: Viertel
es_es: cuarto
fa_ir: چهارم
fr_fr: quartier
hi_in: दिशा
it_it: quarto
ja_jp: 四半期
pl_pl: ćwiartka
pt_pt: Trimestre
ru_ru: четверть
th_th: ย่าน
tr_tr: çeyrek
uk_ua: Квартал

source: Next quarter
ar_sa: الربع القادم
de_de: Nächstes Quartal
es_es: Próximo trimestre
fa_ir: سه ماهه بعد
fr_fr: Trimestre suivant
hi_in: अगली तिमाही
it_it: Prossimo trimestre
ja_jp: 次の四半期
pl_pl: Następny kwartał
pt_pt: Próximo trimestre
ru_ru: Следующий квартал
th_th: ไตรมาสหน้า
tr_tr: Gelecek çeyrek
uk_ua: Наступний квартал

source: Delisting
ar_sa: الرفع
de_de: Dekotierung
es_es: Supresión
fa_ir: لیست زدایی
fr_fr: Radiation
hi_in: डीलिस्टिंग
pl_pl: Medalu
pt_pt: Deslistação
ru_ru: Делистинга
th_th: การเพิกถอน
uk_ua: Делістинг

source: Listing
ar_sa: قائمه
de_de: Auflistung
es_es: Listado
fa_ir: لیست
fr_fr: Listage
hi_in: लिस्टिंग
it_it: Elencazione
pl_pl: Aukcji
pt_pt: Listagem
ru_ru: Распечатка
th_th: รายการ
uk_ua: Лістинг

source: Pending listing
ar_sa: قائمة معلقة
de_de: Ausstehende Notierung
es_es: Listado pendiente
fa_ir: لیست در انتظار
fr_fr: Inscription en attente
hi_in: लंबित लिस्टिंग
it_it: Inserzione in sospeso
pl_pl: Oczekująca aukcja
pt_pt: Listagem pendente
ru_ru: В ожидании листинга
th_th: รายชื่อที่รอดําเนินการ
uk_ua: Відкладений лістинг

source: Suspension
ar_sa: تعليق
de_de: Federung
es_es: Suspensión
fa_ir: تعلیق
hi_in: निलंबन
it_it: Sospensione
pl_pl: Zawieszenie
pt_pt: Suspensão
ru_ru: Суспензия
th_th: สารแขวนลอย
uk_ua: Призупинення

source: Suspending of listing
ar_sa: تعليق الإدراج
de_de: Aussetzung der Notierung
es_es: Suspensión del anuncio
fa_ir: تعلیق لیست
fr_fr: Suspension de l’inscription
hi_in: लिस्टिंग को निलंबित करना
it_it: Sospensione dell'inserzione
pl_pl: Zawieszenie aukcji
pt_pt: Suspensão da listagem
ru_ru: Приостановление листинга
th_th: การระงับรายชื่อ
uk_ua: Призупинення лістингу

source: In settlement
ar_sa: في التسوية
de_de: In Der Siedlung
es_es: En liquidación
fa_ir: در حل و فصل
fr_fr: En établissement
hi_in: निपटान में
it_it: In insediamento
pl_pl: W rozliczeniu
pt_pt: Em liquidação
ru_ru: В поселении
th_th: ในการตั้งถิ่นฐาน
uk_ua: У врегулюванні

source: Delivering
ar_sa: تقديم
de_de: Liefernd
es_es: Entrega
fa_ir: ارائه
fr_fr: Livrant
hi_in: देने
it_it: Consegna
pl_pl: Dostarczanie
pt_pt: Entrega
ru_ru: Доставки
th_th: นำ เสนอ
uk_ua: Доставка

source: Settlement completed
ar_sa: التسوية المكتملة
de_de: Abrechnung abgeschlossen
es_es: Liquidación completada
fa_ir: حل و فصل به پایان رسید
fr_fr: Règlement terminé
hi_in: निपटान पूरा हुआ
it_it: Liquidazione completata
pl_pl: Rozliczenie zakończone
pt_pt: Liquidação concluída
ru_ru: Урегулирование завершено
th_th: การชําระเงินเสร็จสมบูรณ์
uk_ua: Врегулювання завершено

source: Delivered
ar_sa: تم التوصيل
de_de: Abgegeben
es_es: Entregado
fa_ir: تحویل داده
fr_fr: Livré
hi_in: दिया गया
it_it: Consegnato
pl_pl: Dostarczono
pt_pt: Entregue
ru_ru: Поставлено
th_th: จัด ส่ง
uk_ua: Доставлено

source: Suspending of trade
ar_sa: تعليق التجارة
de_de: Aussetzung des Handels
es_es: Suspensión del comercio
fa_ir: تعلیق تجارت
fr_fr: Suspension des échanges
hi_in: व्यापार को निलंबित करना
it_it: Sospensione degli scambi
pl_pl: Zawieszenie handlu
pt_pt: Suspensão do comércio
ru_ru: Приостановление торговли
th_th: การระงับการค้า
uk_ua: Призупинення угоди

source: Otc
ar_sa: أوت
hi_in: ओटीसी
ru_ru: Безрецептурный
th_th: โอ๊กซ์

source: Otc Options
de_de: OTC-Optionen
fa_ir: گزینه های Otc
it_it: Opzioni Otc
th_th: ตัวเลือก OTC
uk_ua: Параметри OTC

source: Minepool
fa_ir: مین پول
it_it: Miniera
th_th: ไมน์พูล
uk_ua: Мінно-мозкова

source: ETF
th_th: อีทีเอฟ
uk_ua: ЄФТ

source: Crypto Loans
de_de: Krypto-Kredite
fa_ir: وام های کریپتو
fr_fr: Prêts Crypto
it_it: Prestiti Crypto
th_th: สินเชื่อคริปโต
uk_ua: Криптокредити

source: Deposit Earning
de_de: Einzahlungen verdienen
fa_ir: درآمد سپرده
fr_fr: Gain de dépôt
it_it: Deposito Guadagnato
th_th: รายได้จากการฝากเงิน
uk_ua: Прибуток від депозиту

source: Grid Trading
de_de: Grid-Handel
fa_ir: تجارت شبکه
fr_fr: Trading de grille
it_it: Trading di griglia
th_th: การซื้อขายแบบกริด
uk_ua: Сітка торгівлі

source: Super margin
ar_sa: هامش السوبر
de_de: Super-Marge
es_es: Súper margen
fa_ir: حاشیه فوق العاده
fr_fr: Super marge
hi_in: सुपर मार्जिन
it_it: Super margine
pl_pl: Super marża
pt_pt: Super margem
ru_ru: Супер маржа
th_th: ซูเปอร์มาร์จิ้น
uk_ua: Супер-маржа

source: Investmnet
ar_sa: إنفست ماينت
ru_ru: Инвестмнет
th_th: อินเวสเท็มเน็ต
uk_ua: Інвестиції

source: Time out
ar_sa: المهلة
de_de: Auszeit
es_es: Tiempo de salida
fa_ir: زمان خارج
fr_fr: Délai d’intempestent
hi_in: टाइम आउट
ja_jp: たんま
pl_pl: Limit czasu
pt_pt: Tempo de intervalo
ru_ru: Тайм-аут
th_th: หมดเวลา
tr_tr: Zaman dışında
uk_ua: Тайм-аут

source: Contract status
ar_sa: حالة العقد
de_de: Vertragsstatus
es_es: Estado del contrato
fa_ir: وضعیت قرارداد
fr_fr: Statut du contrat
hi_in: अनुबंध स्थिति
it_it: Stato del contratto
pl_pl: Status kontraktu
pt_pt: Situação contratual
ru_ru: Статус контракта
th_th: สถานะสัญญา
uk_ua: Стан контракту

source: Settlement time
ar_sa: وقت التسوية
de_de: Abrechnungszeit
es_es: Tiempo de liquidación
fa_ir: زمان حل و فصل
fr_fr: Heure de règlement
hi_in: निपटान समय
it_it: Tempo di liquidazione
pl_pl: Czas rozliczenia
pt_pt: Tempo de liquidação
ru_ru: Расчетное время
th_th: เวลาชําระราคา
uk_ua: Час врегулювання

source: Order price type
ar_sa: نوع سعر الأمر
de_de: Bestellpreisart
es_es: Tipo de precio de pedido
fa_ir: نوع قیمت سفارش
fr_fr: Type de prix de commande
hi_in: आदेश मूल्य प्रकार
it_it: Tipo di prezzo dell'ordine
pl_pl: Rodzaj ceny zamówienia
pt_pt: Tipo de preço de encomenda
ru_ru: Тип цены заказа
th_th: ประเภทราคาคําสั่งซื้อ
uk_ua: Тип ціни ордеру

source: Contract type
ar_sa: نوع العقد
de_de: Vertragsart
es_es: Tipo de contrato
fa_ir: نوع قرارداد
fr_fr: Type de contrat
hi_in: अनुबंध प्रकार
it_it: Tipo di contratto
pl_pl: Typ umowy
pt_pt: Tipo de contrato
ru_ru: Тип контракта
th_th: ประเภทสัญญา
uk_ua: Тип контракту

source: Isolated leverage
ar_sa: رافعة مالية معزولة
de_de: Isolierte Hebelwirkung
es_es: Apalancamiento aislado
fa_ir: اهرم جدا شده
fr_fr: Effet de levier isolé
hi_in: पृथक उत्तोलन
it_it: Leva isolata
pl_pl: Izolowana dźwignia finansowa
pt_pt: Alavancagem isolada
ru_ru: Изолированное кредитное плечо
th_th: เลเวอเรจที่แยกได้
uk_ua: Ізольоване кредитне плече

source: Cross leverage
ar_sa: الرافعة المالية المتبادلة
de_de: Cross-Hebelwirkung
es_es: Apalancamiento cruzado
fa_ir: اهرم عبور
fr_fr: Effet de levier croisé
hi_in: क्रॉस उत्तोलन
it_it: Leva incrociata
pl_pl: Dźwignia krzyżowa
pt_pt: Alavancagem cruzada
ru_ru: Кросс-кредитное плечо
th_th: เลเวอเรจข้าม
uk_ua: Крос-кредитне плече

source: Coin-M Futures
ar_sa: العقود الآجلة للعملة المعدنية-M
es_es: Futuros de Coin-M
fa_ir: سکه - M آینده
fr_fr: Contrats à terme Coin-M
hi_in: सिक्का-एम फ्यूचर्स
pl_pl: Kontrakty terminowe coin-M
pt_pt: Futuros de moedas
ru_ru: Фьючерсы на монеты-М
th_th: ฟิวเจอร์สเหรียญ M
uk_ua: Coin-M Ф'ючерси

source: Coin-M Swaps
ar_sa: مبادلات العملة-M
fa_ir: سوآپ سکه-ام
fr_fr: Échanges Coin-M
hi_in: सिक्का-एम स्वैप
it_it: Swap Coin-M
pl_pl: Swapy Coin-M
pt_pt: Trocas de moedas-M
ru_ru: Свопы Монета-М
th_th: สวอปเหรียญ-M
uk_ua: Coin-M Свопи

source: USDT-M Swaps
ar_sa: مقايضات USDT-M
fa_ir: معاوضه USDT-M
hi_in: USDT-M स्वैप
it_it: Swap USDT-M
pl_pl: Swapy USDT-M
pt_pt: Trocas USDT-M
ru_ru: Свопы USDT-M
th_th: USDT-M สวอป
uk_ua: USDT-M Свопи

source: Load user orders history
ar_sa: تحميل سجل أوامر المستخدم
de_de: Historie von Benutzerbestellungen laden
es_es: Cargar el historial de pedidos de los usuarios
fa_ir: سابقه سفارشات کاربر بار
fr_fr: Charger l’historique des commandes utilisateur
hi_in: लोड उपयोगकर्ता आदेश इतिहास
it_it: Carica la cronologia degli ordini degli utenti
pl_pl: Ładowanie historii zamówień użytkowników
pt_pt: Carregar o histórico de encomendas de utilizadores
ru_ru: Загрузка истории заказов пользователей
th_th: โหลดประวัติคําสั่งซื้อของผู้ใช้
uk_ua: Завантаження журналу ордерів користувача

source: There aren't selected exchanges to connect. Please, choose needed exchanges and try connect again.
ar_sa: لا توجد عمليات تبادل محددة للاتصال. من فضلك، اختر التبادلات المطلوبة وحاول الاتصال مرة أخرى.
de_de: Es gibt keine ausgewählten Börsen, um eine Verbindung herzustellen. Bitte wählen Sie die benötigten Austausche aus und versuchen Sie erneut, eine Verbindung herzustellen.
es_es: No hay intercambios seleccionados para conectar. Por favor, elija los intercambios necesarios e intente conectarse de nuevo.
fa_ir: مبادلات انتخاب شده ای برای اتصال وجود نداره. لطفاً مبادلات مورد نیاز را انتخاب کنید و دوباره اتصال را امتحان کنید.
fr_fr: Il n’y a pas d’échanges sélectionnés à connecter. S’il vous plaît, choisissez les échanges nécessaires et essayez de vous connecter à nouveau.
hi_in: कनेक्ट करने के लिए चयनित एक्सचेंज नहीं हैं. कृपया, आवश्यक एक्सचेंज चुनें और पुन: कनेक्ट करने का प्रयास करें.
it_it: Non ci sono scambi selezionati per connettersi. Per favore, scegli gli scambi necessari e riprova a connetterti.
pl_pl: Nie ma wybranych giełd do połączenia. Wybierz potrzebne wymiany i spróbuj połączyć się ponownie.
pt_pt: Não há trocas selecionadas para ligar. Por favor, escolha as trocas necessárias e tente ligar-se novamente.
ru_ru: Нет выбранных бирж для подключения. Пожалуйста, выберите нужные биржи и попробуйте подключиться еще раз.
th_th: ไม่มีการแลกเปลี่ยนที่เลือกเพื่อเชื่อมต่อ โปรดเลือกการแลกเปลี่ยนที่จําเป็นแล้วลองเชื่อมต่ออีกครั้ง
uk_ua: Немає вибраних бірж для підключення. Будь ласка, виберіть потрібні біржі та спробуйте підключитися ще раз.
