Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Loading sessions...
ar_sa: يتم الآن تحميل جلسات العمل...
de_de: Sitzungen werden geladen...
es_es: Cargando sesiones...
fa_ir: جلسات بارگیری...
fr_fr: Chargement de la sessiont...
hi_in: लोडिंग सत्र...
it_it: Caricamento delle sessioni in corso...
ja_jp: セッションを読み込んでいます。
pl_pl: Trwa ładowanie sesji...
pt_pt: Sessões de carregamento...
ru_ru: Загрузка сессий...
th_th: กําลังโหลดเซสชัน...
tr_tr: Oturumlar yükleniyor...
uk_ua: Завантаження сессій...

source: Loading exchanges...
ar_sa: جاري تحميل التبادلات...
de_de: Austausch wird geladen...
es_es: Cargando intercambios...
fa_ir: مبادلات بارگیری...
fr_fr: Chargement des places de marché...
hi_in: लोडिंग एक्सचेंजों...
it_it: Caricamento scambi in corso...
ja_jp: 交換を読み込んでいます。
pl_pl: Trwa ładowanie giełd...
pt_pt: A carregar trocas...
ru_ru: Загрузка бирж...
th_th: กําลังโหลดการแลกเปลี่ยน...
tr_tr: Borsalar yükleniyor...
uk_ua: Завантаження бірж...

source: Loading symbol groups...
ar_sa: يتم الآن تحميل مجموعات الرموز...
de_de: Symbolgruppen werden geladen...
es_es: Cargando grupos de símbolos...
fa_ir: گروه های نماد بارگذاری...
fr_fr: Chargement de groupes de symboles...
hi_in: प्रतीक समूहों को लोड करना...
it_it: Caricamento dei gruppi di simboli in corso...
ja_jp: シンボルグループを読み込んでいます。
pl_pl: Trwa ładowanie grup symboli...
pt_pt: Grupos de símbolos de carregamento...
ru_ru: Загрузка групп символов...
th_th: กําลังโหลดกลุ่มสัญลักษณ์...
tr_tr: Sembol grupları yükleniyor...
uk_ua: Завантаження груп символів...

source: Loading order types...
ar_sa: يتم الآن تحميل أنواع الأوامر...
de_de: Auftragstypen werden geladen...
es_es: Tipos de pedido de carga...
fa_ir: انواع سفارش بارگذاری...
fr_fr: Chargement des Types d'ordres...
hi_in: लोड िंग ऑर्डर प्रकार...
it_it: Caricamento dei tipi di ordine in corso...
ja_jp: 注文タイプの読み込み.
pl_pl: Trwa ładowanie typów zamówień...
pt_pt: Tipos de encomendas de carregamento...
ru_ru: Загрузка типов ордера...
th_th: กําลังโหลดประเภทคําสั่ง...
tr_tr: Sipariş tipleri yükleniyor...
uk_ua: Завантаження типів ордерів...

source: Loading assets...
ar_sa: جاري تحميل الأصول...
de_de: Assets werden geladen...
es_es: Cargando activos...
fa_ir: داريم دارايي ها رو بار ميکنيم...
fr_fr: Chargement des actifs...
hi_in: संपत्ति लोड हो रहा है...
it_it: Caricamento delle risorse in corso...
ja_jp: 資産の読み込み.
pl_pl: Trwa ładowanie aktywów...
pt_pt: A carregar bens...
ru_ru: Загрузка активов...
th_th: กําลังโหลดสินทรัพย์...
tr_tr: Varlıklar yükleniyor...
uk_ua: Завантаження активів...

source: Loading accounts...
ar_sa: ...تحميل الحسابات
de_de: Konten werden geladen...
es_es: Cargando cuentas...
fa_ir: بارگیری حساب ها...
fr_fr: Chargement des comptes...
hi_in: लोडिंग खाते...
it_it: Caricamento account in corso...
ja_jp: アカウントを読み込んでいます...
pl_pl: Pobieranie informacji o rachunkach
pt_pt: Carregando contas...
ru_ru: Загрузка счетов...
th_th: กําลังโหลดบัญชี...
tr_tr: Hesaplar yükleniyor...
uk_ua: Завантаження рахунків...

source: Loading option series...
de_de: Optionsreihe wird geladen...
fa_ir: بارگذاری سری گزینه...
fr_fr: Série d’options de chargement...
it_it: Serie di opzioni di caricamento...
th_th: กําลังโหลดชุดตัวเลือก...
uk_ua: Завантаження серії варіантів ...

source: Loading symbols...
ar_sa: ...تحميل الرموز
de_de: Symbole werden geladen...
es_es: Cargando símbolos...
fa_ir: بارگذاری نمادها...
fr_fr: Chargement des symboles...
hi_in: लोडिंग प्रतीकों...
it_it: Caricamento dei simboli in corso...
ja_jp: シンボルを読み込んでいます...
pl_pl: Pobieranie informacji
pt_pt: Carregando Ativos...
ru_ru: Загрузка символов...
th_th: กําลังโหลดสัญลักษณ์...
tr_tr: Enstrümanlar yükleniyor...
uk_ua: Завантаження символів...

source: Loading rules...
ar_sa: ...تحميل القواعد
de_de: Regeln werden geladen...
es_es: Cargando reglas...
fa_ir: قوانین بارگیری...
fr_fr: Chargement des règles...
hi_in: लोडिंग नियम...
it_it: Caricamento delle regole in corso...
ja_jp: ルールを読み込んでいます...
pl_pl: Pobieranie informacji
pt_pt: Carregando regras...
ru_ru: Загрузка правил...
th_th: กําลังโหลดกฎ...
tr_tr: Kurallar yükleniyor...
uk_ua: Завантаження правил...

source: Loading positions...
ar_sa: ...تحميل الوضعيات
de_de: Positionen werden geladen...
es_es: Cargando posiciones...
fa_ir: موقعیت های بارگیری...
fr_fr: Chargement des positions...
hi_in: लोडिंग पोजीशन...
it_it: Caricamento delle posizioni in corso...
ja_jp: ポジションを読み込んでいます...
pl_pl: Pobieranie informacji
pt_pt: Carregando posições...
ru_ru: Загрузка позиций...
th_th: กําลังโหลดตําแหน่ง...
tr_tr: Pozisyonlar yükleniyor
uk_ua: Завантаження позицій...

source: Loading closed positions...
ar_sa: تحميل المواقع المغلقة...
de_de: Geschlossene Positionen werden geladen...
es_es: Cargando posiciones cerradas...
fa_ir: بارگیری موقعیت های بسته...
fr_fr: Chargement des positions cloturées...
hi_in: बंद पदों लोड हो रहा है...
it_it: Caricamento delle posizioni chiuse in corso...
ja_jp: クローズされたポジションを読み込んでいます。
pl_pl: Ładowanie zamkniętych pozycji...
pt_pt: A carregar posições fechadas...
ru_ru: Загрузка закрытых позиций...
th_th: กําลังโหลดตําแหน่งที่ปิดไปแล้ว...
tr_tr: Kapalı pozisyonlar yükleniyor...
uk_ua: Завантаження закритих позицій...

source: Loading reports...
ar_sa: ...تحميل التقارير
de_de: Berichte werden geladen...
es_es: Cargando informes...
fa_ir: گزارش های بارگیری...
fr_fr: Chargement des rapports...
hi_in: लोडिंग रिपोर्ट...
it_it: Caricamento dei rapporti in corso...
ja_jp: レポートを読み込んでいます...
pl_pl: Pobieranie informacji...
pt_pt: Carregando relatórios...
ru_ru: Загрузка отчетов...
th_th: กําลังโหลดรายงาน...
tr_tr: Raporlar yükleniyor...
uk_ua: Завантаження звітів...

source: Loading orders...
ar_sa: ...تحميل الأوامر
de_de: Aufträge werden geladen...
es_es: Cargando órdenes...
fa_ir: سفارش های بارگیری...
fr_fr: Chargement des ordres...
hi_in: लोडिंग ऑर्डर...
it_it: Caricamento degli ordini in corso...
ja_jp: 注文を読み込んでいます...
pl_pl: Pobieranie informacji...
pt_pt: Carregando ordens...
ru_ru: Загрузка ордеров...
th_th: กําลังโหลดคําสั่งซื้อ...
tr_tr: Emirler yükleniyor...
uk_ua: Завантаження ордерів...

source: Loading account operations...
ar_sa: جاري تحميل عمليات الحساب...
de_de: Kontovorgänge werden geladen...
es_es: Cargando operaciones de cuenta...
fa_ir: بارگیری عملیات حساب...
fr_fr: Chargement des opérations de compte...
hi_in: लोडिंग खाता संचालन...
it_it: Caricamento delle operazioni dell'account in corso...
ja_jp: アカウント操作の読み込み.
pl_pl: Trwa ładowanie operacji konta...
pt_pt: A carregar operações de conta...
ru_ru: Загрузка операций по счёту...
th_th: กําลังโหลดการดําเนินการบัญชี...
tr_tr: Hesap işlemlerini yükleniyor...
uk_ua: Завантаження операцій за рахунком...

source: Processing messages...
ar_sa: يتم الآن معالجة الرسائل...
de_de: Nachrichten werden verarbeitet...
es_es: Procesamiento de mensajes...
fa_ir: پردازش پیام ها...
fr_fr: Traitement des messages...
hi_in: संदेशों को प्रोसेस किया गया...
it_it: Elaborazione dei messaggi in corso...
ja_jp: メッセージの処理.
pl_pl: Trwa przetwarzanie wiadomości...
pt_pt: A processar mensagens...
ru_ru: Обработка сообщений...
th_th: กําลังประมวลผลข้อความ...
tr_tr: İletileri işleniyor...
uk_ua: Обробка повідомлень...

source: Value
ar_sa: القيمة
de_de: Wert
es_es: Valor
fa_ir: ارزش
fr_fr: Valeur
hi_in: मान
it_it: Valore
ja_jp: 値
pl_pl: Wartość
pt_pt: Valor
ru_ru: Значение
th_th: ค่า
tr_tr: Değer
uk_ua: Значення

source: Build from
ar_sa: البناء من
de_de: Build von
es_es: Construir desde
fa_ir: ساخت از
fr_fr: Construit à partir de
hi_in: से निर्माण
it_it: Costruisci da
ja_jp: 指定して構築する
pl_pl: Zbuduj z
pt_pt: Cria a partir de
ru_ru: Построить из
th_th: สร้างจาก
tr_tr: Oluştur
uk_ua: Будувати з

source: Box size
ar_sa: حجم الصندوق
de_de: Kastengröße
es_es: Tamaño del recuadro
fa_ir: اندازه جعبه
fr_fr: Taille des boxes
hi_in: बॉक्स का आकार
it_it: Dimensione della scatola
ja_jp: ボックスのサイズ
pl_pl: Rozmiar opakowania
pt_pt: Tamanho do box
ru_ru: Размер блока
th_th: ขนาดกล่อง
tr_tr: Kutu boyutu
uk_ua: Розмір блоку

source: Reversal
ar_sa: عكسي
de_de: Umkehrung
es_es: Revocación
fa_ir: برگشت
fr_fr: Inversion
hi_in: उत्क्रमण
it_it: Inversione
ja_jp: リバーサル
pl_pl: Odwrócenie
pt_pt: Reversão
ru_ru: Реверс
th_th: ย้อน กลับ
tr_tr: Tersine
uk_ua: Реверс

source: Style
ar_sa: التصميم
de_de: Stil
es_es: Estilo
fa_ir: سبک
hi_in: शैली
it_it: Stile
ja_jp: スタイル
pl_pl: Typ wykresu
pt_pt: Estilo
ru_ru: Стиль
th_th: ลีลา
tr_tr: Stil
uk_ua: Стиль

source: Classic
ar_sa: كلاسيك
de_de: Klassisch
es_es: Clásico
fa_ir: کلاسیک
fr_fr: Classique
hi_in: क्लासिक
it_it: Classico
ja_jp: クラシック
pl_pl: Klasyczny
pt_pt: Clássico
ru_ru: Классический
th_th: คลาสสิก
tr_tr: Klasik
uk_ua: Класичний

source: High/Low
ar_sa: أعلى/أقل
de_de: Hoch
es_es: Alto/bajo
fa_ir: بالا/پایین
fr_fr: Haut/Bas
hi_in: उच्च कम/
it_it: Alta/bassa
ja_jp: 高/低
pl_pl: Wysoka/niska
pt_pt: Alto/baixo
ru_ru: Макс./Мин.
th_th: สูง/ต่ํา
tr_tr: Yüksek/düşük
uk_ua: Макс./Мін.

source: ticks
ar_sa: حركات الأسعار
de_de: Zecken
fa_ir: کنه
it_it: zecche
ja_jp: ティック
pl_pl: ticków
pt_pt: carrapatos
ru_ru: Тики
th_th: เห็บ
tr_tr: tikler
uk_ua: тіки

source: User
ar_sa: اسم المستخدم
de_de: Benutzer
es_es: Usuario
fa_ir: کاربر
fr_fr: Utilisateur
hi_in: उपयोगकर्ता
it_it: Utente
ja_jp: ユーザー
pl_pl: Użytkownik
pt_pt: Usuário
ru_ru: Пользователь
th_th: ผู้ใช้
tr_tr: Kullanıcı
uk_ua: Користувач

source: Password
ar_sa: كلمة المرور
de_de: Passwort
es_es: Contraseña
fa_ir: رمز عبور
fr_fr: Mot de passe
hi_in: पासवर्ड
it_it: Parola d'ordine
ja_jp: パスワード
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль
th_th: รหัสผ่าน
tr_tr: Şifre
uk_ua: Пароль

source: Demo
ar_sa: تجريبي
fa_ir: دمو
fr_fr: Démo
hi_in: डेमो
ja_jp: デモ
ru_ru: Демо
th_th: สาธิต
uk_ua: Демо

source: Real
ar_sa: حقيقي
fa_ir: واقعی
fr_fr: Réel
hi_in: असली
it_it: Reale
ja_jp: 現実
pl_pl: Rzeczywisty
ru_ru: Лайв
th_th: จริง
tr_tr: Gerçek
uk_ua: Лайв

source: Data series #{0}
ar_sa: سلسله البيانات # {0}
de_de: Datenreihen # {0}
es_es: Serie de datos # {0}
fa_ir: سری داده ها # {0}
fr_fr: Série de données # {0}
hi_in: डेटा श्रृंखला # {0}
it_it: Serie di dati # {0}
ja_jp: データ系列 # {0}
pl_pl: Seria danych # {0}
pt_pt: Série de dados # {0}
ru_ru: Ряды данных # {0}
th_th: ชุดข้อมูล #{0}
tr_tr: Veri serisi # {0}
uk_ua: Серія даних #{0}

source: '{0}' data series
ar_sa: سلسله البيانات ' {0} '
de_de: ' {0} ' Datenreihe
es_es: serie de datos ' {0} '
fa_ir: سری داده های {0}
fr_fr: série de données' {0} '
hi_in: ' {0} ' डेटा श्रृंखला
it_it: serie di dati ' {0}'
ja_jp: ' {0} ' データ系列
pl_pl: Seria danych "{0}"
pt_pt: série de dados ' {0} '
ru_ru: ряды данных "{0}"
th_th: ชุดข้อมูล '{0}'
tr_tr: ' {0} ' veri serisi
uk_ua: '{0}' серія даних

source: Level data series #{0}
ar_sa: سلسله بيانات المستوي # {0}
de_de: Level Datenreihe # {0}
es_es: Serie de datos de nivel # {0}
fa_ir: سری داده های سطح # {0}
fr_fr: Série de données de niveau # {0}
hi_in: स्तर डेटा श्रृंखला # {0}
it_it: Serie di dati di livello # {0}
ja_jp: レベルデータシリーズ # {0}
pl_pl: Seria danych poziomu # {0}
pt_pt: Série de dados de nível # {0}
ru_ru: Серия данных уровня # {0}
th_th: ชุดข้อมูลระดับ #{0}
tr_tr: Düzey veri serisi # {0}
uk_ua: Серія даних рівня #{0}

source: Instance name
ar_sa: اسم المثيل
de_de: Instanzname
es_es: Nombre de instancia
fa_ir: نام نمونه
fr_fr: Nom de l’instance
hi_in: इंस्टेंस नाम
it_it: Nome dell'istanza
pl_pl: Nazwa instancji
pt_pt: Nome de instância
ru_ru: Имя экземпляра
th_th: ชื่ออินสแตนซ์
uk_ua: Ім'я екземпляра

source: General
ar_sa: عام
de_de: Allgemeines
fa_ir: عمومی
fr_fr: Général
hi_in: सामान्य
it_it: Generale
ja_jp: 一般
pl_pl: Generał
pt_pt: Geral
ru_ru: Общие
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Головне

source: Solid
ar_sa: صلب
de_de: Solide
es_es: Sólido
fa_ir: جامد
fr_fr: Solide
hi_in: ठोस
it_it: Solido
ja_jp: 固体
pl_pl: Solidny
pt_pt: Sólido
ru_ru: Сплошная
th_th: ของแข็ง
tr_tr: Katı
uk_ua: Суцільна

source: Dash
ar_sa: خط فاصل
de_de: Strich
es_es: Guión
fa_ir: خط تیره
fr_fr: Tiret
hi_in: डैश
it_it: trattino
ja_jp: ダッシュ
pl_pl: Myślniki
pt_pt: Traço
ru_ru: Штрих
th_th: โผ
tr_tr: Tire
uk_ua: Штрих

source: Dot
ar_sa: نقطة
de_de: Punkt
es_es: Punto
fa_ir: نقطه
fr_fr: Point
hi_in: डॉट
it_it: Punto
ja_jp: ドット
pl_pl: Kropka
pt_pt: Ponto
ru_ru: Пунктир
th_th: จุด
tr_tr: Nokta
uk_ua: Пунктир

source: Dash dot
ar_sa: خط و نقطة
de_de: Strich Punkt
es_es: Guion punto
fa_ir: خط چین نقطه
fr_fr: Point de tiret
hi_in: डैश डॉट
it_it: Puntino
ja_jp: ダッシュドット
pl_pl: Kropka kropka
pt_pt: Ponto de traço
ru_ru: Штрих-пунктир
th_th: จุดประ
tr_tr: Çizgi nokta
uk_ua: Штрих-пунктир

source: Histogramm
ar_sa: مدرج تكراري
es_es: Histograma
fa_ir: هيستوگرمم
fr_fr: Histogramme
hi_in: हिस्टोग्रामम
it_it: Istogramma
ja_jp: ヒストグラム
pt_pt: Histograma
ru_ru: Гистограмма
th_th: ฮิสโตแกรม
tr_tr: Histogram
uk_ua: Гістограма

source: Points
ar_sa: النقاط
de_de: Punkte
es_es: Puntos
fa_ir: نقاط
hi_in: अंक
it_it: Punti
ja_jp: ポイント
pl_pl: Punktów
pt_pt: Pontos
ru_ru: Точки
th_th: แต้ม
tr_tr: Noktalar
uk_ua: Крапки

source: Custom
ar_sa: تخصيص
de_de: Benutzerdefinierte
es_es: Personalizado/a
fa_ir: سفارشی
fr_fr: Personnalisé
hi_in: परम्परा
it_it: Personalizzato
ja_jp: カスタム
pl_pl: Niestandardowe
pt_pt: Personalizado
ru_ru: Пользовательский
th_th: ธรรมเนียม
tr_tr: Özel
uk_ua: Свій

source: Input parameters
ar_sa: اعدادات الإدخال
de_de: Eingangsparameter
es_es: Parámetros de entrada
fa_ir: پارامترهای ورودی
fr_fr: Paramètres d'entrée
hi_in: इनपुट पैरामीटर्स
it_it: Parametri di input
ja_jp: パラメーターを入力する
pl_pl: Parametry wejściowe
pt_pt: Parâmetros de entrada
ru_ru: Входящие параметры
th_th: พารามิเตอร์อินพุต
tr_tr: Parametreleri gir
uk_ua: Вхідні параметри

source: Connection finished
ar_sa: انتهاء الاتصال
de_de: Anschluss fertig
es_es: Conexión finalizada
fa_ir: اتصال به پایان رسید
fr_fr: Connexion terminée
hi_in: कनेक्शन समाप्त
it_it: Connessione terminata
ja_jp: 接続完了
pl_pl: Zakończenie połączenia
pt_pt: Conexão foi encerrada
ru_ru: Подключение завершено
th_th: การเชื่อมต่อเสร็จสิ้น
tr_tr: Bağlantı sonlandırıldı
uk_ua: Підключення завершено

source: Connection lost
ar_sa: انقطاع الاتصال
de_de: Verbindung verloren
es_es: Conexión perdida
fa_ir: اتصال از دست رفته
fr_fr: Connexion perdue
hi_in: कनेक्शन खो गया
it_it: Connessione persa
ja_jp: コネクション切断
pl_pl: Utracono połączenie
pt_pt: A conexão foi perdida
ru_ru: Подключение потеряно
th_th: การเชื่อมต่อขาดหาย
tr_tr: Bağlantı kaybedildi
uk_ua: З'єднання загублено

source: Order created/canceled/replaced
ar_sa: طلب إنشاء/إلغاء/استبدال
de_de: Ordnung created/canceled/ersetzt
es_es: Pedido creado/cancelado/reemplazado
fa_ir: سفارش ایجاد/لغو/جایگزین
fr_fr: Ordre créé/annulé/remplacé
hi_in: आदेश बनाया/
it_it: Ordine creato/cancellato/sostituito
ja_jp: 注文の作成/キャンセル/交換
pl_pl: Zamówienie utworzone/anulowane/zastąpione
pt_pt: Ordem criada/cancelada/substituída
ru_ru: Ордер создан/отменен/заменен
th_th: สร้าง/ยกเลิก/แทนที่คําสั่งซื้อแล้ว
tr_tr: Sipariş oluşturuldu/iptal edildi/değiştirildi
uk_ua: Ордер створено/скасовано/замінено

source: Order filled
ar_sa: تم ملئ الأمر
de_de: Ordnung erfüllt
es_es: Orden aceptada
fa_ir: سفارش پر شده
fr_fr: Ordre complété
hi_in: आदेश भरा
it_it: Ordine compilato
ja_jp: 成立した注文
pl_pl: Zamówienie wypełnione
pt_pt: A ordem executada
ru_ru: Ордер исполнен
th_th: คําสั่งซื้อที่กรอกแล้ว
tr_tr: Emir gerçekleştirildi
uk_ua: Ордер виконаний

source: Order rejected
ar_sa: تم رفض الطلب
de_de: Auftrag abgelehnt
es_es: Orden rechazada
fa_ir: سفارش رد شد
fr_fr: Ordre refusé
hi_in: आदेश नामंजूर
it_it: Ordine rifiutato
ja_jp: 拒否された注文
pl_pl: Zamówienie odrzucone
pt_pt: Ordem rejeitada
ru_ru: Ордер отклонен
th_th: คําสั่งซื้อถูกปฏิเสธ
tr_tr: Emir reddedildi
uk_ua: Ордер відхилено

source: Position closed
ar_sa: الوضعية مغلقة
de_de: Position geschlossen
es_es: Posición cerrada
fa_ir: موقعيت بسته
fr_fr: Position fermée
hi_in: स्थिति बंद
it_it: Posizione chiusa
ja_jp: 決済済みポジション
pl_pl: Pozycja ZAMKNIĘTA
pt_pt: Posição fechada
ru_ru: Позиция закрыта
th_th: ตําแหน่งที่ปิดแล้ว
tr_tr: Pozisyon kapatıldı
uk_ua: Позиція закрита

source: Default alert
ar_sa: التنبيه الافتراضي
de_de: Standard-Alarmierung
es_es: Alerta por defecto
fa_ir: هشدار پیش فرض
fr_fr: Alerte par défaut
hi_in: डिफ़ॉल्ट चेतावनी
it_it: Allarme predefinito
ja_jp: 既定のアラート
pl_pl: Alert domyślny
pt_pt: Alerta padrão
ru_ru: Алерт по умолчанию
th_th: การแจ้งเตือนเริ่มต้น
tr_tr: Varsayılan uyarı
uk_ua: Типове сповіщення

source: Update Available
ar_sa: يتوفر التحديث
de_de: Update verfügbar
es_es: Actualización disponible
fa_ir: بهنگام درآوری در دسترس
fr_fr: Mise à jour disponible
hi_in: अद्यतन उपलब्ध
it_it: Aggiornamento disponibile
ja_jp: 利用可能な更新
pl_pl: Dostępna aktualizacja
pt_pt: Atualização disponível
ru_ru: Доступно обновление
th_th: มีการอัปเดต
tr_tr: Güncelleme mevcut
uk_ua: Наявне оновлення

source: Bid
ar_sa: العرض
de_de: Bieten
es_es: Vender
fa_ir: پیشنهاد
fr_fr: Offre
hi_in: बोली
it_it: Offerta
ja_jp: 入札
pl_pl: Oferta
pt_pt: Compra
ru_ru: Бид
th_th: ประมูล
tr_tr: Alış
uk_ua: Бід

source: Ask
ar_sa: الطلب
de_de: Fragen
es_es: Comprar
fa_ir: بپرسید
fr_fr: Demande
hi_in: पूछो
it_it: Richiesta
ja_jp: 尋ねる
pl_pl: S
pt_pt: Venda
ru_ru: Аск
th_th: ถาม
tr_tr: Satış
uk_ua: Аск

source: Midpoint
ar_sa: نقطه الوسط
de_de: Mittelpunkt
es_es: Puntomedio
fa_ir: نقطه میانی
fr_fr: Milieu
hi_in: मध्यबिंदु
it_it: Punto medio
ja_jp: 中点
pl_pl: Punkt środkowy
pt_pt: Ponto médio
ru_ru: Середина
th_th: จุดกึ่งกลาง
tr_tr: Orta
uk_ua: Середина

source: Last
ar_sa: الأخير
de_de: Letzte
es_es: Último
fa_ir: آخرین
fr_fr: Dernier
hi_in: पिछला
it_it: Ultimo
ja_jp: 最後
pl_pl: Ostatni
pt_pt: Último
ru_ru: Ласт
th_th: สุดท้าย
tr_tr: Son
uk_ua: Ласт

source: Bid/Ask
ar_sa: العرض/الطلب
de_de: Gebot / Nachfrage
es_es: Venta/Compra
fr_fr: Offre/demande
hi_in: बोली/
it_it: Offerta/Richiesta
ja_jp: 入札/問い合わせ
pt_pt: Comprar / Vender
ru_ru: Бид/Аск
th_th: เสนอซื้อ/เสนอขาย
tr_tr: Alış/Satış
uk_ua: Бід/Аск

source: Mark
ar_sa: الرمز
es_es: Símbolo
fa_ir: علامت
fr_fr: Symbole
hi_in: निशान
it_it: Segno
ja_jp: シンボル
pt_pt: Marca
ru_ru: Инструмент
th_th: รอย
tr_tr: Sembol
uk_ua: Марк

source: Exception
ar_sa: استثناء
de_de: Ausnahme
es_es: Excepción
fa_ir: استثنا
hi_in: अपवाद
it_it: Eccezione
ja_jp: 例外
pl_pl: Wyjątek
pt_pt: Exceção
ru_ru: Исключение
th_th: ข้อยกเว้น
tr_tr: Özel durum
uk_ua: Виняток

source: None
ar_sa: لا يوجد
de_de: Keiner
es_es: Ninguno
fa_ir: هیچ کدام
fr_fr: Aucun
hi_in: कोई नहीं
it_it: Nessuna
ja_jp: なし
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Не задано
th_th: ไม่มีใคร
tr_tr: Yok
uk_ua: Не задано

source: Buy
ar_sa: شراء
de_de: Kaufen
es_es: Comprar
fa_ir: فروش
fr_fr: Acheter
hi_in: खरीद
it_it: Acquistare
ja_jp: 買い
pl_pl: Kupować
pt_pt: Compra
ru_ru: Покупка
th_th: ซื้อ
tr_tr: Al
uk_ua: Купити

source: Sell
ar_sa: يبيع
de_de: Verkaufen
es_es: Vender
fa_ir: فروش
fr_fr: Vendre
hi_in: बेचना
it_it: Vendere
ja_jp: 売り
pl_pl: Sprzedać
pt_pt: Venda
ru_ru: Продажа
th_th: ขาย
tr_tr: Sat
uk_ua: Продати

source: Not set
ar_sa: لم يتم تعيين
de_de: Nicht gesetzt
es_es: No fijado
fa_ir: تنظیم نشده
fr_fr: Non défini
hi_in: सेट नहीं
it_it: Non impostato
ja_jp: 設定されない
pl_pl: Nie ustawiono
pt_pt: Não definido
ru_ru: Не установлено
th_th: ไม่ได้ตั้งค่า
tr_tr: Ayarlı değil
uk_ua: Не задано

source: Up
ar_sa: ارتفاع
de_de: Oben
es_es: Arriba
fa_ir: تا
fr_fr: Haut
hi_in: ऊपर
it_it: Su
ja_jp: 上昇
pl_pl: W górę
pt_pt: Alta
ru_ru: Вверх
th_th: ขึ้น
tr_tr: Yukarı
uk_ua: Вгору

source: Down
ar_sa: هبوط
de_de: Nieder
es_es: Abajo
fa_ir: پایین
fr_fr: Bas
hi_in: नीचे
it_it: Giù
ja_jp: 下降
pl_pl: Na dół
pt_pt: Baixa
ru_ru: Вниз
th_th: ลง
tr_tr: Aşağı
uk_ua: Вниз

source: Compare to previous
ar_sa: مقارنة مع السابق
de_de: Vergleichen Sie mit vorherigen
es_es: Comparar con el anterior
fa_ir: مقایسه با قبلی
fr_fr: Comparer aux précédents
hi_in: पिछले से तुलना करें
it_it: Confronta con precedente
ja_jp: 以前のものと比較
pl_pl: Porównaj z poprzednim
pt_pt: Compare com anterior
ru_ru: По сравнению с предыдущим
th_th: เปรียบเทียบกับก่อนหน้า
tr_tr: Öncekiyle karşılaştır
uk_ua: Порівняти з попереднім

source: By sign
ar_sa: عن طريق التوقيع
de_de: Durch Zeichen
es_es: Por signo
fa_ir: با علامت
fr_fr: Par signe
hi_in: साइना ने
it_it: Da firmare
ja_jp: 記号で
pl_pl: Znakiem
pt_pt: Por sinal
ru_ru: По знаку
th_th: โดยลงชื่อ
tr_tr: Işaretiyle
uk_ua: За знаком

source: Contains
ar_sa: يحتوي
de_de: Enthält
es_es: Contiene
fa_ir: شامل
fr_fr: Contient
hi_in: में
it_it: Contiene
ja_jp: 内容
pl_pl: Zawiera
pt_pt: Contém
ru_ru: Содержит
th_th: ประกอบ ด้วย
tr_tr: İçerir
uk_ua: Містить

source: Not contains
ar_sa: لا يحتوي
de_de: Nicht enthält
es_es: No contienen
fa_ir: شامل نیست
fr_fr: Ne contient pas
hi_in: शामिल नहीं
it_it: Non contiene
ja_jp: 内容がありません
pl_pl: Nie zawiera
pt_pt: Não contém
ru_ru: Не содержит
th_th: ไม่มี
tr_tr: İçermez
uk_ua: Не містить

source: Cross
ar_sa: تقاطع
de_de: ärgerlich
es_es: Cruce
fa_ir: صلیب
fr_fr: Croiser
hi_in: पार करना
it_it: Incrocio
ja_jp: 交差する
pl_pl: Krzyż
pt_pt: Cruzar
ru_ru: Пересечение
th_th: ข้าม
tr_tr: Çapraz
uk_ua: Перетин

source: Cross Above
ar_sa: الصليب أعلاه
fa_ir: صلیب بالا
fr_fr: Croisement au dessus
hi_in: क्रॉस ऊपर
it_it: Croce sopra
ja_jp: 上を横切る
pl_pl: Krzyż powyżej
pt_pt: Cruz acima
ru_ru: Пересечение сверху
th_th: ข้ามด้านบน
tr_tr: Yukarıda Cross
uk_ua: Перетин зверху

source: Cross Below
ar_sa: عبر أدناه
es_es: Cruz a continuación
fa_ir: صلیب زیر
fr_fr: Croisement en dessous
hi_in: नीचे क्रॉस
it_it: Croce sotto
ja_jp: 下を横切る
pl_pl: Krzyż poniżej
pt_pt: Cruz abaixo
ru_ru: Пересечение снизу
th_th: ข้ามด้านล่าง
tr_tr: Aşağıda Cross
uk_ua: Перетин знизу

source: Full chart range
ar_sa: نطاق المخطط الكامل
de_de: Vollständiger Chartbereich
es_es: Rango completo del gráfico
fa_ir: محدوده نمودار کامل
fr_fr: Gamme complète de graphiques
hi_in: पूर्ण चार्ट रेंज
it_it: Intervallo grafico completo
ja_jp: フルチャート範囲
pl_pl: Pełny zakres wykresów
pt_pt: Gama completa de gráficos
ru_ru: Полный диапазон графика
th_th: ช่วงแผนภูมิเต็ม
tr_tr: Tam grafik aralığı
uk_ua: Повний діапазон графіку

source: Daily
ar_sa: يومي
de_de: Täglich
es_es: Diario
fa_ir: روزانه
fr_fr: Quotidien
hi_in: दैनिक
it_it: Quotidiana
ja_jp: 当日分を表示
pl_pl: Dzienne
pt_pt: Diário
ru_ru: День
th_th: ทุกวัน
tr_tr: Günlük
uk_ua: Щоденні

source: Weekly
ar_sa: التنزيلات
de_de: Wöchentliche
es_es: Semanal
fa_ir: هفتگی
fr_fr: Hebdomadaire
hi_in: साप्ताहिक
it_it: Settimanale
ja_jp: 毎 週
pl_pl: Tygodniowy
pt_pt: Semanal
ru_ru: Еженедельно
th_th: รายสัปดาห์
tr_tr: Hafta -lık
uk_ua: Щотижневий

source: Loading volume analysis data...
ar_sa: يتم الآن تحميل بيانات تحليل حجم الصوت...
de_de: Volumenanalysedaten werden geladen...
es_es: Cargando datos de análisis de volumen...
fa_ir: بارگذاری داده های تجزیه و تحلیل حجم...
fr_fr: Données d’analyse de volume de chargement...
hi_in: वॉल्यूम विश्लेषण डेटा लोड हो रहा है ...
it_it: Caricamento dei dati di analisi del volume in...
ja_jp: ボリューム分析データを読み込んでいます。
pl_pl: Trwa ładowanie danych analizy objętości...
pt_pt: Carregar dados de análise de volume...
ru_ru: Загрузка данные объемного анализа...
th_th: กําลังโหลดข้อมูลการวิเคราะห์ปริมาณ...
tr_tr: Hacim analizi verilerinin yüklenmesi...
uk_ua: Завантаження даних об'ємного аналізу...

source: Bar style
ar_sa: نمط شريط
de_de: Bar-Stil
es_es: Estilo de barra
fa_ir: سبک نوار
fr_fr: Style de barre
hi_in: बार शैली
it_it: Stile barra
ja_jp: バースタイル
pl_pl: Styl pręta
pt_pt: Estilo de bar
ru_ru: Стиль свечи
th_th: สไตล์บาร์
tr_tr: Çubuk stili
uk_ua: Стиль свічки

source: Histogram style
ar_sa: نمط الرسم البياني
de_de: Histogramm-Stil
es_es: Estilo de histograma
fa_ir: سبک هستوگرام
fr_fr: Histogramme
hi_in: हिस्टोग्राम शैली
it_it: Stile istogramma
ja_jp: ヒストグラムのスタイル
pl_pl: Styl histogramu
pt_pt: Estilo histograma
ru_ru: Стиль гистограммы
th_th: สไตล์ฮิสโตแกรม
tr_tr: Histogram stili
uk_ua: Стиль гістограми

source: Main line style
ar_sa: نمط الخط الرئيسي
de_de: Stil der Hauptlinie
es_es: Estilo de línea principal
fa_ir: سبک خط اصلی
fr_fr: Style de ligne principale
hi_in: मुख्य लाइन शैली
it_it: Stile linea principale
ja_jp: 主軸スタイル
pl_pl: Styl linii głównej
pt_pt: Estilo de linha principal
ru_ru: Стиль основной линии
th_th: สไตล์เส้นหลัก
tr_tr: Ana çizgi stili
uk_ua: Стиль основної лінії
