Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Swap free
ar_sa: مبادله مجانا
es_es: Swap gratis
fa_ir: تعویض رایگان
fr_fr: Swap gratuit
hi_in: स्वैप मुक्त
it_it: Swap gratuito
ja_jp: スワップ無料
pt_pt: Swap grátis
ru_ru: Без свопа
th_th: สวอปฟรี
tr_tr: Swap ücretsiz
uk_ua: Без свопу

source: Trader account type
ar_sa: نوع حساب المتداول
de_de: Trader-Account-Typ
es_es: Tipo de cuenta de comerciante
fa_ir: نوع حساب معامله گر
fr_fr: Type de compte Trader
hi_in: व्यापारी खाता प्रकार
it_it: Tipo di conto Trader
ja_jp: トレーダー勘定タイプ
pl_pl: Typ konta tradera
pt_pt: Tipo de conta Trader
ru_ru: Тип счета трейдера
th_th: ประเภทบัญชีเทรดเดอร์
tr_tr: Trader hesap türü
uk_ua: Тип рахунку трейдера

source: Account registration date
ar_sa: تاريخ تسجيل الحساب
de_de: Konto Anmeldetag
es_es: Fecha de registro de cuenta
fa_ir: تاریخ ثبت نام حساب
fr_fr: Date d'enregistrement du compte
hi_in: खाता पंजीकरण दिनांक
it_it: Data di registrazione dell'account
ja_jp: アカウント登録日
pl_pl: Data rejestracji konta
pt_pt: Data de registro da conta
ru_ru: Дата регистрации счета
th_th: วันที่ลงทะเบียนบัญชี
tr_tr: Hesap kayıt tarihi
uk_ua: Дата реєстрації рахунку

source: Three days Swaps
ar_sa: ثلاثه أيام مقايضه
de_de: Drei Tage Swaps
es_es: Swaps de tres días
fa_ir: سه روز معاوضه
fr_fr: Swaps de trois jours
hi_in: तीन दिन की अदला-बदली
it_it: Tre giorni di swap
ja_jp: スリーデイズスワップ
pl_pl: Trzy dni swapy
pt_pt: Três dias swaps
ru_ru: Трехдневные свопы
th_th: สวอปสามวัน
tr_tr: Üç gün swap
uk_ua: Триденні свопи

source: Swap long
ar_sa: مبادلة طويلة
es_es: Swap largo
fa_ir: تعویض طولانی
hi_in: स्वैप लांग
it_it: Swap lungo
ja_jp: ロングをスワップする
pl_pl: Zamień długo
pt_pt: 'Swap' de Compra
ru_ru: Длинный своп
th_th: สวอปยาว
tr_tr: Uzun pozisyon takası
uk_ua: Довгий своп

source: Swap short
ar_sa: مبادلة قصيرة
es_es: Swap corto
fa_ir: تعویض کوتاه
fr_fr: Swap court
hi_in: स्वैप लघु
ja_jp: ショートをスワップする
pl_pl: Zamień Krótki
pt_pt: 'Swap' de Venda
ru_ru: Короткий своп
th_th: สวอปสั้น ๆ
tr_tr: Kısa pozisyon takası
uk_ua: Короткий своп

source: Trading is enabled
ar_sa: يتم تمكين التداول
de_de: Handel ist möglich
es_es: El comercio está habilitado
fa_ir: معامله فعال است
fr_fr: Le trading est activé
hi_in: व्यापार सक्षम है
it_it: Trading è abilitato
ja_jp: トレーディングが有効
pl_pl: Handel jest włączony
pt_pt: A negociação está habilitada
ru_ru: Торговля включена
th_th: เปิดใช้งานการซื้อขายแล้ว
tr_tr: Ticaret etkindir
uk_ua: Торгівля включена

source: Firm
ar_sa: شركه
de_de: Firma
es_es: Firme
fa_ir: شرکت
fr_fr: Entreprise
hi_in: फर्म
it_it: impresa
ja_jp: 会社
pl_pl: Firmy
pt_pt: Firma
ru_ru: Фирма
th_th: มั่นคง
tr_tr: Firma
uk_ua: Фірма

source: Firm is empty.
ar_sa: شركة فارغة.
de_de: Die Firma ist leer.
es_es: La firma está vacía.
fa_ir: شرکت خالی است.
fr_fr: L’entreprise est vide.
hi_in: फर्म खाली है।
it_it: Lo studio è vuoto.
ja_jp: 会社は空です。
pl_pl: Firma jest pusta.
pt_pt: A firma está vazia.
ru_ru: Фирма пуста.
th_th: บริษัท ว่างเปล่า
tr_tr: Firma boş.
uk_ua: Фірма порожня.

source: Server have not supported
ar_sa: لم يتم اعتماد الملقم
de_de: Server wurde nicht unterstützt
es_es: El servidor no ha sido compatible
fa_ir: سرور پشتیبانی نشده است
fr_fr: Le serveur n’a pas pris en charge
hi_in: सर्वर का समर्थन नहीं किया है
it_it: Il server non è supportato
ja_jp: サーバーはサポートされていません
pl_pl: Serwer nie jest obsługiwany
pt_pt: O servidor não tem suportado
ru_ru: Сервер не поддерживается
th_th: เซิร์ฟเวอร์ไม่ได้รับการสนับสนุน
tr_tr: Sunucu desteklenmedi
uk_ua: Сервер не підтримується

source: Strategy type
ar_sa: نوع الاستراتيجية
de_de: Strategietyp
es_es: Tipo de estrategia
fa_ir: نوع استراتژی
fr_fr: Type de stratégie
hi_in: रणनीति प्रकार
it_it: Tipo di strategia
ja_jp: 戦略タイプ
pl_pl: Typ strategii
pt_pt: Tipo de estratégia
ru_ru: Тип стратегии
th_th: ประเภทกลยุทธ์
tr_tr: Strateji türü
uk_ua: Тип стратегії

source: Strategy ratio
ar_sa: نسبة الاستراتيجية
de_de: Strategieverhältnis
es_es: Ratio de estrategia
fa_ir: نسبت استراتژی
fr_fr: Ratio stratégie
hi_in: रणनीति अनुपात
it_it: Rapporto strategico
ja_jp: 戦略比率
pl_pl: Współczynnik strategii
pt_pt: Rácio de estratégia
ru_ru: Коэффициент стратегии
th_th: อัตราส่วนกลยุทธ์
tr_tr: Strateji oranı
uk_ua: Коефіцієнт стратегії

source: Available cash
ar_sa: النقدية المتاحة
de_de: Verfügbares Bargeld
es_es: Efectivo disponible
fa_ir: پول نقد موجود
fr_fr: Trésorerie disponible
hi_in: उपलब्ध नकदी
it_it: Contanti disponibili
ja_jp: 利用可能な現金
pl_pl: Dostępna gotówka
pt_pt: Dinheiro disponível
ru_ru: Доступные наличные
th_th: เงินสดที่มีอยู่
tr_tr: Mevcut nakit
uk_ua: Наявна готівка

source: Total unrelised P/L
ar_sa: مجموع المبلغ غير المُردّد له
es_es: Total P/L sinreles
fa_ir: مجموع غیر قابل ارتباط P/L
fr_fr: Total non cristallisé P/L
hi_in: कुल अनरिष्कृत पी/एल
it_it: Totale P/L non irrerelati
ja_jp: レレリスンされていない合計 P/L
pl_pl: Całkowita niezresztowana P/L
pt_pt: P/L total nãoliseu
ru_ru: Всего неиссясированных P/L
th_th: P/L ที่ไม่มีสีทั้งหมด
tr_tr: Toplam unrelised P /L
uk_ua: Усього нереалізована P/L

source: Total unrealised overnight P/L
ar_sa: إجمالي غير المتحقق بين عشية وضحاها P / L
de_de: Nicht realisierte Gesamtanzahl über Nacht P/L
es_es: Total de P/L durante la noche no realizada
fa_ir: مجموع تحقق نیافته یک شبه P/L
fr_fr: Total non réalisé du jour au lendemain P/L
hi_in: कुल अप्राप्त रातोंरात पी/एल
it_it: Totale non realizzato durante la notte P/L
ja_jp: 未実現の一晩の合計 P/L
pl_pl: Całkowita niezrealizowana noc P/L
pt_pt: Total não concretizado durante a noite P/L
ru_ru: Всего нереализованных ночь P / L
th_th: P/L ข้ามคืนที่ยังไม่เกิดขึ้นจริงทั้งหมด
tr_tr: Bir gecede gerçekleşmemiş toplam P/L
uk_ua: Усього нереалізована овернайт P/L

source: Total realised P/L
ar_sa: مجموع المحققة P / L
de_de: Insgesamt realisierte P/L
es_es: P/L total realizado
fa_ir: مجموع متوجه P / L
fr_fr: Total réalisé P/L
hi_in: कुल एहसास पी/एल
it_it: Totale realizzato P/L
ja_jp: 合計実現 P/L
pl_pl: Całkowita zrealizowana P/L
pt_pt: Total realizado P/L
ru_ru: Всего реализовано P/L
th_th: P/L ที่รับรู้ทั้งหมด
tr_tr: Toplam gerçekleşen P/L
uk_ua: Всього реалізована P/L

source: Total P/L
ar_sa: مجموع P/L
de_de: Insgesamt P/L
fa_ir: مجموع P/L
hi_in: कुल पी/एल
it_it: Totale P/L
ja_jp: 合計 P/L
pl_pl: Ogółem P/L
ru_ru: Всего P/L
th_th: P / L ทั้งหมด
tr_tr: Toplam P/L
uk_ua: Всього P/L

source: Position rollover
ar_sa: تجاوز الموضع
de_de: Positionsüberschlag
es_es: Rollover de posición
fa_ir: رولور موقعیت
fr_fr: Renversement de position
hi_in: स्थिति रोलओवर
it_it: Rollover della posizione
ja_jp: ポジションロールオーバー
pl_pl: Przerzucie pozycji
pt_pt: Capotamento de posição
ru_ru: Перенос позиции
th_th: โรลโอเวอร์ตําแหน่ง
tr_tr: Pozisyon rollover
uk_ua: Перенесення позиції

source: P/L rollower
ar_sa: P / L رولوير
fr_fr: Rollower P/L
hi_in: पी/एल रोलवर
it_it: Rollower P/L
ja_jp: P/Lロローワー
pl_pl: Rollower P/L
pt_pt: Rollower P/L
ru_ru: P/L роллоуэр
th_th: ม้วน P / L
uk_ua: Перенесення P/L

source: Order routing
ar_sa: توجيه الأوامر
de_de: Auftragsrouting
es_es: Enrutamiento de pedidos
fa_ir: راهی شدن سفارش
fr_fr: Routage des commandes
hi_in: आदेश मार्ग
it_it: Instradamento degli ordini
ja_jp: 注文ルーティング
pl_pl: Rozsyłanie zamówień
pt_pt: Encaminhamento de encomendas
ru_ru: Маршрутизация заказа
th_th: การกําหนดเส้นทางคําสั่งซื้อ
tr_tr: Sipariş yönlendirme
uk_ua: Маршрутизація ордеру

source: Pre trade risk managment
ar_sa: إدارة المخاطر التجارية قبل
de_de: Risikomanagement vor dem Handel
es_es: Gestión del riesgo preecalario
fa_ir: مدیریت ریسک پیش از تجارت
fr_fr: Gestion des risques commerciaux
hi_in: पूर्व व्यापार जोखिम प्रबंधन
it_it: Gestione del rischio pre-commercio
ja_jp: 事前取引リスク管理
pl_pl: Zarządzanie ryzykiem przedhandiem
pt_pt: Gestão de risco pré-comércio
ru_ru: Предварительное управление торговыми рисками
th_th: การบริหารความเสี่ยงก่อนการซื้อขาย
tr_tr: Ön ticaret risk yönetimi
uk_ua: Передторгове управління ризиками

source: Trading start time
ar_sa: وقت بدء التداول
de_de: Handelsstartzeit
es_es: Hora de inicio del trading
fa_ir: زمان شروع معاملات
fr_fr: Heure de démarrage du trading
hi_in: ट्रेडिंग शुरू समय
it_it: Ora di inizio del trading
ja_jp: 取引開始時間
pt_pt: Hora de início da negociação
ru_ru: Время начала торговли
th_th: เวลาเริ่มต้นเทรด
tr_tr: Trading başlama saati
uk_ua: Час початку угодлі

source: Trading stop time
ar_sa: وقت التوقف عن التداول
de_de: Handelsstoppzeit
es_es: Tiempo de parada de trading
fa_ir: زمان توقف معاملات
fr_fr: Temps d’arrêt de négociation
hi_in: ट्रेडिंग स्टॉप टाइम
it_it: Tempo di arresto del trading
ja_jp: 取引停止時間
pl_pl: Czas zatrzymania handlu
pt_pt: Tempo de paragem de negociação
ru_ru: Время остановки торговли
th_th: เวลาหยุดการซื้อขาย
tr_tr: İşlem durdurma süresi
uk_ua: Час зупинки угодлі

source: Loss limit(excluding overnight)
ar_sa: حد الخسارة (باستثناء الليلة)
de_de: Verlustgrenze (ohne Übernachtung)
es_es: Límite de pérdida (excepto durante la noche)
fa_ir: محدودیت از دست دادن (به استثنای یک شبه)
fr_fr: Limite de perte (hors nuit)
hi_in: नुकसान की सीमा (रातोंरात को छोड़कर)
it_it: Limite di perdita (escluso durante la notte)
ja_jp: 損失限度(一晩を除く)
pl_pl: Limit strat (z wyłączeniem nocy)
pt_pt: Limite de perdas (excluindo a pernoita)
ru_ru: Предел убытков (за исключением ночи)
th_th: ขีดจํากัดการสูญเสีย (ไม่รวมข้ามคืน)
tr_tr: Kayıp sınırı (gecelik hariç)
uk_ua: Обмеження збитків (за винятком ночі)

source: Loss limit
ar_sa: حد الخسارة
de_de: Verlustgrenze
es_es: Límite de pérdidas
fa_ir: حد از دست دادن
fr_fr: Limite de perte
hi_in: नुकसान की सीमा
it_it: Limite di perdita
ja_jp: 損失限度
pl_pl: Limit strat
pt_pt: Limite de perda
ru_ru: Лимит убытков
th_th: ขีดจํากัดการสูญเสีย
tr_tr: Kayıp sınırı
uk_ua: Обмеження збитків

source: Max account position size
ar_sa: الحد الأقصى لحجم مركز الحساب
de_de: Max. Kontopositionsgröße
es_es: Tamaño máximo de la posición de la cuenta
fa_ir: حداکثر اندازه موقعیت حساب
fr_fr: Taille maximale de la position du compte
hi_in: अधिकतम खाते की स्थिति का आकार
it_it: Dimensione massima della posizione del conto
ja_jp: 最大勘定位置サイズ
pl_pl: Maksymalny rozmiar pozycji konta
pt_pt: Tamanho da posição da conta máxima
ru_ru: Максимальный размер позиции по счету
th_th: ขนาดตําแหน่งบัญชีสูงสุด
tr_tr: Maksimum hesap konumu boyutu
uk_ua: Макс. розмір позиції рахунку

source: Max account order size
ar_sa: الحد الأقصى لحجم طلب الحساب
de_de: Max. Kontoauftragsgröße
es_es: Tamaño máximo del pedido de la cuenta
fa_ir: حداکثر اندازه سفارش حساب
fr_fr: Taille maximale de la commande de compte
hi_in: अधिकतम खाता आदेश आकार
it_it: Dimensione massima ordine conto
ja_jp: 最大勘定注文サイズ
pl_pl: Maksymalny rozmiar zamówienia konta
pt_pt: Tamanho máximo da ordem da conta
ru_ru: Максимальный размер ордера по счету
th_th: ขนาดการสั่งซื้อบัญชีสูงสุด
tr_tr: Maksimum hesap sipariş boyutu
uk_ua: Макс. розмір ордеру рахунку

source: Max position size
ar_sa: أقصى حجم الموقف
de_de: Max. Positionsgröße
es_es: Tamaño máximo de la posición
fa_ir: حداکثر اندازه موقعیت
fr_fr: Taille maximale de la position
hi_in: अधिकतम स्थिति आकार
it_it: Dimensione massima della posizione
ja_jp: 最大位置サイズ
pl_pl: Maksymalny rozmiar pozycji
pt_pt: Tamanho da posição máxima
ru_ru: Максимальный размер позиции
th_th: ขนาดตําแหน่งสูงสุด
tr_tr: Maksimum konum boyutu
uk_ua: Макс. розмір позиції

source: Max strategy position size
ar_sa: الحد الأقصى لحجم الموقف الاستراتيجية
de_de: Max. Strategiepositionsgröße
es_es: Tamaño máximo de la posición de la estrategia
fa_ir: حداکثر اندازه موقعیت استراتژی
fr_fr: Taille maximale de la position de la stratégie
hi_in: अधिकतम रणनीति स्थिति आकार
it_it: Dimensione massima della posizione della strategia
ja_jp: 最大戦略位置サイズ
pl_pl: Maksymalny rozmiar pozycji strategicznej
pt_pt: Tamanho da posição da estratégia máxima
ru_ru: Максимальный размер позиции стратегии
th_th: ขนาดตําแหน่งกลยุทธ์สูงสุด
tr_tr: Maksimum strateji konum boyutu
uk_ua: Макс. розмір позиції стратегії

source: Max strategy order size
ar_sa: الحد الأقصى لحجم طلبية الاستراتيجية
de_de: Max. Strategieauftragsgröße
es_es: Tamaño máximo del orden de la estrategia
fa_ir: حداکثر اندازه سفارش استراتژی
fr_fr: Taille maximale de l’ordre de stratégie
hi_in: अधिकतम रणनीति आदेश आकार
it_it: Dimensione massima dell'ordine strategico
ja_jp: 最大戦略オーダーサイズ
pl_pl: Maksymalny rozmiar zamówienia strategicznego
pt_pt: Tamanho máximo da ordem de estratégia
ru_ru: Максимальный размер ордера стратегии
th_th: ขนาดการสั่งซื้อกลยุทธ์สูงสุด
tr_tr: Maksimum strateji sipariş boyutu
uk_ua: Макс. розмір ордеру стратегії

source: Minimal balance
ar_sa: الحد الأدنى من الرصيد
de_de: Minimale Balance
es_es: Equilibrio mínimo
fa_ir: حداقل تعادل
fr_fr: Équilibre minimal
hi_in: न्यूनतम शेष राशि
it_it: Equilibrio minimo
ja_jp: 最小限のバランス
pl_pl: Minimalna równowaga
pt_pt: Equilíbrio mínimo
ru_ru: Минимальный баланс
th_th: สมดุลน้อยที่สุด
tr_tr: Minimum denge
uk_ua: Мінімальний баланс

source: Intraday margin rate
ar_sa: معدل هامش اليوم
es_es: Tasa de margen intradía
fa_ir: نرخ حاشیه درون روزی
fr_fr: Taux de marge intrajournalier
hi_in: इंट्राडे मार्जिन रेट
it_it: Tasso di margine intraday
ja_jp: 日中マージン率
pl_pl: Stopa marży śróddzień
pt_pt: Taxa de margem intradiária
ru_ru: Внутридневная маржинальная ставка
th_th: อัตรามาร์จิ้นระหว่างวัน
tr_tr: Gün içi marj oranı
uk_ua: Внутрішньоденна маржинальна ставка

source: Overnight margin rate
ar_sa: معدل الهامش لليلة واحدة
de_de: Tagesgeldsatz
es_es: Tasa de margen nocturno
fa_ir: نرخ حاشیه یک شبه
fr_fr: Taux de marge à un jour
hi_in: रातोंरात मार्जिन दर
it_it: Tasso di margine overnight
ja_jp: オーバーナイトマージンレート
pl_pl: Stopa marży overnight
pt_pt: Taxa de margem overnight
ru_ru: Ночная маржинальная ставка
th_th: อัตรามาร์จิ้นข้ามคืน
tr_tr: Gecelik marj oranı
uk_ua: Нічна маржинальна ставка

source: Warning loss limit
ar_sa: حد الخسارة التحذير
de_de: Warnungsverlustgrenze
es_es: Límite de pérdida de advertencia
fa_ir: محدودیت از دست دادن هشدار
fr_fr: Limite de perte d’avertissement
hi_in: चेतावनी हानि सीमा
it_it: Limite di perdita di avviso
ja_jp: 警告損失の制限
pl_pl: Limit strat ostrzegawczych
pt_pt: Limite de perda de aviso
ru_ru: Предупреждение о лимите потерь
th_th: ขีดจํากัดการสูญเสียคําเตือน
tr_tr: Uyarı kaybı sınırı
uk_ua: Попередження про межу збитків

source: Warning margin
ar_sa: تحذير الهامش
de_de: Warnspanne
es_es: Aviso de margen
fa_ir: حاشیه هشدار دهنده
fr_fr: Marge d'avertissement
hi_in: चेतावनी मार्जिन
it_it: Margine di avviso
ja_jp: マージンに対する警告
pl_pl: Wezwanie do depozytu
pt_pt: Alerta de margem
ru_ru: Предупреждение о марже
th_th: ระยะขอบเตือน
tr_tr: Marj uyarısı
uk_ua: Попередження про маржу

source: Warning P/L
ar_sa: تحذير P / L
de_de: Warnung P/L
es_es: Advertencia P/L
fa_ir: هشدار P/L
fr_fr: Avertissement P/L
hi_in: चेतावनी पी/एल
it_it: Avvertenza P/L
ja_jp: 警告 P/L
pl_pl: Ostrzeżenie P/L
pt_pt: Aviso P/L
ru_ru: Предупреждение о P/L
th_th: คําเตือน P / L
tr_tr: Uyarı P/L
uk_ua: Попередження про P/L

source: Warning threshold loss limit
ar_sa: حد خسارة الحد الأقصى للمهلة
de_de: Schwelle Verlustgrenze
es_es: Límite de pérdida de umbral de advertencia
fa_ir: حد از دست دادن آستانه هشدار
fr_fr: Limite de perte de seuil d’avertissement
hi_in: चेतावनी सीमा हानि सीमा
it_it: Limite di perdita soglia di avviso
ja_jp: 警告しきい値損失の制限
pl_pl: Limit strat progu ostrzegawczego
pt_pt: Limite de perda de limiar de aviso
ru_ru: Предел потери порога предупреждения
th_th: ขีดจํากัดการสูญเสียเกณฑ์การเตือน
tr_tr: Uyarı eşik kaybı sınırı
uk_ua: Попередження про межу збитків

source: Warning threshold margin
ar_sa: هامش عتبة التحذير
de_de: Warnschwelle
es_es: Margen de umbral de advertencia
fa_ir: حاشیه آستانه هشدار
fr_fr: Marge de seuil d’avertissement
hi_in: चेतावनी सीमा मार्जिन
it_it: Margine soglia di avviso
ja_jp: 警告しきい値のマージン
pl_pl: Margines progu ostrzegawczego
pt_pt: Margem limiar de aviso
ru_ru: Предупреждая пороговую маржу
th_th: ระยะขอบเกณฑ์คําเตือน
tr_tr: Uyarı eşik marjı
uk_ua: Попередження про поріг маржі

source: Warning threshold P/L
ar_sa: عتبة التحذير P/L
de_de: Warnschwelle P/L
es_es: Umbral de advertencia P/L
fa_ir: آستانه هشدار P/L
fr_fr: Seuil d’avertissement P/L
hi_in: चेतावनी सीमा P/L
it_it: Soglia di avviso P/L
ja_jp: 警告しきい値 P/L
pl_pl: Próg ostrzegawczy P/L
pt_pt: Limiar de aviso P/L
ru_ru: Предупреждающий порог P/L
th_th: เกณฑ์การเตือน P / L
tr_tr: Uyarı eşiği P/L
uk_ua: Попередження про поріг P/L

source: Account number
de_de: Kontonummer
es_es: Número de cuenta
fa_ir: شماره حساب
fr_fr: Numéro de compte
hi_in: खाता संख्या
it_it: Numero di conto
ja_jp: 口座番号：
pl_pl: Numer rachunku
pt_pt: Número da conta
ru_ru: Номер счета
th_th: หมายเลขบัญชี
tr_tr: Hesap No:
uk_ua: Номер рахунку

source: Description
ar_sa: الوصف
de_de: Beschreibung
es_es: Descripción
fa_ir: توضیحات
hi_in: विवरण
it_it: Descrizione
ja_jp: 説明
pl_pl: Opis
pt_pt: Descriçao
ru_ru: Описание
th_th: การบรรยาย
tr_tr: Açıklama
uk_ua: Опис

source: Broker/FCM
ar_sa: وسيط / FCM
fa_ir: بروکر/اف سی ام
fr_fr: Courtier/FCM
hi_in: ब्रोकर/एफसीएम
ja_jp: ブローカー/FCM
pt_pt: Corretor/FCM
ru_ru: Брокер/FCM
th_th: โบรกเกอร์/FCM
uk_ua: Брокер/FCM

source: Stop market
ar_sa: إيقاف السوق
de_de: Stop-Markt
es_es: Parar mercado
fa_ir: توقف بازار
fr_fr: Marché stop
hi_in: बाजार बंद करो
it_it: Stop al mercato
ja_jp: ストップ・マーケット
pl_pl: Zatrzymaj rynek
pt_pt: Parar o mercado
ru_ru: Рыночный Стоп
th_th: หยุดตลาด
tr_tr: Piyasa Emrini Durdur
uk_ua: Стоп Маркет

source: Post
ar_sa: وظيفه
de_de: Bereitstellen
es_es: Exponer
fr_fr: Publier
hi_in: पोस्ट
it_it: Inserisci
ja_jp: 投稿
pt_pt: Publicar
ru_ru: Поместить
th_th: ประกาศ
tr_tr: Yayınla
uk_ua: Розмістити

source: Reduce Only
ar_sa: تقليل فقط
de_de: Reduzieren Sie nur
es_es: Reducir sólo
fa_ir: فقط کاهش
fr_fr: Réduire uniquement
hi_in: केवल कम करें
it_it: Riduci solo
ja_jp: のみ削減
pl_pl: Tylko redukcja
pt_pt: Reduzir apenas
ru_ru: Уменьшить только
th_th: ลดเท่านั้น
tr_tr: Yalnızca Azaltın
uk_ua: Лише зменшення

source: Reduce
ar_sa: الحد
de_de: Reduzieren
es_es: Reducir
fa_ir: کاهش
fr_fr: Réduire
hi_in: कम करना
it_it: Ridurre
ja_jp: 減らす
pl_pl: Zmniejszyć
pt_pt: Reduzir
ru_ru: Уменьшить
th_th: ลด
tr_tr: Azaltmak
uk_ua: Зменшити

source: Invalid credentials
ar_sa: بيانات اعتماد غير صحيحة
de_de: Ungültige Anmeldeinformationen
es_es: Credenciales no válidas
fa_ir: اعتبارنامه های نامعتبر
fr_fr: Informations d’identification non valides
hi_in: अमान्य साख
it_it: Credenziali non valide
ja_jp: 無効な資格情報
pl_pl: Nieprawidłowe poświadczenia
pt_pt: Credenciais inválidas
ru_ru: Недействительные учетные данные
th_th: ข้อมูลรับรองไม่ถูกต้อง
tr_tr: Geçersiz kimlik bilgileri
uk_ua: Неприпустимі облікові дані

source: Connection data server is missing
ar_sa: خادم بيانات الاتصال مفقود
de_de: Verbindungsdatenserver fehlt
es_es: Falta el servidor de datos de conexión
fa_ir: سرویس دهنده داده اتصال گم شده است
fr_fr: Le serveur de données de connexion est manquant
hi_in: कनेक्शन डेटा सर्वर गायब है
it_it: Server dati di connessione mancante
ja_jp: 接続データ サーバーが見つかりません
pl_pl: Brak serwera danych połączenia
pt_pt: Falta o servidor de dados de ligação
ru_ru: Отсутствует сервер данных подключения
th_th: เซิร์ฟเวอร์ข้อมูลการเชื่อมต่อหายไป
tr_tr: Bağlantı veri sunucusu eksik
uk_ua: Сервер даних підключення відсутній

source: Authorization endpoint is missing
ar_sa: نقطة نهاية التخويل مفقودة
de_de: Autorisierungsendpunkt fehlt
es_es: Falta el punto final de autorización
fa_ir: نقطه پایانی مجوز گم شده است
fr_fr: Le point de terminaison d’autorisation est manquant
hi_in: प्राधिकरण अंत बिंदु गायब है
it_it: Endpoint di autorizzazione mancante
ja_jp: 承認エンドポイントが見つかりません
pl_pl: Brak punktu końcowego autoryzacji
pt_pt: O ponto final da autorização está em falta
ru_ru: Конечная точка авторизации отсутствует
th_th: ปลายทางการอนุญาตหายไป
tr_tr: Yetkilendirme bitiş noktası eksik
uk_ua: Кінцева точка авторизації відсутня

source: Stop Limit
ar_sa: حد الإيقاف
es_es: Límite de Stop
fa_ir: توقف حد
fr_fr: Limite stop
hi_in: स्टॉप लिमिट
it_it: Limite di arresto
ja_jp: ストップリミット
pl_pl: Limit zatrzymania
pt_pt: Limite de paragem
ru_ru: Стоп Лимит
th_th: หยุดขีด จํากัด
tr_tr: Durdurma Limiti
uk_ua: Стоп Ліміт

source: Trailing stop
ar_sa: توقف تلقائي
de_de: Trailing-Stopp
fa_ir: توقف دنباله دار
fr_fr: Arrêt de fuite
hi_in: पीछे बंद
it_it: Arresto finale
ja_jp: トレーリングストップ
pl_pl: Tr. Stop
pt_pt: Paragem de rasto
ru_ru: Трейлинг стоп
th_th: หยุดต่อท้าย
tr_tr: İzleme durdurma
uk_ua: Трейлінг Стоп

source: Iceberg
ar_sa: فيض
de_de: Eisberg
fa_ir: کوه یخ
hi_in: हिमशैल
ja_jp: 氷山
pl_pl: Góry lodowej
ru_ru: Айсберг
th_th: ภูเขาน้ำแข็ง
tr_tr: Buzdağı

source: TWAP
pl_pl: TWAP (twap)
th_th: ทท.ท.ทวีศิลป์

source: GTC
de_de: Agb
hi_in: जीटीसी
th_th: จีทีซี

source: IOC
hi_in: आईओसी
th_th: ไอโอซี

source: ATO
ar_sa: اتو
hi_in: एटीओ
ru_ru: Ато
th_th: เอทีโอ

source: ATC
fa_ir: صبا
hi_in: एटीसी
th_th: เอทีซี

source: Credentials
ar_sa: وثائق التفويض
de_de: Anmeldeinformationen
es_es: Credenciales
fa_ir: اعتبار
fr_fr: Pouvoirs
hi_in: प्रत्यय-पत्र
it_it: Credenziali
ja_jp: 資格 情報
pl_pl: Poświadczenia
pt_pt: Credenciais
ru_ru: Учетные данные
th_th: ข้อมูลประจําตัว
tr_tr: Kimlik bilgi -leri
uk_ua: Облікові дані

source: FIX trade
ar_sa: تصحيح التجارة
de_de: FIX-Handel
es_es: Arreglar el comercio
fa_ir: ثابت تجارت
fr_fr: Fix commerce
hi_in: व्यापार को ठीक करें
it_it: FIX commercio
ja_jp: 取引を修正
pl_pl: NAPRAW handel
pt_pt: Comércio FIXO
ru_ru: Торговля FIX
th_th: แก้ไขการค้า
tr_tr: FIX ticaret
uk_ua: Угода FIX

source: FIX feed
ar_sa: تغذية FIX
es_es: FIJAR feed
fa_ir: فیم فیم
fr_fr: Flux FIX
hi_in: फिक्स फीड
it_it: Alimentazione FIX
ja_jp: フィードを修正する
pl_pl: Fix paszy
pt_pt: Feed FIX
ru_ru: FIX данные
th_th: ฟีดการแก้ไข
tr_tr: FIX beslemesi
uk_ua: Дані FIX

source: Displayed currency
ar_sa: العملة المعروضة
de_de: Angezeigte Währung
es_es: Moneda mostrada
fa_ir: ارز نمایش داده شده
fr_fr: Devise affichée
hi_in: प्रदर्शित मुद्रा
it_it: Valuta visualizzata
ja_jp: 表示される通貨
pl_pl: Wyświetlana waluta
pt_pt: Moeda exibida
ru_ru: Отображаемая валюта
th_th: สกุลเงินที่แสดง
tr_tr: Görüntülenen para birimi
uk_ua: Відображувана валюта

source: Client ID
ar_sa: رقم العميل
es_es: ID de cliente
fa_ir: شناسه مشتری
fr_fr: ID du client
hi_in: क्लाइंट आईडी
ja_jp: クライアントID
pl_pl: ID Klienta
pt_pt: ID do cliente
ru_ru: ID клиента
th_th: รหัสลูกค้า
tr_tr: Müşteri Kimliği
uk_ua: ID клієнта

source: Application ID
ar_sa: معرف التطبيق
de_de: Anwendungs-ID
es_es: ID de aplicación
fa_ir: شناسه کاربرد
fr_fr: ID d’application
hi_in: आवेदन आईडी
it_it: ID applicazione
ja_jp: アプリケーション ID
pl_pl: Identyfikator aplikacji
pt_pt: ID de aplicação
ru_ru: Идентификатор приложения
th_th: รหัสแอปพลิเคชัน
tr_tr: Başvuru Kimliği
uk_ua: ID застосунку

source: Shared key
ar_sa: مفتاح مشترك
de_de: Gemeinsamer Schlüssel
es_es: Clave compartida
fa_ir: کلید مشترک
fr_fr: Clé partagée
hi_in: साझा की गई कुंजी
it_it: Chiave condivisa
ja_jp: 共有キー
pl_pl: Klucz udostępniony
pt_pt: Chave partilhada
ru_ru: Общий ключ
th_th: คีย์ที่แชร์
tr_tr: Paylaşılan anahtar
uk_ua: Спільний ключ

source: Port
ar_sa: المنفذ
de_de: Hafen
es_es: Puerto
fa_ir: پورت
hi_in: बंदरगाह
it_it: Porta
ja_jp: ポート：
pl_pl: Portu
pt_pt: Porta
ru_ru: Порт:
th_th: ท่า
tr_tr: Bağlantı noktası
uk_ua: Порт

source: SenderCompId
ar_sa: معرف المرسل
hi_in: प्रेंडरकॉम्पआईडी
ja_jp: 送信者のコンプID
pl_pl: SenderCompIdId
th_th: ผู้ส่งCompId
tr_tr: GönderenCompId

source: Trades history
ar_sa: سجّل التداولات
de_de: Handwerksgeschichte
es_es: Historial de operaciones
fa_ir: تاریخچه معاملات
fr_fr: Historique des trades
hi_in: ट्रेडों इतिहास
it_it: Storia delle mestieri
ja_jp: 取引履歴
pl_pl: Historia transakcji
pt_pt: Histórico de negociações
ru_ru: История сделок
th_th: ประวัติการซื้อขาย
tr_tr: İşlem geçmişi
uk_ua: Історія угод

source: Transactions history
ar_sa: محفوظات المعاملات
de_de: Transaktionsverlauf
es_es: Historial de transacciones
fa_ir: تاریخچه معاملات
fr_fr: Historique des transactions
hi_in: लेन-देन का इतिहास
it_it: Storico transazioni
ja_jp: トランザクション履歴
pl_pl: Historia transakcji
pt_pt: Histórico de transações
ru_ru: История транзакций
th_th: ประวัติการทําธุรกรรม
tr_tr: İşlem geçmişi
uk_ua: Історія трансакцій
