Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: URL of the companies website
ar_sa: عنوان URL لموقع الشركات
de_de: URL der Website des Unternehmens
es_es: URL del sitio web de las empresas
fa_ir: آدرس وب سایت شرکت ها
fr_fr: URL du site web des entreprises
hi_in: कंपनियों की वेबसाइट का यूआरएल
it_it: URL del sito Web delle società
ja_jp: 会社ウェブサイトのURL
pl_pl: Adres URL strony internetowej firm
pt_pt: URL do site das empresas
ru_ru: URL-адрес веб-сайта компании
th_th: URL ของเว็บไซต์บริษัท
tr_tr: Şirketlerin web sitesinin URL'si
uk_ua: URL-адреса веб-сайту компаній

source: Phone number
ar_sa: رقم الهاتف
de_de: Telefonnummer
es_es: Número de teléfono
fa_ir: شماره تلفن
fr_fr: Numéro de téléphone
hi_in: फोन संख्या
it_it: Numero di telefono
ja_jp: 電話番号
pl_pl: Numer telefonu
pt_pt: Número do telefone
ru_ru: Номер телефона
th_th: หมายเลขโทรศัพท์
tr_tr: Telefon No
uk_ua: Номер телефону

source: Phone number for this company. Usually corporate contact number.
ar_sa: رقم هاتف هذه الشركة. عادة رقم الاتصال بالشركة.
de_de: Telefonnummer für dieses Unternehmen. In der Regel Unternehmenskontaktnummer.
es_es: Número de teléfono de esta compañía. Por lo general, número de contacto corporativo.
fa_ir: شماره تلفن براي اين شرکت . معمولا شماره تماس شرکت ها.
fr_fr: Numéro de téléphone pour cette soci été. Habituellement numéro de contact d’entreprise.
hi_in: इस कंपनी के लिए फोन नंबर। आमतौर पर कॉर्पोरेट संपर्क नंबर।
it_it: Numero di telefono per questa società. Di solito numero di contatto aziendale.
ja_jp: この会社の電話番号です。通常、企業の連絡先番号。
pl_pl: Numer telefonu dla tej firmy. Zazwyczaj numer kontaktowy firmy.
pt_pt: Número de telefone para esta empresa. Normalmente número de contacto corporativo.
ru_ru: Номер телефона этой компании. Обычно корпоративный контактный номер.
th_th: หมายเลขโทรศัพท์สําหรับบริษัทนี้ โดยปกติหมายเลขติดต่อขององค์กร
tr_tr: Bu şirketin telefon numarası. Genellikle şirket iletişim numarası.
uk_ua: Номер телефону цієї компанії. Зазвичай корпоративний контактний номер.

source: Headquarter address
ar_sa: عنوان المقر
de_de: Headquarter-Adresse
es_es: Dirección de la sede
fa_ir: آدرس ستاد
fr_fr: Adresse du siège social
hi_in: मुख्यालय का पता
it_it: Indirizzo della sede centrale
ja_jp: 本社住所
pl_pl: Adres siedziby głównej
pt_pt: Endereço do quartel-general
ru_ru: Адрес штаб-квартиры
th_th: ที่อยู่สํานักงานใหญ่
tr_tr: Genel müdürlük adresi
uk_ua: Адреса штаб-квартири

source: Headquarter state
ar_sa: ولاية المقر
de_de: Stand der Zentrale
es_es: Estado de la sede
fa_ir: دولت ستاد
fr_fr: État du siège social
hi_in: मुख्यालय राज्य
it_it: Stato sede centrale
ja_jp: 本社の状態
pl_pl: Stan siedziby
pt_pt: Estado-sede
ru_ru: Состояние штаб-квартиры
th_th: รัฐสํานักงานใหญ่
tr_tr: Genel Müdürlük durumu
uk_ua: Штат штаб-квартири

source: Headquarter country
ar_sa: بلد المقر
de_de: Hauptland
es_es: País de la sede
fa_ir: کشور ستادی
fr_fr: Siège social
hi_in: मुख्यालय देश
it_it: Paese della sede centrale
ja_jp: 本社国
pl_pl: Kraj siedziby
pt_pt: País sede
ru_ru: Страна со штаб-квартирой
th_th: ประเทศสํานักงานใหญ่
tr_tr: Merkez ülke
uk_ua: Країна штаб-квартири

source: CEO
ar_sa: الرئيس التنفيذي
fa_ir: مدیرعامل
fr_fr: Pdg
hi_in: सीईओ
ru_ru: Директор
th_th: ซีอีโอ
tr_tr: Ceo 'su
uk_ua: Директор

source: Name of the companies current CEO
ar_sa: اسم الرئيس التنفيذي الحالي للشركات
de_de: Name der Unternehmen aktueller CEO
es_es: Nombre del CEO actual de las empresas
fa_ir: نام شرکت های مدیر عامل فعلی
fr_fr: Nom des sociétés actuelles PDG
hi_in: कंपनियों के वर्तमान सीईओ का नाम
it_it: Nome dell'attuale CEO delle società
ja_jp: 現在のCEOの会社名
pl_pl: Nazwa firm obecnego dyrektora generalnego
pt_pt: Nome das empresas atual CEO
ru_ru: Имя нынешнего генерального директора компаний
th_th: ชื่อบริษัทปัจจุบัน CEO
tr_tr: Şirketlerin mevcut CEO'su adı
uk_ua: Ім'я нинішнього генерального директора компаній

source: Market cap
ar_sa: سقف السوق
de_de: Marktkapitalisierung
es_es: Límite de mercado
fa_ir: کلاه بازار
fr_fr: Plafond du marché
hi_in: मार्केट कैप
it_it: Limite di mercato
ja_jp: 時価総額
pl_pl: Kapitalizacja rynkowa
pt_pt: Tampa de mercado
ru_ru: Рыночная крышка
th_th: มูลค่าตามราคาตลาด
tr_tr: Piyasa kapağı
uk_ua: Ринкова капіталізація

source: Current market cap for this company
ar_sa: سقف السوق الحالي لهذه الشركة
de_de: Aktuelle Marktkapitalisierung für dieses Unternehmen
es_es: Capitalización de mercado actual para esta empresa
fa_ir: درپوش بازار فعلی برای این شرکت
fr_fr: Capitalisation boursière actuelle pour cette société
hi_in: इस कंपनी के लिए वर्तमान बाजार कैप
it_it: Capitalizzazione di mercato attuale per questa società
ja_jp: この会社の現在の時価総額
pl_pl: Obecny limit rynkowy dla tej firmy
pt_pt: Limite de mercado atual para esta empresa
ru_ru: Текущий рыночный лимит для этой компании
th_th: มูลค่าตามราคาตลาดปัจจุบันสําหรับบริษัทนี้
tr_tr: Bu şirket için geçerli pazar kapağı
uk_ua: Ринкова капіталізація цієї компанії

source: Employees
ar_sa: الموظفين
de_de: Mitarbeiter
es_es: Empleados
fa_ir: کارکنان
fr_fr: Employés
hi_in: कर्मचारियों
it_it: Dipendenti
ja_jp: 従業員
pl_pl: Pracowników
pt_pt: Colaboradores
ru_ru: Сотрудников
th_th: พนักงาน
tr_tr: Çalışan
uk_ua: Співробітників

source: Approximate number of employees
ar_sa: العدد التقريبي للموظفين
de_de: Ungefähre Anzahl der Mitarbeiter
es_es: Número aproximado de empleados
fa_ir: تعداد تقریبی کارکنان
fr_fr: Nombre approximatif d’employés
hi_in: कर्मचारियों की अनुमानित संख्या
it_it: Numero approssimativo di dipendenti
ja_jp: 従業員のおおよその数
pl_pl: Przybliżona liczba pracowników
pt_pt: Número aproximado de funcionários
ru_ru: Приблизительное число сотрудников
th_th: จํานวนพนักงานโดยประมาณ
tr_tr: Yaklaşık çalışan sayısı
uk_ua: Приблизна кількість співробітників

source: Unknown error while connect
ar_sa: خطا غير معروف اثناء الاتصال
de_de: Unbekannter Fehler beim Verbinden
es_es: Error desconocido mientras se conecta
fa_ir: خطای ناشناخته هنگام اتصال
fr_fr: Erreur inconnue lors de la connexion
hi_in: कनेक्ट करते समय अज्ञात त्रुटि
it_it: Errore sconosciuto durante il collegamento
ja_jp: 接続中に不明なエラー
pl_pl: Nieznany błąd podczas łączenia
pt_pt: Erro desconhecido ao conectar
ru_ru: Неизвестная ошибка подключения
th_th: ข้อผิดพลาดที่ไม่รู้จักขณะเชื่อมต่อ
tr_tr: Bağlantı sırasında bilinmeyen hata
uk_ua: Невідома помилка під час підключення

source: Username
ar_sa: المستخدم
de_de: Nutzername
es_es: nombre de usuario
fa_ir: نام کاربری
fr_fr: nom d'utilisateur
hi_in: उपयोगकर्ता नाम
it_it: Nome utente
ja_jp: 名
pl_pl: Nazwę użytkownika
pt_pt: Nome de utilizador
ru_ru: Пользователя
th_th: ยูสเซอร์เนม
uk_ua: Користувач

source: Wmid
fa_ir: ومید
pl_pl: Wmid ( Wmid )
th_th: วิมิด

source: EqualTo
ar_sa: يساوي إلى
hi_in: बराबरी
it_it: Uguale a
ja_jp: 等しい
pl_pl: EqualTo ( EqualTo )
pt_pt: IgualTo
ru_ru: РавныйTo
th_th: เท่ากับโต

source: GreaterThan
ar_sa: أكبر ثن
hi_in: ग्रेटरसेन
ja_jp: グレータータン
ru_ru: Большой Тоан
th_th: มหานคร

source: GreaterThanOrEqualTo
ar_sa: أكبر التانورال
hi_in: ग्रेटरथानोरqualTo
ja_jp: グレータータントールイコールト
th_th: มหานครนคร

source: LessThan
ar_sa: ليسثثان
hi_in: कम से
ja_jp: より少ない
th_th: เลสธาน

source: NotLessThan
ar_sa: نوتليس ثان
hi_in: नोट्ससेन
ja_jp: いない
pl_pl: NotLessDziej
th_th: ไม่เลสธาน

source: Compare operator
ar_sa: مقارنة عامل التشغيل
de_de: Vergleichdes Operator
es_es: Comparar operador
fa_ir: مقایسه اپراتور
fr_fr: Comparer l’opérateur
hi_in: ऑपरेटर की तुलना करें
it_it: Operatore di confronto
ja_jp: 比較演算子
pl_pl: Porównaj operatora
pt_pt: Comparar operador
ru_ru: Сравните оператора
th_th: เปรียบเทียบโอเปอเรเตอร์
tr_tr: İşletici karşılaştır
uk_ua: Оператор порівняння

source: Compare price type
ar_sa: مقارنة نوع السعر
de_de: Preistyp vergleichen
es_es: Comparar tipo de precio
fa_ir: مقایسه نوع قیمت
fr_fr: Comparer le type de prix
hi_in: मूल्य प्रकार की तुलना करें
it_it: Confronta tipo di prezzo
ja_jp: 価格タイプの比較
pl_pl: Porównaj typ ceny
pt_pt: Comparar tipo de preço
ru_ru: Сравните тип цены
th_th: เปรียบเทียบประเภทราคา
tr_tr: Fiyat türünü karşılaştır
uk_ua: Тип порівняння ціни

source: Enable 'Market by Order' (MBO) mode
de_de: Aktivieren Sie den MBO-Modus (Market by Order)
fa_ir: فعال کردن 'بازار بر اساس سفارش' (MBO) حالت
fr_fr: Activer le mode 'Market by Order' (MBO)
it_it: Abilita la modalità "Market by Order" (MBO)
th_th: เปิดใช้งานโหมด 'ตลาดตามคําสั่ง' (MBO)
uk_ua: Увімкнути режим "Ринок за замовленням" (MBO)

source: Single point value
ar_sa: قيمة نقطة واحدة
de_de: Einzelpunktwert
es_es: Valor de punto único
fa_ir: مقدار تک نقطه ای
fr_fr: Valeur d’un point
hi_in: सिंगल पॉइंट वैल्यू
it_it: Valore punto singolo
ja_jp: 単一ポイント値
pl_pl: Wartość pojedynczego punktu
pt_pt: Valor de ponto único
ru_ru: Значение одной точки
th_th: ค่าจุดเดียว
tr_tr: Tek nokta değeri
uk_ua: Значення однієї точки

source: Single point value of the instrument's trading price.
ar_sa: قيمة نقطة واحدة من سعر تداول الأداة.
de_de: Einzelpunktwert des Handelspreises des Instruments.
es_es: Valor de punto único del precio de negociación del instrumento.
fa_ir: ارزش تک نقطه ای قیمت معاملات ابزار.
fr_fr: Valeur à point unique du prix de négociation de l’instrument.
hi_in: उपकरण के व्यापार मूल्य का एकल बिंदु मूल्य।
it_it: Valore in singolo punto del prezzo di negoziazione dello strumento.
ja_jp: 商品の取引価格の単一ポイント値。
pl_pl: Wartość pojedynczego punktu ceny handlowej instrumentu.
pt_pt: Valor único do preço de negociação do instrumento.
ru_ru: Одноое очко торговой цены инструмента.
th_th: มูลค่าจุดเดียวของราคาซื้อขายของตราสาร
tr_tr: Enstrümanın işlem fiyatının tek puanlık değeri.
uk_ua: Значення одного пункту торгової ціни інструменту.

source: Cap price
ar_sa: سعر الحد الأقصى
de_de: Cap-Preis
es_es: Precio máximo
fa_ir: قیمت کلاه
fr_fr: Prix plafond
hi_in: कैप मूल्य
it_it: Prezzo del tappo
ja_jp: キャップ価格
pl_pl: Cena czapki
pt_pt: Preço do limite
ru_ru: Цена крышки
th_th: ราคาสูงสุด
tr_tr: Kapak fiyatı
uk_ua: Максимальна ціна

source: If applicable, the binary contract type of the instrument.
ar_sa: إذا كان ذلك ممكنا، نوع العقد الثنائي من الصك.
de_de: Gegebenenfalls der binäre Vertragstyp des Instruments.
es_es: Si procede, el tipo de contrato binario del instrumento.
fa_ir: در صورت قابل اجرا، نوع قرارداد دودویی ابزار است.
fr_fr: Le cas échéant, le type de contrat binaire de l’instrument.
hi_in: यदि लागू हो, तो साधन का बाइनरी अनुबंध प्रकार।
it_it: Se applicabile, il tipo di contratto binario dello strumento.
ja_jp: 該当する場合は、計測器のバイナリコントラクトタイプ。
pl_pl: W stosownych przypadkach, binarny typ kontraktu instrumentu.
pt_pt: Se aplicável, o tipo de contrato binário do instrumento.
ru_ru: Если это применимо, тип двоичного контракта инструмента.
th_th: ถ้ามี ประเภทสัญญาไบนารีของตราสาร
tr_tr: Varsa, enstrümanın ikili sözleşme türü.
uk_ua: Якщо застосовно, тип бінарного договору інструмента.

source: Floor price
ar_sa: السعر الأدنى
de_de: Grundpreis
es_es: Precio del piso
fa_ir: قیمت کف
fr_fr: Prix plancher
hi_in: फर्श की कीमत
it_it: Prezzo del pavimento
ja_jp: フロア価格
pl_pl: Cena podłogi
pt_pt: Preço do piso
ru_ru: Цена этажа
th_th: ราคาตั้งพื้น
tr_tr: Kat fiyatı
uk_ua: Мінімальна ціна

source: If applicable, the floor price of the instrument.
ar_sa: إن كان ذلك منطبقاً، فإن الحد الأدنى لسعر الأداة.
de_de: Gegebenenfalls der Grundpreis des Instruments.
es_es: Si procede, el precio del suelo del instrumento.
fa_ir: در صورت قابل اجرا، قیمت کف ابزار.
fr_fr: Le cas échéant, le prix plancher de l’instrument.
hi_in: यदि लागू हो, तो साधन की मंजिल मूल्य।
it_it: Se del caso, il prezzo minimo dello strumento.
ja_jp: 該当する場合は、機器のフロア価格。
pl_pl: W stosownych przypadkach cena minimalna instrumentu.
pt_pt: Se aplicável, o preço do piso do instrumento.
ru_ru: Если это применимо, пол цена инструмента.
th_th: ถ้ามี ราคาพื้นของตราสาร
tr_tr: Varsa, enstrümanın taban fiyatı.
uk_ua: Якщо застосовується, то мінімальна ціна інструменту.

source: If specified, indicates whether this instrument is tradable or not.
ar_sa: إذا كان محدداً، يشير إلى ما إذا كانت هذه الأداة قابلة للتداول أم لا.
de_de: Wenn angegeben, gibt an, ob dieses Instrument handelbar ist oder nicht.
es_es: Si se especifica, indica si este instrumento es intercambiable o no.
fa_ir: اگر مشخص شود، نشان می دهد که آیا این ابزار قابل ترادف است یا نه.
fr_fr: S’il est spécifié, indique si cet instrument est négociable ou non.
hi_in: यदि निर्दिष्ट है, तो इंगित करता है कि यह उपकरण व्यापार योग्य है या नहीं।
it_it: Se specificato, indica se questo strumento è tradable o meno.
ja_jp: 指定した場合、この計測器が取引可能かどうかを示します。
pl_pl: Jeśli jest określony, wskazuje, czy ten przyrząd jest zbywalny, czy nie.
pt_pt: Se especificado, indica se este instrumento é transacionável ou não.
ru_ru: Если указано, указывает, является ли этот инструмент торгуемым или нет.
th_th: หากระบุให้ระบุว่าเครื่องมือนี้สามารถซื้อขายได้หรือไม่
tr_tr: Belirtilirse, bu aletin takas edilebilir olup olmadığını gösterir.
uk_ua: Якщо зазначено, вказує, чи цей інструмент торгується чи ні.

source: Max price variation
ar_sa: أقصى تباين في السعر
de_de: Maximale Preisvariation
es_es: Variación máxima del precio
fa_ir: تنوع قیمت حداکثر
fr_fr: Variation maximale des prix
hi_in: अधिकतम मूल्य भिन्नता
it_it: Variazione di prezzo massima
ja_jp: 最大価格変動
pl_pl: Maksymalna zmienność cen
pt_pt: Variação máxima dos preços
ru_ru: Максимальная вариация цен
th_th: การเปลี่ยนแปลงราคาสูงสุด
tr_tr: Maksimum fiyat değişimi
uk_ua: Максимальна зміна ціни

source: If applicable, the differential static value for price banding.
ar_sa: إذا كان ذلك ممكنا، فإن القيمة الثابتة التفاضلية لعروق السعر.
de_de: Gegebenenfalls der differenzielle statische Wert für die Preisbandierung.
es_es: Si procede, el valor estático diferencial para las bandas de precios.
fa_ir: اگر قابل اجرا باشد، مقدار استاتیک دی دیال برای بانداژ قیمت.
fr_fr: Le cas échéant, la valeur statique différentielle pour le baguage des prix.
hi_in: यदि लागू हो, तो मूल्य बैंडिंग के लिए अंतर स्थिर मूल्य।
it_it: Se applicabile, il valore statico differenziale per la fasciatura dei prezzi.
ja_jp: 該当する場合、価格帯電の差分静的値。
pl_pl: W stosownych przypadkach, różnicowa wartość statyczna dla pasmowania cen.
pt_pt: Se aplicável, o valor estático diferencial para a cintilagem de preços.
ru_ru: Если это применимо, то дифференциальное статическое значение для диапазона цен.
th_th: ถ้ามี ค่าคงที่ที่แตกต่างกันสําหรับแถบราคา
tr_tr: Varsa, fiyat bantlama için diferansiyel statik değer.
uk_ua: Якщо застосовується, диференціальне статичне значення цінового діапазону.

source: Open time
ar_sa: وقت الافتتاح
de_de: Öffnungszeit
es_es: Hora de apertura
fa_ir: زمان باز
fr_fr: Heure d'ouverture
hi_in: खुला समय
it_it: Ora di apertura
ja_jp: オープン時間
pl_pl: Czas otwarcia
pt_pt: Hora de abertura
ru_ru: Время открытия
th_th: เวลาเปิดทําการ
tr_tr: Açma saati
uk_ua: Час відкриття

source: If applicable, the open time of the instrument.
ar_sa: إن كان ذلك ممكنا، فإن الوقت المفتوح للصك.
de_de: Gegebenenfalls die Öffnungszeit des Instruments.
es_es: Si procede, el tiempo de apertura del instrumento.
fa_ir: در صورت قابل اجرا، زمان باز ساز.
fr_fr: Le cas échéant, l’heure d’ouverture de l’instrument.
hi_in: यदि लागू हो, तो साधन का खुला समय।
it_it: Se applicabile, l'ora di apertura dello strumento.
ja_jp: 該当する場合は、計測器の開いた時間。
pl_pl: W stosownych przypadkach czas otwarcia urządzenia.
pt_pt: Se aplicável, o tempo aberto do instrumento.
ru_ru: Если это применимо, время открытия инструмента.
th_th: เวลาเปิดทําการของตราสาร (ถ้ามี)
tr_tr: Varsa, enstrümanın açık saati.
uk_ua: Якщо застосовується, час відкриття символу.

source: Period code
ar_sa: كود الفترة
de_de: Periodencode
es_es: Código de período
fa_ir: کد دوره
fr_fr: Code d’époque
hi_in: पीरियड कोड
it_it: Codice periodo
ja_jp: 期間コード
pl_pl: Kod okresu
pt_pt: Código de período
ru_ru: Код периода
th_th: รหัสตัวพิมพ์
tr_tr: Dönem kodu
uk_ua: Код періоду

source: If applicable, the period code of the instrument.
ar_sa: إن كان منطبقا، رمز الفترة من الصك.
de_de: Gegebenenfalls der Periodencode des Instruments.
es_es: Si procede, el código de período del instrumento.
fa_ir: در صورت قابل اجرا، کد دوره ابزار.
fr_fr: Le cas échéant, le code de période de l’instrument.
hi_in: यदि लागू हो, तो साधन का अवधि कोड।
it_it: Se del caso, il codice periodo dello strumento.
ja_jp: 該当する場合は、計器の期間コード。
pl_pl: W stosownych przypadkach kod okresu przyrządu.
pt_pt: Se aplicável, o código de época do instrumento.
ru_ru: Если это применимо, код периода документа.
th_th: รหัสช่วงเวลาของตราสาร (ถ้ามี)
tr_tr: Varsa, enstrümanın dönem kodu.
uk_ua: Якщо застосовується, код періоду символу.

source: Strike operator
ar_sa: مشغل الإضراب
de_de: Streik-Betreiber
es_es: Operador de huelga
fa_ir: اپراتور اعتصاب
fr_fr: Opérateur de grève
hi_in: हड़ताल ऑपरेटर
it_it: Operatore sciopero
ja_jp: ストライクオペレーター
pl_pl: Operator strajku
pt_pt: Operador de greve
ru_ru: Оператор забастовки
th_th: ตัวดําเนินการนัดหยุดงาน
tr_tr: Grev operatörü
uk_ua: Оператор страйку

source: If applicable, the strike price operator of the instrument.
ar_sa: إن كان ذلك ممكناً، فإن مشغل سعر الإضراب للأداة.
de_de: Gegebenenfalls der Streikpreisbetreiber des Instruments.
es_es: Si procede, el operador del precio de ejercicio del instrumento.
fa_ir: در صورت قابل اجرا، اپراتور قیمت اعتصاب ابزار.
fr_fr: Le cas échéant, l’opérateur du prix de grève de l’instrument.
hi_in: यदि लागू हो, तो साधन का स्ट्राइक प्राइस ऑपरेटर।
it_it: Se del caso, l'operatore del prezzo di sciopero dello strumento.
ja_jp: 該当する場合は、機器のストライク価格オペレーター。
pl_pl: W stosownych przypadkach operator ceny wykonania instrumentu.
pt_pt: Se aplicável, o operador de preço de greve do instrumento.
ru_ru: Если это применимо, оператор ударной цены инструмента.
th_th: หากมี ให้ผู้ดําเนินการราคาใช้สิทธิของตราสาร
tr_tr: Varsa, enstrümanın grev fiyat operatörü.
uk_ua: Якщо застосовується, Оператор забастовки ціни символу.

source: (Full License)
ar_sa: (الترخيص الكامل)
de_de: (Volllizenz)
es_es: (Licencia completa)
fa_ir: (مجوز کامل)
fr_fr: (Licence complète)
hi_in: (पूर्ण लाइसेंस)
it_it: (Licenza completa)
pl_pl: (Pełna licencja)
pt_pt: (Licença completa)
ru_ru: (Полная лицензия)
th_th: (ใบอนุญาตเต็มรูปแบบ)
uk_ua: (Повна ліцензія)

source: The FCM (futures commission merchant) associated with this account.
ar_sa: إن FCM (تاجر لجنة العقود الآجلة) المرتبط بهذا الحساب.
de_de: Der FCM (Futures Commission Merchant) ist mit diesem Konto verbunden.
es_es: El FCM (comerciante de comisiones de futuros) asociado a esta cuenta.
fa_ir: FCM (تاجر کمیسیون آتی) مرتبط با این حساب.
fr_fr: La FCM (négociant de commission à terme) associée à ce compte.
hi_in: इस खाते से जुड़े एफसीएम (वायदा कमीशन मर्चेंट)।
it_it: L'FCM (future commission merchant) associato a questo account.
ja_jp: このアカウントに関連付けられている FCM (先物コミッションマーチャント)。
pl_pl: FCM (sprzedawca prowizji futures) powiązany z tym kontem.
pt_pt: A FCM (futures commission merchant) associada a esta conta.
ru_ru: FCM (торговец фьючерсной комиссией), связанный с этим счетом.
th_th: FCM (ผู้ค้าคอมมิชชั่นฟิวเจอร์ส) ที่เชื่อมโยงกับบัญชีนี้
tr_tr: FCM (vadeli işlem komisyonu tüccarı) bu hesapla ilişkilidir.
uk_ua: FCM (продавець комісійних ф'ючерсів), пов'язаний із цим рахунком.

source: IB id
ar_sa: معرف IB
fa_ir: شناسه IB
fr_fr: ID IB
hi_in: आईबी आईडी
it_it: ID IB
pl_pl: Identyfikator IB
ru_ru: Идентификатор IB
th_th: รหัส IB
tr_tr: IB kimliği

source: The IB (introducing broker) associated with this account.
ar_sa: IB (وسيط التقديم) المرتبطة بهذا الحساب.
de_de: Die IB (Einführung Broker) mit diesem Konto verbunden.
es_es: El IB (introducción de broker) asociado a esta cuenta.
fa_ir: IB (کارگزار معرفی) مرتبط با این حساب.
fr_fr: L’IB (courtier d’introduction) associé à ce compte.
hi_in: आईबी (परिचय दलाल) इस खाते से जुड़ी है।
it_it: L'IB (broker di introduzione) associato a questo account.
ja_jp: このアカウントに関連付けられている IB (導入ブローカー)。
pl_pl: IB (broker wprowadzający) skojarzony z tym kontem.
pt_pt: O IB (corretor de introdução) associado a esta conta.
ru_ru: IB (ввод брокера), связанный с этим счетом.
th_th: IB (โบรกเกอร์แนะนํา) ที่เชื่อมโยงกับบัญชีนี้
tr_tr: IB (tanıtıcı broker) bu hesap ile ilişkili.
uk_ua: IB (представний брокер), пов'язаний з цим рахунком.

source: Status of the account, usually "active" or "inactive".
ar_sa: حالة الحساب، عادة "نشط" أو "غير نشط".
de_de: Status des Kontos, in der Regel "aktiv" oder "inaktiv".
es_es: Estado de la cuenta, normalmente "activo" o "inactivo".
fa_ir: وضعیت حساب، معمولاً "فعال" یا "غیر فعال".
fr_fr: État du compte, généralement « actif » ou « inactif ».
hi_in: खाते की स्थिति, आमतौर पर "सक्रिय" या "निष्क्रिय"।
it_it: Stato dell'account, di solito "attivo" o "inattivo".
ja_jp: 通常は「アクティブ」または「非アクティブ」のアカウントのステータス。
pl_pl: Stan konta, zwykle "aktywny" lub "nieaktywny".
pt_pt: Estado da conta, geralmente "ativo" ou "inativo".
ru_ru: Статус учетной записи, как правило, "активный" или "неактивный".
th_th: สถานะของบัญชีมักจะ "ใช้งานอยู่" หรือ "ไม่ได้ใช้งาน"
tr_tr: Hesabın durumu, genellikle "etkin" veya "etkin olmayan".
uk_ua: Статус облікового запису, зазвичай «активний» або «неактивний».

source: Algorithm
ar_sa: خوارزميه
de_de: Algorithmus
es_es: Algoritmo
fa_ir: الگوریتم
fr_fr: Algorithme
hi_in: एल्गोरिथ्म
it_it: Algoritmo
ja_jp: アルゴリズム
pl_pl: Algorytm
pt_pt: Algoritmo
ru_ru: Алгоритм
th_th: อัลกอริทึม
tr_tr: Algoritması
uk_ua: Алгоритм

source: The risk management algorithm used for the account.
ar_sa: خوارزمية إدارة المخاطر المستخدمة للحساب.
de_de: Der für das Konto verwendete Risikomanagementalgorithmus.
es_es: El algoritmo de gestión de riesgos utilizado para la cuenta.
fa_ir: الگوریتم مدیریت ریسک مورد استفاده برای حساب.
fr_fr: Algorithme de gestion des risques utilisé pour le compte.
hi_in: जोखिम प्रबंधन एल्गोरिदम का उपयोग खाते के लिए किया जाता है।
it_it: Algoritmo di gestione dei rischi utilizzato per l'account.
ja_jp: アカウントに使用されるリスク管理アルゴリズム。
pl_pl: Algorytm zarządzania ryzykiem używany dla konta.
pt_pt: O algoritmo de gestão de risco usado para a conta.
ru_ru: Алгоритм управления рисками, используемый для учетной записи.
th_th: อัลกอริทึมการจัดการความเสี่ยงที่ใช้สําหรับบัญชี
tr_tr: Hesap için kullanılan risk yönetimi algoritması.
uk_ua: Алгоритм управління ризиками, який використовується для рахунку.

source: Min account balance
ar_sa: حد حد رصيد الحساب
de_de: Min-Kontosaldo
es_es: Saldo mínimo de la cuenta
fa_ir: Min تراز حساب
fr_fr: Solde du compte Min
hi_in: न्यूनतम खाता शेष
it_it: Saldo minimo del conto
ja_jp: 最小勘定残高
pl_pl: Minimalne saldo konta
pt_pt: Saldo da conta min
ru_ru: Остаток счета Мин
th_th: ยอดเงินในบัญชีขั้นต่ํา
tr_tr: Min hesap bakiyesi
uk_ua: Мін. залишок за рахунком

source: If applicable, the minimum account balance.
ar_sa: إن كان ذلك ممكناً، الحد الأدنى من رصيد الحساب.
de_de: Gegebenenfalls der Mindestkontosaldo.
es_es: Si procede, el saldo mínimo de la cuenta.
fa_ir: در صورت قابل اجرا، حداقل تراز حساب.
fr_fr: Le cas échéant, le solde minimum du compte.
hi_in: यदि लागू हो, तो न्यूनतम खाता शेष राशि।
it_it: Se applicabile, il saldo minimo del conto.
ja_jp: 該当する場合は、最小勘定残高。
pl_pl: W stosownych przypadkach minimalne saldo konta.
pt_pt: Se aplicável, o saldo mínimo da conta.
ru_ru: Если это применимо, минимальный баланс счета.
th_th: หากมี ยอดคงเหลือในบัญชีขั้นต่ํา
tr_tr: Varsa, minimum hesap bakiyesi.
uk_ua: Якщо застосовується, мінімальний залишок коштів на рахунку.

source: Min margin balance
ar_sa: حد حد رصيد الهامش
es_es: Saldo mínimo de margen
fa_ir: تعادل حاشیه دقیقه
fr_fr: Solde de marge min
hi_in: न्यूनतम मार्जिन बैलेंस
it_it: Saldo margine minimo
ja_jp: 最小マージン残高
pl_pl: Minimalne saldo depozytu zabezpieczającego
pt_pt: Saldo da margem min
ru_ru: Мин маржинальный баланс
th_th: ยอดมาร์จิ้นขั้นต่ํา
tr_tr: Min marj dengesi
uk_ua: Мін. баланс маржі
