Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Market value of options calculated as the current market trade/best bid/best ask of the option (regarding to the risk account settings) times the number of options (positive for long options and negative for short options) in the portfolio. Included if purchasing power depends on it.
ar_sa: القيمة السوقية للخيارات المحسوبة على أنها تجارة السوق الحالية / أفضل عرض / أفضل طلب من الخيار (فيما يتعلق بإعدادات حساب المخاطر) أضعاف عدد الخيارات (إيجابية للخيارات الطويلة وسلبية للخيارات القصيرة) في المحفظة. متضمنة إذا كانت القوة الشرائية تعتمد على ذلك.
de_de: Marktwert der Optionen, berechnet als aktueller Markthandel/bestes Gebot/bester Brief der Option (in Bezug auf die Risikokontoeinstellungen) mal die Anzahl der Optionen (positiv für Long-Optionen und negativ für Short-Optionen) im Portfolio. Eingeschlossen, wenn die Kaufkraft davon abhängt.
es_es: Valor de mercado de las opciones calculado como el comercio de mercado actual / mejor oferta / mejor demanda de la opción (con respecto a la configuración de la cuenta de riesgo) veces el número de opciones (positivas para las opciones largas y negativas para las opciones cortas) en la cartera. Incluido si el poder adquisitivo depende de ello.
fa_ir: ارزش بازار گزینه های محاسبه شده به عنوان تجارت بازار فعلی / بهترین پیشنهاد / بهترین درخواست از گزینه (با توجه به تنظیمات حساب ریسک) برابر تعداد گزینه ها (مثبت برای گزینه های طولانی و منفی برای گزینه های کوتاه) در نمونه کارها. شامل اگر قدرت خرید بستگی به آن دارد.
fr_fr: La valeur marchande des options calculée comme étant la transaction actuelle sur le marché/la meilleure offre/la meilleure demande de l’option (en ce qui concerne les paramètres du compte à risque) multipliée par le nombre d’options (positives pour les options longues et négatives pour les options courtes) dans le portefeuille. Inclus si le pouvoir d’achat en dépend.
hi_in: वर्तमान बाजार व्यापार/सर्वश्रेष्ठ बोली/विकल्प के सर्वश्रेष्ठ पूछना (जोखिम खाता सेटिंग्स के बारे में) के रूप में गणना विकल्पों का बाजार मूल्य (लंबे विकल्पों के लिए सकारात्मक और छोटे विकल्पों के लिए नकारात्मक) पोर्टफोलियो में । यदि क्रय शक्ति इस पर निर्भर करती है तो शामिल हैं।
it_it: Valore di mercato delle opzioni calcolato come l'attuale trade di mercato / best bid / best ask dell'opzione (per quanto riguarda le impostazioni del conto di rischio) volte il numero di opzioni (positive per le opzioni lunghe e negative per le opzioni brevi) nel portafoglio. Incluso se il potere d'acquisto dipende da esso.
ja_jp: (リスクアカウント設定に関して)オプションの現在の市場取引/ベスト入札/ベストの質問として計算されたオプションの市場価値は、ポートフォリオ内のオプションの数(長いオプションの場合は正、ショートオプションの場合は負) を計算します。購買力が依存する場合に含まれます。
pl_pl: Wartość rynkowa opcji obliczona jako bieżąca transakcja rynkowa/najlepsza oferta/najlepsze pytanie o opcję (w odniesieniu do ustawień rachunku ryzyka) razy razy liczba opcji (dodatnia dla długich opcji i ujemna dla krótkich opcji) w portfelu. W zestawie, jeśli siła nabywcza zależy od niego.
pt_pt: O valor de mercado das opções calculadas como o comércio de mercado atual/melhor oferta/melhor pedido da opção (no que diz respeito às definições da conta de risco) vezes o número de opções (positivas para opções longas e negativas para opções curtas) na carteira. Incluído se o poder de compra depender disso.
ru_ru: Рыночная стоимость опционов, рассчитанная как текущая рыночная сделка/лучшая ставка/лучший аск опциона (относительно настроек счета риска), умноженная на количество опционов (положительных для длинных опционов и отрицательных для коротких опционов) в портфеле. Включено, если от этого зависит покупательная способность.
th_th: มูลค่าตลาดของออปชั่นที่คํานวณเป็นการซื้อขายในตลาดปัจจุบัน/การเสนอราคาที่ดีที่สุด/ราคาเสนอขายที่ดีที่สุด/คําถามที่ดีที่สุดของออปชั่น (เกี่ยวกับการตั้งค่าบัญชีความเสี่ยง) คูณจํานวนออปชั่น (บวกสําหรับออปชั่นระยะยาวและลบสําหรับออปชั่นสั้น) ในพอร์ตโฟลิโอ รวมถ้ากําลังซื้อขึ้นอยู่กับมัน
tr_tr: Mevcut piyasa ticareti/en iyi teklif/opsiyonun en iyi talebi olarak hesaplanan opsiyonların piyasa değeri (risk hesabı ayarlarına göre) portföydeki opsiyon sayısının (uzun seçenekler için pozitif ve kısa seçenekler için negatif) iki katıdır. Satın alma gücü buna bağlıysa dahildir.
uk_ua: Ринкова вартість опціонів, розрахована як поточна ринкова угода/краща ставка/кращий аск опціону (щодо налаштувань рахунку ризику), помножена на кількість опціонів (позитивних для довгих опціонів та негативних для коротких опціонів) у портфелі. Увімкнено, якщо від цього залежить купівельна спроможність.

source: Unrealized PnL (OTE)
ar_sa: PnL غير المحققة (OTE)
de_de: Nicht realisierte PnL (OTE)
es_es: PnL no realizado (OTE)
fa_ir: PnL تحقق نیافته (OTE)
fr_fr: PnL non réalisé (OTE)
hi_in: अचेतन पीएनएल (ओटीई)
it_it: PnL non realizzato (OTE)
ja_jp: 未実現 PnL (OTE)
pl_pl: Niezrealizowane PnL (OTE)
pt_pt: PnL não realizado (OTE)
ru_ru: Нереализованный PnL (OTE)
th_th: PnL ที่ยังไม่เกิดขึ้นจริง (OTE)
tr_tr: Gerçekleşmemiş PnL (OTE)
uk_ua: Нереалізований PnL (OTE)

source: Open trade equity, or potential profit (or loss) from futures and future-style options positions based on opening price of the position and the current future trade/best bid/best ask (regarding to the risk account settings) or settlement price if trade is not available. Included if purchasing power depends on it.
ar_sa: أسهم التجارة المفتوحة، أو الربح المحتمل (أو الخسارة) من العقود الآجلة والخيارات المستقبلية على أساس سعر فتح المركز والتجارة المستقبلية الحالية/ أفضل عرض/أفضل طلب (فيما يتعلق بإعدادات حساب المخاطر) أو سعر التسوية إذا لم تكن التجارة متاحة. متضمنة إذا كانت القوة الشرائية تعتمد على ذلك.
de_de: Offenes Handelskapital oder potenzieller Gewinn (oder Verlust) aus Futures- und Future-Optionspositionen basierend auf dem Eröffnungskurs der Position und dem aktuellen zukünftigen Handel / besten Geld- / besten Brief (in Bezug auf die Risikokontoeinstellungen) oder dem Abwicklungspreis, wenn der Handel nicht verfügbar ist. Eingeschlossen, wenn die Kaufkraft davon abhängt.
es_es: Acciones comerciales abiertas, o ganancias (o pérdidas) potenciales de futuros y posiciones de opciones de estilo futuro basadas en el precio de apertura de la posición y la operación futura actual / mejor oferta / mejor pregunta (con respecto a la configuración de la cuenta de riesgo) o el precio de liquidación si el comercio no está disponible. Incluido si el poder adquisitivo depende de ello.
fa_ir: سهام تجارت باز، یا سود بالقوه (یا زیان) از موقعیت های آتی و گزینه های به سبک آینده بر اساس قیمت باز از موقعیت و تجارت آینده فعلی / بهترین پیشنهاد / بهترین بپرسید (در مورد تنظیمات حساب ریسک) و یا قیمت حل و فصل در صورتی که تجارت در دسترس نیست. شامل اگر قدرت خرید بستگی به آن دارد.
fr_fr: Équité de trading ouverte, ou profit potentiel (ou perte) des contrats à terme et des positions d’options de style futur en fonction du prix d’ouverture de la position et de la transaction future actuelle / meilleure offre / meilleure demande (en ce qui concerne les paramètres du compte de risque) ou du prix de règlement si la transaction n’est pas disponible. Inclus si le pouvoir d’achat en dépend.
hi_in: ओपन ट्रेड इक्विटी, या संभावित लाभ (या हानि) वायदा और भविष्य शैली विकल्प पदों से स्थिति के उद्घाटन मूल्य और वर्तमान भविष्य के व्यापार के आधार पर/ यदि क्रय शक्ति इस पर निर्भर करती है तो शामिल हैं।
it_it: Open trade equity, o potenziale profitto (o perdita) da futures e posizioni di opzioni in stile futuro in base al prezzo di apertura della posizione e all'attuale scambio futuro / best bid / best ask (per quanto riguarda le impostazioni del conto di rischio) o prezzo di regolamento se il commercio non è disponibile. Incluso se il potere d'acquisto dipende da esso.
ja_jp: ポジションの開始価格と現在の将来のトレード/ベストビッド/ベストアスク(リスク口座設定に関する)または取引が利用できない場合の決済価格に基づいて先物および将来スタイルのオプションポジションからの潜在的利益(または損失)を開きます。購買力が依存する場合に含まれます。
pl_pl: Otwarty kapitał handlowy lub potencjalny zysk (lub strata) z kontraktów terminowych i pozycji opcji w stylu przyszłości w oparciu o cenę otwarcia pozycji i obecną przyszłą transakcję / najlepszą ofertę / najlepszą ofertę (w odniesieniu do ustawień rachunku ryzyka) lub cenę rozliczeniową, jeśli transakcja nie jest dostępna. W zestawie, jeśli siła nabywcza zależy od niego.
pt_pt: Os capitais próprios de comércio aberto, ou os potenciais lucros (ou perdas) de futuras e opções de estilo futuro baseados no preço de abertura da posição e no atual comércio/melhor oferta/melhor pedido (no que diz respeito às definições da conta de risco) ou no preço de liquidação se o comércio não estiver disponível. Incluído se o poder de compra depender disso.
ru_ru: Открытый торговый капитал или потенциальная прибыль (или убыток) от фьючерсных и фьючерсных опционных позиций на основе цены открытия позиции и текущей будущей сделки / лучшей ставки / лучшего аск (в отношении настроек счета риска) или расчетной цены, если сделка недоступна. Включено, если от этого зависит покупательная способность.
th_th: เปิดส่วนของการซื้อขายหรือกําไร (หรือขาดทุน) ที่อาจเกิดขึ้นจากฟิวเจอร์สและตําแหน่งตัวเลือกในอนาคตตามราคาเปิดของตําแหน่งและการซื้อขายในอนาคตปัจจุบัน / การเสนอราคาที่ดีที่สุด / ถามที่ดีที่สุด (เกี่ยวกับการตั้งค่าบัญชีความเสี่ยง) หรือราคาชําระบัญชีหากไม่มีการซื้อขาย รวมถ้ากําลังซื้อขึ้นอยู่กับมัน
tr_tr: Pozisyonun açılış fiyatına ve gelecekteki ticaret/en iyi teklif/en iyi teklife (risk hesabı ayarlarına ilişkin) veya ticaret mevcut değilse uzlaşma fiyatına dayalı olarak vadeli işlemlerden ve vadeli opsiyon pozisyonlarından açık ticaret özkaynakları veya potansiyel kar (veya zarar). Satın alma gücü buna bağlıysa dahildir.
uk_ua: Відкритий торговий капітал або потенційний прибуток (або збиток) від ф'ючерсних та ф'ючерсних опціонних позицій на основі ціни відкриття позиції та поточної майбутньої угоди / кращої ставки / кращого аск (щодо налаштувань рахунку ризику) або розрахункової ціни, якщо угода недоступна. Увімкнено, якщо від цього залежить купівельна спроможність.

source: Realized PnL
ar_sa: أدركت PnL
de_de: Realisierte PnL
es_es: Realizado PnL
fa_ir: پی ان ال تحقق یافته
fr_fr: Réalisé PnL
hi_in: पीएनएल का एहसास
it_it: PnL realizzato
ja_jp: 実現されたPnL
pl_pl: Zrealizowane PnL
pt_pt: PnL realizado
ru_ru: Реализованный PnL
th_th: ตระหนักถึง PnL
tr_tr: Gerçekleşen PnL
uk_ua: Реалізований PnL

source: Total PnL
ar_sa: إجمالي PnL
de_de: Gesamt-PnL
fa_ir: مجموع PnL
hi_in: कुल PnL
it_it: PnL totale
pl_pl: Łączny PnL
ru_ru: Всего PnL
th_th: รวม PnL
uk_ua: Всього PnL

source: Margin credit
ar_sa: رصيد الهامش
de_de: Margin-Gutschrift
es_es: Crédito de margen
fa_ir: اعتبار حاشیه
fr_fr: Crédit sur marge
hi_in: मार्जिन क्रेडिट
it_it: Credito di margine
ja_jp: マージンクレジット
pl_pl: Kredyt zabezpieczający
pt_pt: Crédito de margem
ru_ru: Маржинальный кредит
th_th: เครดิตมาร์จิ้น
tr_tr: Marj kredisi
uk_ua: Маржинальний кредит

source: Allowable margin credit of the account
ar_sa: رصيد الهامش المسموح به للحساب
de_de: Zulässige Margin-Gutschrift des Kontos
es_es: Crédito de margen permitido de la cuenta
fa_ir: اعتبار حاشیه مجاز حساب
fr_fr: Crédit de marge admissible du compte
hi_in: खाते का स्वीकार्य मार्जिन क्रेडिट
it_it: Credito di margine consentito del conto
ja_jp: 口座の許容証拠金貸方
pl_pl: Dopuszczalne środki zabezpieczające na koncie
pt_pt: Crédito de margem admissível da conta
ru_ru: Допустимый маржинальный кредит счета
th_th: เครดิตมาร์จิ้นที่อนุญาตของบัญชี
tr_tr: Hesabın izin verebilir marj kredisi
uk_ua: Допустимий маржинальний кредит рахунку

source: Total margin
ar_sa: إجمالي الهامش
de_de: Gesamtmarge
es_es: Margen total
fa_ir: حاشیه کل
fr_fr: Marge totale
hi_in: कुल मार्जिन
it_it: Margine totale
ja_jp: 合計マージン
pl_pl: Łączny depozyt zabezpieczający
pt_pt: Margem total
ru_ru: Общая маржа
th_th: มาร์จิ้นทั้งหมด
tr_tr: Toplam marj
uk_ua: Загальна маржа

source: Margin requirement calculated for worst-case based on open positions and working orders.
ar_sa: متطلبات الهامش المحسوبة لأسوأ الحالات استنادا إلى المراكز المفتوحة وأوامر العمل.
de_de: Margin-Anforderung für den worst-case basierend auf offenen Positionen und Arbeitsaufträgen berechnet.
es_es: Requisito de margen calculado para el peor de los casos basado en posiciones abiertas y órdenes de trabajo.
fa_ir: شرط حاشیه محاسبه شده برای بدترین حالت بر اساس موقعیت های باز و سفارشات کار.
fr_fr: Exigence de marge calculée dans le pire des cas en fonction des positions ouvertes et des ordres de travail.
hi_in: मार्जिन आवश्यकता खुले पदों और काम करने के आदेश के आधार पर सबसे खराब स्थिति के लिए गणना की ।
it_it: Requisito di margine calcolato nel peggiore dei casi in base a posizioni aperte e ordini di lavoro.
ja_jp: オープンポジションと作業指示書に基づいて最悪のケースに対して計算された証拠金所要量。
pl_pl: Wymóg depozytu zabezpieczającego obliczony dla najgorszego przypadku na podstawie otwartych pozycji i zleceń roboczych.
pt_pt: Requisito de margem calculado para o pior dos casos com base em posições abertas e ordens de trabalho.
ru_ru: Маржинальное требование рассчитывается для наихудшего случая на основе открытых позиций и рабочих ордеров.
th_th: ข้อกําหนดมาร์จิ้นที่คํานวณสําหรับกรณีที่เลวร้ายที่สุดโดยพิจารณาจากตําแหน่งที่เปิดอยู่และคําสั่งทํางาน
tr_tr: Açık pozisyonlara ve çalışma emirlerine göre en kötü durum için hesaplanan marj gereksinimi.
uk_ua: Маржинальна вимога розраховується для найгіршого випадку на основі відкритих позицій та робочих ордерів.

source: Margin requirement based on current positions only.
ar_sa: متطلبات الهامش استنادا إلى المراكز الحالية فقط.
de_de: Margin-Anforderung nur basierend auf aktuellen Positionen.
es_es: Requisito de margen basado únicamente en las posiciones actuales.
fa_ir: شرط حاشیه تنها بر اساس موقعیت های فعلی.
fr_fr: Exigence de marge basée sur les positions actuelles uniquement.
hi_in: केवल वर्तमान पदों के आधार पर मार्जिन की आवश्यकता।
it_it: Requisito di margine basato solo sulle posizioni correnti.
ja_jp: 現在の職位のみに基づく証拠金の要件。
pl_pl: Wymóg depozytu zabezpieczającego oparty tylko na bieżących pozycjach.
pt_pt: Requisito de margem baseado apenas em posições atuais.
ru_ru: Маржинальное требование, основанное только на текущих позициях.
th_th: ข้อกําหนดมาร์จิ้นตามตําแหน่งปัจจุบันเท่านั้น
tr_tr: Marj gereksinimi yalnızca geçerli pozisyonlara göre.
uk_ua: Маржинальна вимога лише на основі поточних позицій.

source: Spot
ar_sa: نقطة
es_es: Lugar
fa_ir: نقطه
fr_fr: Place
hi_in: जगह
it_it: Punto
ja_jp: スポット
pl_pl: Miejscu
pt_pt: Local
ru_ru: Спот
th_th: จุด
tr_tr: Nokta
uk_ua: Спот

source: Margin
ar_sa: الهامش
de_de: Spanne
es_es: Margen
fa_ir: حاشیه
fr_fr: Marge
hi_in: मार्जिन
it_it: Margine
ja_jp: マージン
pl_pl: Margines
pt_pt: Margem
ru_ru: Маржа
th_th: ขอบ
tr_tr: Marjin
uk_ua: Маржа

source: Trade mode
ar_sa: وضع التجارة
de_de: Handelsmodus
es_es: Modo de comercio
fa_ir: حالت تجارت
fr_fr: Mode de commerce
hi_in: व्यापार मोड
it_it: Modalità commerciale
ja_jp: トレードモード
pl_pl: Tryb handlu
pt_pt: Modo comercial
ru_ru: Режим торговли
th_th: โหมดการค้า
tr_tr: Ticaret modu
uk_ua: Режим угодлі

source: Post only
ar_sa: آخر فقط
de_de: Nur posten
es_es: Solo publicación
fa_ir: فقط
fr_fr: Publier uniquement
hi_in: केवल पोस्ट करें
it_it: Solo post
ja_jp: 投稿のみ
pl_pl: Tylko post
pt_pt: Apenas postar
ru_ru: Только публикация
th_th: โพสต์เท่านั้น
tr_tr: Yalnızca deftere naklet
uk_ua: Тільки розміщення

source: Post Only
ar_sa: نشر فقط
de_de: Nur Post
es_es: Solo publicación
fa_ir: فقط
fr_fr: Poste uniquement
hi_in: केवल पोस्ट करें
it_it: Solo post
ja_jp: 投稿のみ
pl_pl: Tylko post
ru_ru: Только сообщение
th_th: โพสต์เท่านั้น
tr_tr: Yalnızca Gönder
uk_ua: Тільки розміщення

source: Margin trading is enabled
ar_sa: تم تمكين التداول بالهامش
de_de: Margin-Handel ist aktiviert
es_es: El comercio de margen está habilitado
fa_ir: معاملات حاشیه فعال است
fr_fr: Le trading sur marge est activé
hi_in: मार्जिन ट्रेडिंग सक्षम है
it_it: Il trading a margine è abilitato
pl_pl: Handel z depozytem zabezpieczającym jest włączony
pt_pt: A negociação de margens está ativada
ru_ru: Маржинальная торговля включена
th_th: เปิดใช้งานการซื้อขายมาร์จิ้น
uk_ua: Маржинальна торгівля включена

source: Margin order
ar_sa: ترتيب الهامش
de_de: Margin-Reihenfolge
es_es: Orden de margen
fa_ir: ترتیب حاشیه
fr_fr: Ordre de marge
hi_in: हाशिये का क्रम
it_it: Ordine di margine
pl_pl: Zlecenie depozytu zabezpieczającego
pt_pt: Ordem de margem
ru_ru: Маржинальный ордер
th_th: คําสั่งมาร์จิ้น
uk_ua: Маржинальний ордер

source: Spot order
ar_sa: ترتيب النقاط
de_de: Spot-Bestellung
es_es: Orden al contado
fa_ir: سفارش نقطه
fr_fr: Commande ponctuelle
hi_in: स्पॉट ऑर्डर
it_it: Ordine spot
pl_pl: Zlecenie spotowe
pt_pt: Ordem local
ru_ru: Спот заказ
th_th: สั่งซื้อเฉพาะจุด
uk_ua: Спот ордер

source: Connect to exchange
ar_sa: الاتصال بالتبادل
de_de: Mit Exchange verbinden
es_es: Conectarse al intercambio
fa_ir: اتصال به مبادله
fr_fr: Se connecter à l’échange
hi_in: Exchange से कनेक्ट करें
it_it: Connettiti allo scambio
pl_pl: Połącz się z giełdą
pt_pt: Ligar à troca
ru_ru: Подключение к бирже
th_th: เชื่อมต่อกับการแลกเปลี่ยน
uk_ua: Підключитися до біржі

source: Support margin trading
ar_sa: دعم التداول بالهامش
de_de: Unterstützung des Margin-Handels
es_es: Soporte de trading de margen
fa_ir: پشتیبانی از معاملات حاشیه
fr_fr: Soutenir le trading sur marge
hi_in: समर्थन मार्जिन ट्रेडिंग
it_it: Supporta il trading a margine
pl_pl: Wspieraj handel z depozytem zabezpieczającym
pt_pt: Negociação de margem de apoio
ru_ru: Поддержка маржинальной торговли
th_th: สนับสนุนการซื้อขายมาร์จิ้น
uk_ua: Підтримка маржинальної угодлі

source: Market range
ar_sa: نطاق السوق
de_de: Marktspektrum
es_es: Rango de mercado
fa_ir: محدوده بازار
fr_fr: Gamme de marché
hi_in: बाजार रेंज
it_it: Gamma di mercato
pl_pl: Zasięg rynkowy
pt_pt: Gama de mercado
ru_ru: Диапазон рынка
th_th: ช่วงตลาด
uk_ua: Діапазон ринку

source: Server region
fa_ir: منطقه سرور
fr_fr: Région du serveur
it_it: Regione server
th_th: ภูมิภาคเซิร์ฟเวอร์
uk_ua: Область сервера

source: Net P/L
ar_sa: صافي ر/خ
de_de: Netto P/L
es_es: P/L neto
fa_ir: خالص P/L
fr_fr: Profit/Perte net
hi_in: नेट पी/एल
it_it: Rete P/L
ja_jp: ネット損益
pl_pl: Netto P/L
pt_pt: L/P Liquido
ru_ru: Чистая прибыль/убыток
th_th: สุทธิ P / L
tr_tr: Net K/Z
uk_ua: Чистий P/L

source: The total unrealized profit/loss for all positions currently open in the Account
ar_sa: إجمالي الربح / الخسارة غير المحققة لجميع المراكز المفتوحة حاليًا في الحساب
de_de: Der gesamte nicht realisierte Gewinn / Verlust für alle Positionen, die derzeit auf dem Konto verfügbar sind
es_es: La ganancia / pérdida total no realizada para todas las posiciones actualmente abiertas en la Cuenta
fa_ir: کل سود و زیان غیرقابل درک برای تمام موقعیت های موجود در حساب باز است
fr_fr: Le total des profits / pertes non réalisés pour toutes les positions actuellement ouvertes dans le compte
hi_in: वर्तमान में खाते में खुले सभी पदों के लिए कुल अचेतन लाभ/
it_it: Il totale degli utili/perdite non realizzati per tutte le posizioni attualmente aperte sul conto.
ja_jp: アカウントに現在開いているすべてのポジションの未実現損益合計
pl_pl: Całkowity niezrealizowany zysk / strata dla wszystkich pozycji aktualnie otwartych na Rachunku
pt_pt: O total de lucros / perdas não realizados para todas as posições atualmente abertas na conta
ru_ru: Общая нереализованная прибыль/убыток по всем открытым позициям на счете
th_th: กําไร/ขาดทุนที่ยังไม่เกิดขึ้นจริงทั้งหมดสําหรับตําแหน่งทั้งหมดที่เปิดบัญชีอยู่ในปัจจุบัน
tr_tr: Şu anda Hesapta açık olan tüm pozisyonlar için toplam gerçekleşmemiş kar / zarar
uk_ua: Загальний нереалізований прибуток/збиток для всіх поточних позицій, відкритих по рахунку

source: Net P/L, %
ar_sa: صافي P/L، النسبة المئوية
de_de: Netto P/L, %
es_es: P/L neto, %
fa_ir: خالص P / L ، ٪
fr_fr: P/L net, %
hi_in: नेट पी/एल, %
it_it: Netto P/L, %
ja_jp: 純P/L、%
pl_pl: Netto P/L, %
pt_pt: P/L líquido, %
ru_ru: Чистая P/L, %
th_th: สุทธิ P / L, %
uk_ua: Чистий P/L, %

source: Unrealised P/L shown as a percentage of the balance
ar_sa: P / L غير المحققة الموضحة كنسبة مئوية من الرصيد
de_de: Unrealisiertes P / L wird als Prozentsatz des Saldos angezeigt
es_es: P / L no realizado que se muestra como un porcentaje del saldo
fa_ir: عدم تحقق P/L نشان داده شده به عنوان درصدی از تعادل
fr_fr: P / L non réalisé indiqué en pourcentage du solde
hi_in: शेष के प्रतिशत के रूप में दर्शाए गए अप्राप्य पी/
it_it: P/L non realizzato espresso in percentuale del saldo.
ja_jp: 未実現P / Lは残高のパーセンテージとして表示されます。
pl_pl: Niezrealizowane P / L pokazane jako procent salda
pt_pt: P / L não realizado apresentado como uma percentagem do saldo
ru_ru: Нереализованные прибыли/убытки, выраженные в процентах от баланса
th_th: P/L ที่ยังไม่เกิดขึ้นจริงซึ่งแสดงเป็นเปอร์เซ็นต์ของยอดคงเหลือ
tr_tr: Gerçekleşmemiş P / L bakiyenin yüzdesi olarak gösterilir
uk_ua: Нереалізований P/L відображається у відсотках від балансу

source: Realized Fee
ar_sa: الرسوم المحققة
de_de: Realisierte Gebühr
es_es: Tarifa realizada
fa_ir: هزینه تحقق یافته
fr_fr: Frais réalisés
hi_in: एहसास शुल्क
it_it: Tassa realizzata
ja_jp: 実現料金
pl_pl: Zrealizowana opłata
pt_pt: Taxa realizada
ru_ru: Реализованная плата
th_th: ค่าธรรมเนียมที่รับรู้
tr_tr: Gerçekleşen Ücret
uk_ua: Реалізована комісія

source: The total amount of realized fee paid over the lifetime of the Account
ar_sa: المبلغ الإجمالي للرسوم المحققة المدفوعة على مدى عمر الحساب
de_de: Der Gesamtbetrag der realisierten Gebühr, die während der Laufzeit des Kontos entrichtet wurde
es_es: El importe total de la comisión realizada pagada a lo largo de la vida útil de la Cuenta
fa_ir: مبلغ کل هزینه تحقق یافته پرداخت شده در طول عمر حساب
fr_fr: Le montant total des frais réalisés payés au cours de la durée de vie du Compte
hi_in: खाते के जीवनकाल में भुगतान किए गए वास्तविक शुल्क की कुल राशि
it_it: L'importo totale della commissione realizzata pagata nel corso della durata del conto
ja_jp: アカウントの存続期間にわたって支払われた実現料金の合計金額
pl_pl: Łączna kwota zrealizowanej opłaty zapłaconej przez cały okres istnienia Konta
pt_pt: O valor total da taxa realizada paga ao longo da vida da Conta
ru_ru: Общая сумма реализованной платы, уплаченной в течение всего срока службы Счета
th_th: จํานวนเงินทั้งหมดของค่าธรรมเนียมที่รับรู้ได้จ่ายตลอดอายุของบัญชี
tr_tr: Hesabın ömrü boyunca ödenen gerçekleşen ücretin toplam tutarı
uk_ua: Загальна сума реалізованої комісії, сплаченої протягом терміну служби Рахунку

source: Realised P/L
ar_sa: أدركت P / L
de_de: Realisierte P / L
es_es: P / L realizado
fa_ir: P/L متوجه
fr_fr: Réalisé P / L
hi_in: वूमन पी एल/
it_it: P / L realizzato
ja_jp: 実現されたP / L
pl_pl: Zrealizowany P / L
pt_pt: P / L realizado
ru_ru: Реализованная P/L
th_th: ตระหนักถึง P / L
tr_tr: Gerçekleştirilmiş P / L
uk_ua: Реалізований P/L

source: The total profit/loss realized over the lifetime of the Account
ar_sa: إجمالي الربح / الخسارة المحققة على مدى عمر الحساب
de_de: Der gesamte Gewinn / Verlust, der während der Laufzeit des Kontos erzielt wurde
es_es: La ganancia / pérdida total realizada a lo largo de la vida de la cuenta
fa_ir: کل سود/زیان متوجه طول عمر حساب
fr_fr: Le total des profits / pertes réalisés sur la durée de vie du compte
hi_in: खाते के जीवनकाल में होने वाले कुल लाभ/हानि का एहसास
it_it: Il profitto/perdita totale realizzato nel corso della durata di vita del conto
ja_jp: アカウントの存続期間中に実現された総損益
pl_pl: Całkowity zysk / strata zrealizowana w całym okresie istnienia Rachunku
pt_pt: O lucro / perda total realizado ao longo da vida útil da conta
ru_ru: Общая сумма прибыли/убытка, реализованная в течение срока действия cчета
th_th: กําไร/ขาดทุนทั้งหมดที่เกิดขึ้นตลอดอายุบัญชี
tr_tr: Hesabın ömrü boyunca gerçekleşen toplam kar / zarar
uk_ua: Загальний прибуток/збиток, здійснений протягом всього терміну дії рахунку

source: Account type
ar_sa: نوع الحساب
de_de: Kontotyp
es_es: Tipo de cuenta
fa_ir: نوع حساب
fr_fr: Type de compte
hi_in: खाता प्रकार
it_it: Tipo di conto
ja_jp: 勘定タイプ
pl_pl: Typ konta
pt_pt: Tipo de conta
ru_ru: Тип счета
th_th: ประเภทบัญชี
tr_tr: Hesap türü
uk_ua: Тип рахунку
