Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Cedro Market data license is required to use this connection.
ar_sa: مطلوب ترخيص بيانات سوق Cedro لاستخدام هذا الاتصال.
de_de: Für die Nutzung dieser Verbindung ist eine Cedro Market Datenlizenz erforderlich.
es_es: Se requiere una licencia de datos de Cedro Market para utilizar esta conexión.
fa_ir: مجوز داده Cedro Market برای استفاده از این اتصال مورد نیاز است.
fr_fr: Une licence de données Cedro Market est requise pour utiliser cette connexion.
hi_in: इस कनेक्शन का उपयोग करने के लिए सेड्रो मार्केट डेटा लाइसेंस की आवश्यकता है।
it_it: Per utilizzare questa connessione è necessaria la licenza dati cedro market.
ja_jp: この接続を使用するには、Cedro マーケット データ ライセンスが必要です。
pl_pl: Do korzystania z tego połączenia wymagana jest licencja na dane Cedro Market.
pt_pt: A licença de dados do Cedro Market é necessária para utilizar esta ligação.
ru_ru: Для использования этого соединения требуется лицензия на данные Cedro Market.
th_th: จําเป็นต้องมีใบอนุญาตข้อมูล Cedro Market เพื่อใช้การเชื่อมต่อนี้
tr_tr: Bu bağlantıyı kullanmak için Cedro Market veri lisansı gereklidir.
uk_ua: Для використання цього підключення потрібна ліцензія даних Cedro Market.

source: Primary
ar_sa: الاساسي
de_de: Primäre
es_es: Primaria
fa_ir: اولیه
fr_fr: Primaire
hi_in: प्राथमिक
it_it: Primario
ja_jp: プライマリ
pl_pl: Podstawowy
pt_pt: Primária
ru_ru: Основной
th_th: ประถม
tr_tr: Birincil
uk_ua: Основний

source: Collateral Value
ar_sa: قيمة الضمان
es_es: Valor colateral
fa_ir: ارزش وثیقه
fr_fr: Valeur collatérale
hi_in: कोलैटरल वैल्यू
it_it: Valore collaterale
ja_jp: 担保価値
pl_pl: Wartość zabezpieczenia
pt_pt: Valor Colateral
ru_ru: Залоговая стоимость
th_th: มูลค่าหลักประกัน
tr_tr: Teminat Değeri
uk_ua: Вартість застави

source: Open P/L
ar_sa: ر/خ المفتوحة
de_de: Öffnen P/L
es_es: Abrir P/L
fa_ir: باز کردن P/L
fr_fr: Profit/perte ouverts
hi_in: ओपन पी/एल
it_it: Apri P/L
ja_jp: オープンな損益
pl_pl: Z/S otwartych pozycji
pt_pt: Abrir L/P
ru_ru: Прибыль по открытым позициям
th_th: เปิด P / L
tr_tr: Açık K/Z
uk_ua: Відкритий P/L

source: Available Margin
ar_sa: الهامش المتاح
de_de: Verfügbare Marge
es_es: Margen disponible
fa_ir: حاشیه موجود
fr_fr: Marge disponible
hi_in: उपलब्ध मार्जिन
it_it: Margine disponibile
ja_jp: 利用可能なマージン
pl_pl: Dostępny depozyt zabezpieczający
pt_pt: Margem disponível
ru_ru: Доступная маржа
th_th: มาร์จิ้นที่ใช้ได้
tr_tr: Kullanılabilir Kenar Boşluğu
uk_ua: Доступна маржа

source: Used
ar_sa: استخدام
de_de: gebraucht
es_es: Utilizado
fa_ir: استفاده
fr_fr: Utilisé
hi_in: आदि
it_it: Utilizzato
ja_jp: 使用
pl_pl: Używane
pt_pt: Usado
ru_ru: Использовано
th_th: ใช้แล้ว
tr_tr: Kullanılan
uk_ua: Використовується

source: Reserved
ar_sa: محفوظه
de_de: Reserviert
es_es: Reservados
fa_ir: محفوظ
fr_fr: Réservés au
hi_in: आरक्षित
it_it: Riservati
ja_jp: 予約
pl_pl: Zastrzeżone
pt_pt: Reservado
ru_ru: Зарезервировано
th_th: สำรอง
tr_tr: Saklı -dır
uk_ua: Захищені

source: Free
ar_sa: الحره
de_de: kostenlos
es_es: Gratis
fa_ir: رایگان
fr_fr: Gratuit
hi_in: मुफ्त
it_it: Gratuito
ja_jp: 無料
pl_pl: Wolna
pt_pt: Grátis
ru_ru: Бесплатный
th_th: ฟรี
tr_tr: Ücret -siz
uk_ua: Безкоштовний

source: Ratio
ar_sa: النسبة
de_de: Verhältnis
es_es: Cociente
fa_ir: نسبت
fr_fr: Rapport
hi_in: अनुपात
it_it: Rapporto
ja_jp: レシオ
pl_pl: Współczynnik
pt_pt: Taxa
ru_ru: Соотношение
th_th: สัดส่วน
tr_tr: Oran
uk_ua: Відношення

source: Market data only
ar_sa: بيانات السوق فقط
de_de: Nur Marktdaten
es_es: Sólo datos de mercado
fa_ir: فقط داده های بازار
fr_fr: Données de marché uniquement
hi_in: केवल बाजार के आंकड़े
it_it: Solo dati di mercato
ja_jp: 市場データのみ
pl_pl: Tylko dane rynkowe
pt_pt: Apenas dados de mercado
ru_ru: Только рыночные данные
th_th: ข้อมูลตลาดเท่านั้น
tr_tr: Yalnızca piyasa verileri
uk_ua: Лише ринкові дані

source: Demo trading
ar_sa: التداول التجريبي
de_de: Demo-Handel
es_es: Comercio de demostración
fa_ir: معاملات آزمایشی
fr_fr: Trading de démonstration
hi_in: डेमो ट्रेडिंग
it_it: Trading demo
ja_jp: デモ取引
pl_pl: Handel demo
pt_pt: Negociação de demonstração
ru_ru: Демо торговля
th_th: การซื้อขายสาธิต
tr_tr: Demo ticareti
uk_ua: Демо торгівля

source: Real trading
ar_sa: التداول الحقيقي
de_de: Echter Handel
es_es: Comercio real
fa_ir: معاملات واقعی
fr_fr: Commerce réel
hi_in: रियल ट्रेडिंग
it_it: Trading reale
ja_jp: 実質取引
pl_pl: Prawdziwy handel
pt_pt: Negociação real
ru_ru: Реальная торговля
th_th: การซื้อขายจริง
tr_tr: Gerçek ticaret
uk_ua: Реальна торгівля

source: Login
ar_sa: اسم المستخدم
de_de: einloggen
es_es: Usuario
fa_ir: ورود
fr_fr: Connexion
hi_in: लॉगिन
ja_jp: ログイン
pl_pl: Logowania
pt_pt: Login do Usuário
ru_ru: Логин
th_th: เข้า สู่ ระบบ
tr_tr: Kullanıcı adı
uk_ua: Логін

source: Two-Factor Authentication code
ar_sa: رمز المصادقة الثنائي
de_de: Zwei-Faktor-Authentifizierungscode
es_es: Código de autenticación de dos factores
fa_ir: کد احراز هویت دو عاملی
fr_fr: Code d’authentification à deux facteurs
hi_in: टू-फैक्टर ऑथेंटिकेशन कोड
it_it: Codice di autenticazione a due fattori
ja_jp: 2 要素認証コード
pl_pl: Kod uwierzytelniania dwuskładnikowego
pt_pt: Código de autenticação de dois fatores
ru_ru: Двухфакторный код аутентификации
th_th: รหัสการตรวจสอบสิทธิ์แบบสองปัจจัย
tr_tr: İki Faktörlü Kimlik Doğrulama kodu
uk_ua: Двотипний код автентифікації

source: Use saved token
ar_sa: استخدام الرمز المميز المحفوظ
de_de: Gespeichertes Token verwenden
es_es: Usar token guardado
fa_ir: استفاده از نشانه ذخیره شده
fr_fr: Utiliser le jeton enregistré
hi_in: सहेजे गए टोकन का उपयोग करें
it_it: Usare il token salvato
ja_jp: 保存されたトークンを使用する
pl_pl: Użyj zapisanego tokenu
pt_pt: Use ficha guardada
ru_ru: Использовать сохраненный токен
th_th: ใช้โทเค็นที่บันทึกไว้
tr_tr: Kaydedilmiş belirteci kullan
uk_ua: Використовувати збережений токен

source: AON
ar_sa: ايون
hi_in: एऑन
ja_jp: エーオン
pt_pt: RIO AON
ru_ru: Аон
th_th: อานนท์

source: ICEBERG
ar_sa: فيض
de_de: Eisberg
fa_ir: آیسبرگ
hi_in: हिमशैल
ja_jp: 氷山
pl_pl: Góry lodowej
ru_ru: Айсберг
th_th: ภูเขาน้ำแข็ง
tr_tr: Buzdağı

source: QT
ar_sa: كيو تي
fa_ir: کوارت
hi_in: क्यूटी
th_th: คิวที

source: TRAIL
ar_sa: درب
de_de: Weg
es_es: Sendero
fa_ir: دنباله
fr_fr: Sentier
hi_in: निशान
it_it: Sentiero
ja_jp: トレイル
pl_pl: Szlak
ru_ru: След
th_th: ทางเดิน
tr_tr: Iz

source: FUNARI
ar_sa: فوناري
fa_ir: فوناری
hi_in: फनारी
ja_jp: 船荷
pl_pl: FUNARI (WYCHYWKI
ru_ru: ФУНАРИ
th_th: ฟุนาริ

source: MIT
hi_in: एमआईटी
th_th: เอ็มไอที
tr_tr: Mıt

source: MLM
ar_sa: الامتيازات
hi_in: एमएलएम
ja_jp: マルチ 商法
th_th: เอ็มแอลเอ็ม

source: POSTONLY
ar_sa: البريد فقط
hi_in: पोस्टलीली
it_it: POST SOLO
ja_jp: ポストオンの場合
ru_ru: ПОСТОНЛИ
th_th: โพสต์โพสตันลี
tr_tr: SADECE POSTONLY

source: User name is empty.
ar_sa: اسم المستخدم فارغ.
de_de: Der Benutzername ist leer.
es_es: El nombre de usuario está vacío.
fa_ir: نام کاربر خالی است.
fr_fr: Le nom d'utilisateur est vide.
hi_in: उपयोगकर्ता नाम रिक्त है.
it_it: Il nome utente è vuoto.
ja_jp: ユーザー名が空です。
pl_pl: Nazwa użytkownika jest pusta.
pt_pt: O nome de usuário está vazio.
ru_ru: Имя пользователя пусто.
th_th: ชื่อผู้ใช้ว่างเปล่า
tr_tr: Kullanıcı adı boştur.
uk_ua: Ім'я користувача пусте.

source: FCM id
ar_sa: معرف FCM
es_es: Identificación FCM
fr_fr: ID FCM
hi_in: एफसीएम आईडी
it_it: ID FCM
pl_pl: Identyfikator FCM
pt_pt: Id do FCM
th_th: รหัส FCM
tr_tr: FCM kimliği

source: Brokerage firm ID in CQG trade routing system.
ar_sa: شركة الوساطة معرف في نظام التوجيه التجاري CQG.
de_de: Brokerage-Firmen-ID im CQG-Handels-Routing-System.
es_es: Identificación de la firma de corretaje en el sistema de enrutamiento comercial CQG.
fa_ir: شناسه شرکت کارگزاری در سیستم راهیگری تجاری CQG.
fr_fr: Id de la société de courtage dans le système de routage des transactions CQG.
hi_in: सीक्यूजी ट्रेड रूटिंग सिस्टम में ब्रोकरेज फर्म आईडी।
it_it: ID società di intermediazione nel sistema di routing commerciale CQG.
ja_jp: CQG貿易ルーティングシステムにおける証券会社ID。
pl_pl: Firma maklerska ID w systemie routingu handlu CQG.
pt_pt: ID da empresa de corretagem no sistema de encaminhamento comercial CQG.
ru_ru: Идентификатор брокерской фирмы в системе маршрутизации торговли CQG.
th_th: รหัส บริษัท นายหน้าซื้อขายหลักทรัพย์ในระบบเส้นทางการค้า CQG
tr_tr: CQG ticaret yönlendirme sisteminde aracı firma kimliği.
uk_ua: ID брокерської фірми в системі маршрутизації угодлі CQG.

source: FCM name
ar_sa: FCM الاسم
es_es: Nombre de FCM
fa_ir: نام FCM
fr_fr: Nom de la FCM
hi_in: एफसीएम नाम
it_it: Nome FCM
ja_jp: FCM 名
pl_pl: Nazwa FCM
pt_pt: Nome FCM
ru_ru: Имя FCM
th_th: ชื่อ FCM
tr_tr: FCM adı
uk_ua: Ім'я FCM

source: Brokerage firm name.
ar_sa: اسم شركة الوساطة.
de_de: Name der Maklerfirma.
es_es: Nombre de la firma de corretaje.
fa_ir: اسم شرکت کارگزاري .
fr_fr: Nom de la société de courtage.
hi_in: ब्रोकरेज फर्म का नाम।
it_it: Nome dell'impresa di intermediazione.
ja_jp: 証券会社名。
pl_pl: Nazwa firmy brokerskiej.
pt_pt: Nome da firma de corretagem.
ru_ru: Название брокерской фирмы.
th_th: ชื่อบริษัทนายหน้าซื้อขายหลักทรัพย์
tr_tr: Aracı kurum adı.
uk_ua: Назва брокерської фірми.

source: FCM account id
ar_sa: معرف حساب FCM
de_de: FCM-Konto-ID
es_es: Id. de cuenta de FCM
fa_ir: شناسه حساب FCM
fr_fr: ID de compte FCM
hi_in: एफसीएम खाता आईडी
it_it: ID account FCM
ja_jp: FCM アカウント ID
pl_pl: Identyfikator konta FCM
pt_pt: Id conta FCM
ru_ru: Идентификатор учетной записи FCM
th_th: รหัสบัญชี FCM
tr_tr: FCM hesap kimliği
uk_ua: ID рахунку FCM

source: Account ID in Brokerage Firm.
ar_sa: معرف الحساب في شركة الوساطة.
de_de: Konto-ID in der Maklerfirma.
es_es: Id. de cuenta en la firma de corretaje.
fa_ir: شناسه حساب در شرکت کارگزاری.
fr_fr: ID de compte dans la société de courtage.
hi_in: ब्रोकरेज फर्म में अकाउंट आईडी।
it_it: ID conto nella società di intermediazione.
ja_jp: 証券会社のアカウント ID。
pl_pl: Identyfikator konta w Firmie Brokerskiej.
pt_pt: ID de conta na Firma de Corretagem.
ru_ru: Идентификатор счета в Брокерской фирме.
th_th: รหัสบัญชีในบริษัทนายหน้าซื้อขายหลักทรัพย์
tr_tr: Aracı Kurumdaki Hesap Kimliği.
uk_ua: ID рахунку у брокерській фірмі.

source: View only
ar_sa: عرض فقط
de_de: Nur anzeigen
es_es: Sólo ver
fa_ir: فقط مشاهده
fr_fr: Afficher uniquement
hi_in: केवल देखें
it_it: Solo visualizzazione
ja_jp: 表示のみ
pl_pl: Zobacz tylko
pt_pt: Ver apenas
ru_ru: Только просмотр
th_th: ดูอย่างเดียว
tr_tr: Yalnızca görüntüle
uk_ua: Лише перегляд

source: True if user can only monitor this account without trading.
ar_sa: صحيح إذا كان المستخدم يمكن أن يراقب هذا الحساب فقط دون التداول.
de_de: True, wenn der Benutzer dieses Konto nur ohne Handel überwachen kann.
es_es: True si el usuario solo puede monitorear esta cuenta sin operar.
fa_ir: درست است اگر کاربر تنها می تواند این حساب را بدون معامله نظارت کند.
fr_fr: True si l’utilisateur ne peut surveiller ce compte sans trader.
hi_in: यह सच है कि उपयोगकर्ता केवल व्यापार के बिना इस खाते की निगरानी कर सकता है।
it_it: True se l'utente può monitorare questo account solo senza fare trading.
ja_jp: ユーザーが取引なしでこのアカウントを監視できる場合は true。
pl_pl: To prawda, jeśli użytkownik może monitorować to konto tylko bez handlu.
pt_pt: É verdade que o utilizador só pode monitorizar esta conta sem ser negociado.
ru_ru: Значение true, если пользователь может только следить за этим счетом без торговли.
th_th: จริงถ้าผู้ใช้สามารถตรวจสอบบัญชีนี้โดยไม่ต้องซื้อขาย
tr_tr: Kullanıcı bu hesabı yalnızca işlem yapmadan izleyebiliyorsa doğru.
uk_ua: True, якщо користувач може переглядати цей рахунок без угодлі.

source: Sales series name
ar_sa: اسم سلسلة المبيعات
de_de: Name der Verkaufsserie
es_es: Nombre de la serie de ventas
fa_ir: نام سری فروش
fr_fr: Nom de la série Sales
hi_in: बिक्री श्रृंखला का नाम
it_it: Nome serie vendite
ja_jp: 販売系列名
pl_pl: Nazwa serii sprzedaży
pt_pt: Nome da série de vendas
ru_ru: Название серии продаж
th_th: ชื่อชุดการขาย
tr_tr: Satış serisi adı
uk_ua: Назва серії продаж

source: Sales series number
ar_sa: رقم سلسلة المبيعات
de_de: Nummer der Verkaufsserien
es_es: Número de serie de ventas
fa_ir: شماره سری فروش
fr_fr: Numéro de série des ventes
hi_in: बिक्री श्रृंखला संख्या
it_it: Numero di serie vendite
ja_jp: 販売シリーズ番号
pl_pl: Numer serii sprzedaży
pt_pt: Número de séries de vendas
ru_ru: Номер серии продаж
th_th: หมายเลขชุดการขาย
tr_tr: Satış serisi numarası
uk_ua: Номер серії продаж

source: Sales series number in CQG trade routing system.
ar_sa: رقم سلسلة المبيعات في نظام توجيه التجارة CQG.
de_de: Verkaufsseriennummer im CQG-Handelsroutensystem.
es_es: Número de serie de ventas en el sistema de enrutamiento comercial CQG.
fa_ir: شماره سری فروش در CQG تجارت سیستم راهی.
fr_fr: Numéro de série des ventes dans le système de routage des transactions CQG.
hi_in: सीक्यूजी ट्रेड रूटिंग सिस्टम में बिक्री श्रृंखला संख्या।
it_it: Numero di serie di vendita nel sistema di routing commerciale CQG.
ja_jp: CQG 貿易ルーティング システムの販売シリーズ番号です。
pl_pl: Numer serii sprzedaży w systemie routingu handlu CQG.
pt_pt: Número da série de vendas no sistema de encaminhamento comercial CQG.
ru_ru: Номер серии продаж в системе маршрутизации торговли CQG.
th_th: หมายเลขชุดการขายในระบบการกําหนดเส้นทางการค้า CQG
tr_tr: CQG ticaret yönlendirme sistemindeki satış serisi numarası.
uk_ua: Номер серії продажів у системі маршрутизації угодлі CQG.

source: Collateral
ar_sa: ضمانات
de_de: Sicherheit
es_es: Colateral
fa_ir: وثیقه
fr_fr: Garantie
hi_in: संपार्श्विक
it_it: Collaterale
ja_jp: 担保
pl_pl: Zabezpieczenia
pt_pt: Garantia
ru_ru: Залог
th_th: หลักประกัน
tr_tr: Teminat
uk_ua: Застава

source: Collateral on Deposit.
ar_sa: ضمانات على الإيداع.
de_de: Sicherheiten auf Kaution.
es_es: Garantía sobre depósito.
fa_ir: وثیقه سپرده گذاری.
fr_fr: Garantie en dépôt.
hi_in: जमा पर जमानत।
it_it: Garanzia in deposito.
ja_jp: 預金に関する担保。
pl_pl: Zabezpieczenie depozytu.
pt_pt: Garantia em depósito.
ru_ru: Залог по депозиту.
th_th: หลักประกันในการฝากเงิน
tr_tr: Depozitoda teminat.
uk_ua: Застава за депозитом.

source: Open Trade Equity
ar_sa: أسهم التجارة المفتوحة
de_de: Offenes Handelskapital
es_es: Acciones comerciales abiertas
fa_ir: حقوق صاحبان سهام تجارت باز
hi_in: ओपन ट्रेड इक्विटी
ja_jp: オープントレードエクイティ
pl_pl: Otwarty kapitał handlowy
ru_ru: Открытый торговый капитал
th_th: เปิดเทรดอิควิตี้
tr_tr: Açık Ticaret Özkaynakları
uk_ua: Відкритий торговий капітал

source: Open Trade Equity for Futures.
ar_sa: فتح الأسهم التجارية للعقود الآجلة.
de_de: Open Trade Equity für Futures.
fa_ir: سهام تجارت باز برای آینده.
hi_in: वायदा के लिए ओपन ट्रेड इक्विटी।
it_it: Open Trade Equity per futures.
ja_jp: 先物のためのオープントレードエクイティ。
pl_pl: Open Trade Equity dla kontraktów terminowych.
ru_ru: Открытый торговый капитал для фьючерсов.
th_th: เปิดเทรดอิควิตี้สําหรับฟิวเจอร์ส
tr_tr: Vadeli İşlemler için Açık Ticaret Özkaynakları.
uk_ua: Відкритий торговий капітал для ф'ючерсів.

source: Initial Margin Requirements.
ar_sa: متطلبات الهامش الأولي.
de_de: Anforderungen an die anfängliche Margin.
es_es: Requisitos de margen inicial.
fa_ir: الزامات حاشیه اولیه.
fr_fr: Exigences de marge initiale.
hi_in: प्रारंभिक मार्जिन आवश्यकताएं।
it_it: Requisiti iniziali di margine.
ja_jp: 初期マージン要件。
pl_pl: Początkowe wymagania dotyczące depozytu zabezpieczającego.
pt_pt: Requisitos iniciais da margem.
ru_ru: Начальные маржинальные требования.
th_th: ข้อกําหนดมาร์จิ้นเริ่มต้น
tr_tr: İlk Marj Gereksinimleri.
uk_ua: Початкові вимоги до маржі.

source: Cash excess
ar_sa: فائض نقدي
de_de: Barüberschuss
es_es: Exceso de efectivo
fa_ir: مازاد نقدی
fr_fr: Excédent de trésorerie
hi_in: नकद अतिरिक्त
it_it: Eccesso di cassa
ja_jp: 現金超過分
pl_pl: Nadwyżka gotówkowa
pt_pt: Excesso de dinheiro
ru_ru: Излишек денежных средств
th_th: เงินสดส่วนเกิน
tr_tr: Nakit fazlalığı
uk_ua: Надлишок готівки

source: Purchasing power
ar_sa: القوة الشرائية
de_de: Kaufkraft
es_es: poder adquisitivo
fa_ir: قدرت خرید
fr_fr: pouvoir d'achat
hi_in: क्रय-शक्ति
it_it: potere d'acquisto
ja_jp: 購買力
pl_pl: Nabywczej
pt_pt: Poder de compra
ru_ru: покупательная способность
th_th: กําลังซื้อ
tr_tr: Satın alma gücü
uk_ua: Купівельна спроможність

source: Available account funds including balance, realized profit (or loss), collateral and credits. OTE and MVO are included regarding the account risk parameters.
ar_sa: أموال الحساب المتاحة بما في ذلك الرصيد والأرباح المحققة (أو الخسارة) والضمانات والائتمانات. يتم تضمين OTE و MVO فيما يتعلق ببارامترات مخاطر الحساب.
de_de: Verfügbare Kontoguthaben einschließlich Saldo, realisierter Gewinn (oder Verlust), Sicherheiten und Gutschriften. OTE und MVO sind in Bezug auf die Kontorisikoparameter enthalten.
es_es: Fondos de cuenta disponibles, incluyendo saldo, ganancias (o pérdidas) realizadas, garantías y créditos. OTE y MVO se incluyen con respecto a los parámetros de riesgo de la cuenta.
fa_ir: صندوق های حساب موجود از جمله تعادل، سود تحقق یافته (یا زیان)، وثیقه و اعتبارات. OTE و MVO در مورد پارامترهای ریسک حساب گنجانده شده اند.
fr_fr: Fonds de compte disponibles, y compris le solde, le profit (ou la perte) réalisé, les sûretés et les crédits. L’OTE et le MVO sont inclus en ce qui concerne les paramètres de risque du compte.
hi_in: शेष राशि, एहसास लाभ (या हानि), जमानत और क्रेडिट सहित उपलब्ध खाता धन। ओटीई और एमवीओ को खाता जोखिम मापदंडों के बारे में शामिल किया गया है।
it_it: Fondi del conto disponibili tra cui saldo, profitto (o perdita) realizzato, garanzie reali e crediti. OTE e MVO sono inclusi per quanto riguarda i parametri di rischio dell'account.
ja_jp: 残高、実現利益(または損失)、担保、貸方などの利用可能な口座資金。OTE および MVO は、アカウントリスクパラメータに関して含まれています。
pl_pl: Dostępne środki na koncie, w tym saldo, zrealizowany zysk (lub strata), zabezpieczenie i kredyty. OTE i MVO są uwzględnione w odniesieniu do parametrów ryzyka rachunku.
pt_pt: Fundos de conta disponíveis, incluindo saldo, resultados realizados (ou perdas), garantias e créditos. OTE e MVO estão incluídos no que diz respeito aos parâmetros de risco da conta.
ru_ru: Доступные средства на счете, включая остаток, реализованную прибыль (или убыток), обеспечение и кредиты. OTE и MVO включены в отношении параметров риска счета.
th_th: เงินในบัญชีที่มีอยู่รวมถึงยอดคงเหลือกําไร (หรือขาดทุน) ที่รับรู้หลักประกันและเครดิต OTE และ MVO รวมอยู่ในพารามิเตอร์ความเสี่ยงของบัญชี
tr_tr: Bakiye, gerçekleşen kar (veya zarar), teminat ve krediler dahil olmak üzere kullanılabilir hesap fonları. OTE ve MVO, hesap riski parametrelerine dahildir.
uk_ua: Доступні кошти на рахунку, включаючи залишок, реалізований прибуток (або збиток), забезпечення та кредити. OTE та MVO включені щодо параметрів ризику рахунку.

source: Market value of futures
ar_sa: القيمة السوقية للعقود الآجلة
de_de: Marktwert von Futures
es_es: Valor de mercado de los futuros
fa_ir: ارزش بازار آینده
fr_fr: Valeur marchande des contrats à terme
hi_in: वायदा का बाजार मूल्य
it_it: Valore di mercato dei futures
ja_jp: 先物の市場価値
pl_pl: Wartość rynkowa kontraktów terminowych
pt_pt: Valor de mercado dos futuros
ru_ru: Рыночная стоимость фьючерсов
th_th: มูลค่าตลาดของฟิวเจอร์ส
tr_tr: Vadeli işlem piyasa değeri
uk_ua: Ринкова вартість ф'ючерсів

source: Market value of futures calculated as the current market trade/best bid/best ask (regarding to the risk account settings) times the number of futures (positive for long and negative for short) in the portfolio.
ar_sa: القيمة السوقية للعقود الآجلة المحسوبة على أنها تجارة السوق الحالية/ أفضل عرض/أفضل طلب (فيما يتعلق بإعدادات حساب المخاطر) تضاعف عدد العقود الآجلة (موجبة للفترة الطويلة والسلبية للفترة القصيرة) في المحفظة.
de_de: Der Marktwert von Futures, berechnet als aktueller Markthandel/bestes Gebot/bester Brief (in Bezug auf die Risikokontoeinstellungen) mal die Anzahl der Futures (positiv für Long und negativ für short) im Portfolio.
es_es: El valor de mercado de los futuros calculado como el comercio de mercado actual / mejor oferta / mejor demanda (con respecto a la configuración de la cuenta de riesgo) veces el número de futuros (positivos para largo y negativos para corto) en la cartera.
fa_ir: ارزش بازار آینده محاسبه شده به عنوان تجارت بازار فعلی / بهترین پیشنهاد / بهترین بپرسید (در مورد تنظیمات حساب ریسک) برابر تعداد آینده (مثبت برای طولانی و منفی برای کوتاه) در نمونه کارها.
fr_fr: La valeur marchande des contrats à terme calculée comme le commerce actuel du marché / la meilleure offre / meilleure demande (en ce qui concerne les paramètres du compte à risque) multiplié par le nombre de contrats à terme (positifs pour long et négatifs pour courts) dans le portefeuille.
hi_in: वायदा के बाजार मूल्य वर्तमान बाजार व्यापार के रूप में गणना/सबसे अच्छा बोली/सबसे अच्छा पूछो (जोखिम खाता सेटिंग्स के बारे में) बार वायदा की संख्या (लंबे समय के लिए सकारात्मक और कम के लिए नकारात्मक) पोर्टफोलियो में ।
it_it: Valore di mercato dei future calcolato come l'attuale trade di mercato/best bid/best ask (per quanto riguarda le impostazioni del conto di rischio) volte il numero di future (positivi a lungo e negativi in breve) nel portafoglio.
ja_jp: 現在の市場取引/ベストビッド/ベストアスク(リスク口座設定に関する)として計算された先物の市場価値は、ポートフォリオの先物の数(長い場合はプラス、短期ではマイナス)の倍です。
pl_pl: Wartość rynkowa kontraktów terminowych obliczonych jako bieżąca transakcja rynkowa/najlepsza oferta/najlepsze pytanie (w odniesieniu do ustawień rachunku ryzyka) jest większa niż liczba kontraktów terminowych (w skrócie dodatnia i ujemna) w portfelu.
pt_pt: O valor de mercado dos futuros calculado como o comércio de mercado atual/melhor oferta/melhor pedido (no que diz respeito às definições da conta de risco) vezes o número de futuros (positivos para longo e negativo para curto) na carteira.
ru_ru: Рыночная стоимость фьючерсов рассчитывается как текущая рыночная торговля/лучшая ставка/лучший аск (относительно настроек счета риска), умноженная на количество фьючерсов (положительных для длинных и отрицательных для коротких) в портфеле.
th_th: มูลค่าตลาดของฟิวเจอร์สที่คํานวณเป็นการซื้อขายในตลาดปัจจุบัน/การเสนอราคาที่ดีที่สุด/คําถามที่ดีที่สุด (เกี่ยวกับการตั้งค่าบัญชีความเสี่ยง) คูณจํานวนฟิวเจอร์ส (บวกสําหรับระยะยาวและลบในระยะสั้น) ในพอร์ตโฟลิโอ
tr_tr: Mevcut piyasa ticareti/en iyi teklif/en iyi teklif (risk hesabı ayarlarına ilişkin) olarak hesaplanan vadeli işlemlerin piyasa değeri, portföydeki vadeli işlem sayısının (uzun için pozitif ve kısa için negatif) iki katıdır.
uk_ua: Ринкова вартість ф'ючерсів розраховується як поточна ринкова угода/краща ставка/кращий аск (щодо налаштувань рахунку ризику), помножена на кількість ф'ючерсів (позитивних для довгих та негативних для коротких) у портфелі.

source: Market value of options
ar_sa: القيمة السوقية للخيارات
de_de: Marktwert der Optionen
es_es: Valor de mercado de las opciones
fa_ir: ارزش بازار گزینه ها
fr_fr: Valeur marchande des options
hi_in: विकल्पों का बाजार मूल्य
it_it: Valore di mercato delle opzioni
ja_jp: オプションの市場価値
pl_pl: Wartość rynkowa opcji
pt_pt: Valor de mercado das opções
ru_ru: Рыночная стоимость опционов
th_th: มูลค่าตลาดของออปชั่น
tr_tr: Seçeneklerin piyasa değeri
uk_ua: Ринкова вартість опціонів
