Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Quantity long
ar_sa: الكمية طويلة
de_de: Menge lang
es_es: Cantidad larga
fa_ir: تعداد طولانی
fr_fr: Quantité longue
hi_in: मात्रा लंबी
it_it: Quantità lunga
ja_jp: 数量が長い
pl_pl: Ilość długa
pt_pt: Quantidade Comprada
ru_ru: Объем длинных
th_th: ปริมาณยาว
tr_tr: Miktar uzun
uk_ua: Кількість довгих

source: Quantity short
ar_sa: كمية قصيرة
de_de: Menge kurz
es_es: Cantidad corta
fa_ir: تعداد کوتاه
fr_fr: Quantité courte
hi_in: मात्रा कम
it_it: Quantità corto
ja_jp: 数量不足
pl_pl: Ilość krótka
pt_pt: Quantidade Vendida
ru_ru: Объем коротких
th_th: ปริมาณสั้น
tr_tr: Miktar kısa
uk_ua: Кількість коротких

source: Liquidation price
ar_sa: سعر التصفية
de_de: Liquidationspreis
es_es: Precio de liquidación
fa_ir: قیمت انحلال
fr_fr: Prix de liquidation
hi_in: परिसमापन मूल्य
it_it: Prezzo di liquidazione
ja_jp: 清算価格
pl_pl: Cena likwidacji
pt_pt: Preço de liquidação
ru_ru: Ликвидационная цена
th_th: ราคาชําระบัญชี
tr_tr: Tasfiye fiyatı
uk_ua: Ціна ліквідації

source: N/A
fa_ir: ازت/
pl_pl: Nie dotyczy
pt_pt: N / D
ru_ru: Н/Д
th_th: ไม่ระบุ
uk_ua: Н/Д

source: Show position bar
ar_sa: إظهار شريط الموضع
de_de: Zeige Positionsleiste
es_es: Mostrar barra de posición
fa_ir: نمایش نوار موقعیت
fr_fr: Afficher la barre de position
hi_in: स्थिति पट् टी दिखाएं
it_it: Mostra barra di posizione
ja_jp: 位置バーを表示する
pl_pl: Pokaż pasek pozycji
pt_pt: Mostrar barra de posição
ru_ru: Показать строку позиции
th_th: แสดงแถบตําแหน่ง
tr_tr: Konum çubuğunu göster
uk_ua: Показати панель позицій

source: Net Profit
ar_sa: صافي الربح
de_de: Reingewinn
es_es: Beneficio neto
fa_ir: سود خالص
fr_fr: Bénéfice net
hi_in: निवल लाभ
it_it: Profitto netto
ja_jp: 純利益
pl_pl: Zysk netto
pt_pt: Lucro líquido
ru_ru: Чистая прибыль
th_th: กําไรสุทธิ
tr_tr: Net kazanç
uk_ua: Чистий дохід

source: Net Loss
ar_sa: خسارة صافية
de_de: Jahresfehlbetrag
es_es: Pérdida neta
fa_ir: از دست دادن خالص
fr_fr: Perte nette
hi_in: निवल हानि
it_it: Perdita netta
ja_jp: 純損失
pl_pl: Strata netto
pt_pt: Prejuízo líquido
ru_ru: Чистый убыток
th_th: ขาดทุนสุทธิ
tr_tr: Net kayıp
uk_ua: Чистий збиток

source: Ask trade size
ar_sa: اسأل حجم التداول
de_de: Fragen Sie die Handelsgröße
es_es: Preguntar el tamaño del comercio
fa_ir: از اندازه تجارت بپرسید
fr_fr: Demandez la taille du commerce
hi_in: व्यापार आकार पूछें
it_it: Chiedi dimensione commerciale
ja_jp: トレードサイズを確認する
pl_pl: Zapytaj o wielkość transakcji
pt_pt: Pergunte ao tamanho do comércio
ru_ru: Размер сделки Аск
th_th: ถามขนาดการเทรด
tr_tr: Ticaret boyutunu sorun
uk_ua: Розмір угоди Аск

source: Bid trade size
ar_sa: حجم تجارة العطاء
de_de: Gebotshandelsgröße
es_es: Tamaño de la operación de la oferta
fa_ir: اندازه تجارت پیشنهاد
fr_fr: Taille du commerce d’enchères
hi_in: बोली व्यापार आकार
it_it: Dimensioni del commercio dell'offerta
ja_jp: 入札トレードサイズ
pl_pl: Wielkość transakcji ofertowych
pt_pt: Tamanho do comércio de licitação
ru_ru: Размер сделки Бид
th_th: ขนาดการเทรดประมูล
tr_tr: Teklif ticaret boyutu
uk_ua: Розмір угоди Бід

source: Bid/Ask reset
ar_sa: إعادة تعيين عرض الأسعار/الطلب
fa_ir: پیشنهاد / درخواست تنظیم مجدد
fr_fr: Enchère/Demande de réinitialisation
hi_in: बोली/पूछो रीसेट
it_it: Reimpostazione offerta/richiesta
ja_jp: 入札/確認リセット
pl_pl: Resetowanie stawek/zapytań
pt_pt: Licitação/Pedido reset
ru_ru: Сброс Бид/Аск
th_th: รีเซ็ตราคาเสนอ/ถาม
tr_tr: Teklif/Sor sıfırlama
uk_ua: Скидання Бід/Аск

source: Last trade size
ar_sa: حجم التداول الأخير
de_de: Letzte Handelsgröße
es_es: El último tamaño de comercio
fa_ir: آخرین اندازه تجارت
fr_fr: Dernière taille commerciale
hi_in: अंतिम व्यापार आकार
it_it: Ultima dimensione commerciale
ja_jp: 最終取引サイズ
pl_pl: Ostatnia wielkość transakcji
pt_pt: Última dimensão comercial
ru_ru: Размер последней сделки
th_th: ขนาดการเทรดล่าสุด
tr_tr: Son işlem boyutu
uk_ua: Розмір угоди Ласт

source: Type of last trade
ar_sa: نوع آخر تداول
de_de: Art des letzten Handels
es_es: Tipo de última operación
fa_ir: نوع آخرین تجارت
fr_fr: Type de dernier commerce
hi_in: पिछले व्यापार का प्रकार
it_it: Tipo di ultimo commercio
ja_jp: 最終取引のタイプ
pl_pl: Rodzaj ostatniej transakcji
pt_pt: Tipo de última troca
ru_ru: Тип последней сделки
th_th: ประเภทของการเทรดครั้งล่าสุด
tr_tr: Son ticaret türü
uk_ua: Тип останньої угоди

source: Buy/Sell
de_de: Kaufen/Verkaufen
fa_ir: خرید / فروش
fr_fr: Achat/Vente
it_it: Compra/Vendi
th_th: ซื้อ/ขาย
uk_ua: Купити/Продати

source: Buy order color
de_de: Bestellfarbe kaufen
fa_ir: خرید سفارش رنگ
fr_fr: Acheter la couleur de la commande
it_it: Acquista il colore dell'ordine
th_th: สีสั่งซื้อ
uk_ua: Купити колір замовлення

source: Buy SL/TP color
de_de: SL/TP Farbe kaufen
fa_ir: خرید SL / TP رنگ
fr_fr: Acheter SL/TP couleur
it_it: Acquista colore SL/TP
th_th: ซื้อสี SL/TP
uk_ua: Купити SL/TP колір

source: Sell order color
de_de: Farbe der Verkaufsbestellung
fa_ir: فروش سفارش رنگ
fr_fr: Couleur de l’ordre de vente
it_it: Vendi il colore dell'ordine
th_th: ขายสีคําสั่ง
uk_ua: Колір замовлення на продаж

source: Sell SL/TP color
de_de: SL/TP-Farbe verkaufen
fa_ir: فروش SL / TP رنگ
fr_fr: Vendre SL/TP couleur
it_it: Vendi colore SL/TP
th_th: ขายสี SL / TP
uk_ua: Продавайте SL/ TP колір

source: Mixed (Buy/Sell) group color
de_de: Gemischte Gruppenfarbe (Kaufen/Verkaufen)
fa_ir: مخلوط (خرید / فروش) رنگ گروه
fr_fr: Couleur de groupe mixte (Achat/Vente)
it_it: Colore di gruppo misto (Acquista/Vendi)
th_th: สีกลุ่มผสม (ซื้อ/ขาย)
uk_ua: Змішаний (купити/продати) колір групи

source: Mixed (Buy/Sell) group SL/TP color
de_de: Gemischte (Kaufen/Verkaufen) SL/TP-Farbe der Gruppe
fa_ir: مخلوط (خرید / فروش) گروه SL / TP رنگ
fr_fr: Couleur mixte (Achat/Vente) SL/TP
it_it: Colore misto (Acquisto/Vendita) gruppo SL/TP
th_th: สีผสม (ซื้อ/ขาย) กลุ่ม SL/TP
uk_ua: Змішаний (Купити/Продати) груповий SL/TP колір

source: Order color
ar_sa: ترتيب اللون
de_de: Farbe bestellen
es_es: Color del pedido
fa_ir: رنگ سفارش
fr_fr: Couleur de commande
hi_in: आदेश रंग
it_it: Colore ordine
ja_jp: 注文色
pl_pl: Kolor zamówienia
pt_pt: Cor da ordem
ru_ru: Цвет ордера
th_th: สั่งซื้อสี
tr_tr: Sipariş rengi
uk_ua: Колір ордеру

source: SL/TP color
ar_sa: SL / TP اللون
de_de: SL/TP Farbe
es_es: Color SL/TP
fa_ir: SL / TP رنگ
fr_fr: Couleur SL/TP
hi_in: SL/TP रंग
it_it: Colore SL/TP
ja_jp: SL/TP カラー
pl_pl: Kolor SL/TP
pt_pt: Cor SL/TP
ru_ru: Цвет SL/TP
th_th: สี SL / TP
tr_tr: SL/TP rengi
uk_ua: Колір СЛ/ТП

source: Column font
ar_sa: خط العمود
de_de: Spaltenschrift
es_es: Fuente de columna
fa_ir: نوع خط ستون
fr_fr: Police de colonne
hi_in: स्तंभ फ़ॉंट
it_it: Carattere della colonna
ja_jp: 列フォント
pl_pl: Czcionka kolumny
pt_pt: Fonte da coluna
ru_ru: Шрифт колонки
th_th: ฟอนต์ของคอลัมน์
tr_tr: Sütun yazı tipi
uk_ua: Шрифт стовпця

source: Text alignment
ar_sa: محاذاة النص
de_de: Textausrichtung
es_es: Alineación del texto
fa_ir: هم ترازی متن
fr_fr: Alignement du texte
hi_in: टेक्स्ट अलाइनमेंट
it_it: Allineamento del testo
ja_jp: テキスト配置
pl_pl: Wyrównanie tekstu
pt_pt: Alinhamento do texto
ru_ru: Выравнивание текста
th_th: การจัดแนวข้อความ
tr_tr: Metin hizalama
uk_ua: Вирівнювання тексту

source: Custom colors
ar_sa: ألوان مخصصة
de_de: Benutzerdefinierte Farben
es_es: Colores personalizados
fa_ir: رنگ های سفارشی
fr_fr: Couleurs personnalisées
hi_in: कस्टम रंग
it_it: Colori personalizzati
ja_jp: カスタムカラー
pl_pl: Kolory niestandardowe
pt_pt: Cores personalizadas
ru_ru: Свои цвета
th_th: สีที่กําหนดเอง
tr_tr: Özel renkler
uk_ua: Свої кольори

source: Custom Back Color
ar_sa: لون الظهر المخصص
de_de: Benutzerdefinierte Rückenfarbe
es_es: Color de fondo personalizado
fa_ir: رنگ برگشت سفارشی
fr_fr: Couleur d’arrière-garde personnalisée
hi_in: कस्टम बैक रंग
it_it: Colore posteriore personalizzato
ja_jp: カスタムの背景色
pl_pl: Niestandardowy kolor wsteczny
pt_pt: Cor de volta personalizada
ru_ru: Свой цвет фона
th_th: สีกลับที่กําหนดเอง
tr_tr: Özel Arka Renk
uk_ua: Свій колір фону

source: Total value
ar_sa: القيمة الإجمالية
de_de: Gesamtwert
es_es: Valor total
fa_ir: مقدار کل
fr_fr: Valeur totale
hi_in: कुल मूल्य
it_it: Valore totale
ja_jp: 合計価値
pl_pl: Łączna wartość
pt_pt: Valor total
ru_ru: Общее значение
th_th: มูลค่ารวม
tr_tr: Toplam değer
uk_ua: Загальне значення

source: Highlight total value more than
ar_sa: تمييز القيمة الإجمالية أكثر من
de_de: Gesamtwert mehr als hervorheben
es_es: Resaltar el valor total más de
fa_ir: برجسته ارزش کل بیش از
fr_fr: Mettre en surbrillance la valeur totale supérieure à
hi_in: कुल मूल्य से अधिक हाइलाइट करें
it_it: Evidenziare il valore totale più di
ja_jp: 次の値より大きい合計値を強調表示
pl_pl: Podświetl łączną wartość większą niż
pt_pt: Destacar o valor total mais do que
ru_ru: Выделять общее значение, большее чем
th_th: เน้นมูลค่ารวมมากกว่า
tr_tr: Toplam değeri daha fazla vurgulayın
uk_ua: Виділити загальне значення, більше ніж

source: Highlight total value less than
ar_sa: تمييز القيمة الإجمالية أقل من
de_de: Markieren Sie den Gesamtwert kleiner als
es_es: Resaltar valor total menor que
fa_ir: برجسته ارزش کل کمتر از
fr_fr: Mettre en surbrillance la valeur totale inférieure à
hi_in: कुल मूल्य से कम हाइलाइट करना
it_it: Evidenziare il valore totale minore di
ja_jp: [次より小さい値を強調表示する]
pl_pl: Podświetl łączną wartość mniejszą niż
pt_pt: Destacar o valor total inferior ao
ru_ru: Выделять общее значение, меньшее чем
th_th: เน้นมูลค่ารวมน้อยกว่า
tr_tr: Toplam değeri daha küçük vurgula
uk_ua: Виділити загальне значення, менше ніж

source: Grid color
ar_sa: لون الشبكة
de_de: Rasterfarbe
es_es: Color de cuadrícula
fa_ir: رنگ شبکه
fr_fr: Couleur de la grille
hi_in: ग्रिड रंग
it_it: Colore griglia
ja_jp: グリッド色
pl_pl: Kolor siatki
pt_pt: Cor da grade
ru_ru: Цвет сетки
th_th: สีเส้นตาราง
tr_tr: Kılavuz rengi
uk_ua: Колір сітки

source: All
ar_sa: جميع
de_de: Alle
es_es: Todo
fa_ir: همه
fr_fr: Tout
hi_in: सभी
it_it: Tutto
ja_jp: すべて
pl_pl: Wszystko
pt_pt: Todos
ru_ru: Все
th_th: ทั้งหมด
tr_tr: Hepsi
uk_ua: Всі

source: Center line
ar_sa: خط الوسط
de_de: Achse
es_es: Línea central
fa_ir: خط مرکز
fr_fr: Ligne centrale
hi_in: केंद्र रेखा
it_it: Asse
pl_pl: Linia środkowa
pt_pt: Linha central
ru_ru: Центральная линия
th_th: เส้นกึ่งกลาง
uk_ua: Центральна лінія

source: Comments
ar_sa: تعليقات
de_de: Kommentare
es_es: Comentarios
fa_ir: نظرات
fr_fr: Commentaires
hi_in: टिप्पणियाँ
it_it: Commenti
ja_jp: コメント
pl_pl: Komentarze
pt_pt: Comentários
ru_ru: Комментарий
th_th: ความ คิด เห็น
tr_tr: Yorumlar
uk_ua: Коментарі

source: Clear
ar_sa: مسح
de_de: Klar
es_es: Borrar
fa_ir: روشن
fr_fr: Effacer
hi_in: स्पष्ट
it_it: Chiaro
ja_jp: クリア
pl_pl: Wyczyść
pt_pt: Limpar
ru_ru: Очистить
th_th: ใส
tr_tr: Temizle
uk_ua: Очистити

source: Cumulative size
ar_sa: الحجم التراكمي
de_de: Kumulative Größe
es_es: Tamaño acumulado
fa_ir: اندازه تجمعی
fr_fr: Taille cumulative
hi_in: संचयी आकार
it_it: Dimensione cumulativa
ja_jp: 累積サイズ
pl_pl: Skumulowany rozmiar
pt_pt: Tamanho cumulativo
ru_ru: Совокупный размер
th_th: ขนาดสะสม
tr_tr: Kümülatif boyut
uk_ua: Сукупний розмір

source: Show table header
ar_sa: إظهار رأس الجدول
de_de: Tabellenkopf anzeigen
es_es: Mostrar encabezado de tabla
fa_ir: نمایش سرصفحه جدول
fr_fr: Afficher l’en-tête de table
hi_in: टेबल हेडर दिखाएं
it_it: Mostra intestazione tabella
ja_jp: テーブル ヘッダーを表示
pl_pl: Pokaż nagłówek tabeli
pt_pt: Cabeçalho da mesa de espetáculo
ru_ru: Показать заголовок таблицы
th_th: แสดงส่วนหัวของตาราง
tr_tr: Tablo üstbilginin göster
uk_ua: Показувати заголовок таблиці

source: Header font
ar_sa: خط الرأس
de_de: Kopfzeile
es_es: Fuente del encabezado
fa_ir: قلم سرصفحه
fr_fr: Police d'en-tête
hi_in: शीर्ष लेख फ़ॉंट
it_it: Carattere di intestazione
ja_jp: ヘッダーフォント
pl_pl: Czcionka nagłówka
pt_pt: Fonte de cabeçalho
ru_ru: Шрифт заголовка
th_th: แบบอักษรส่วนหัว
tr_tr: Üstbilgi yazı tipi
uk_ua: Шрифт заголовка

source: Header colors
ar_sa: ألوان الرأس
de_de: Header-Farben
es_es: Colores de encabezado
fa_ir: رنگ های سرصفحه
fr_fr: Couleurs d’en-tête
hi_in: हेडर रंग
it_it: Colori dell'intestazione
ja_jp: ヘッダーの色
pl_pl: Kolory nagłówka
pt_pt: Cores do cabeçalho
ru_ru: Цвета заголовка
th_th: สีของส่วนหัว
tr_tr: Üstbilgi renkleri
uk_ua: Кольори заголовка

source: Header grid color
ar_sa: لون شبكة الرأس
de_de: Farbe des Kopfzeilenrasters
es_es: Color de la cuadrícula de encabezado
fa_ir: رنگ شبکه سرصفحه
fr_fr: Couleur de la grille d’en-tête
hi_in: हेडर ग्रिड रंग
it_it: Colore griglia intestazione
ja_jp: ヘッダー グリッドの色
pl_pl: Kolor siatki nagłówka
pt_pt: Cor da grelha do cabeçalho
ru_ru: Цвет сетки заголовка
th_th: สีตารางส่วนหัว
tr_tr: Üstbilgi ızgarası rengi
uk_ua: Колір сітки заголовка

source: Show day map
ar_sa: عرض خريطة اليوم
de_de: Zeige Tageskarte
es_es: Mostrar mapa del día
fa_ir: نمایش نقشه روز
fr_fr: Afficher la carte de la journée
hi_in: दिन का नक्शा दिखाएं
it_it: Mostra la mappa del giorno
ja_jp: 日の地図を表示する
pl_pl: Pokaż mapę dnia
pt_pt: Mostrar mapa do dia
ru_ru: Показать ценовой диапазон дня
th_th: แสดงแผนที่วัน
tr_tr: Günü haritayı göster
uk_ua: Показати цінову карту дня

source: Highlight values more than
ar_sa: تمييز القيم أكثر من
de_de: Markieren Sie Werte mehr als
es_es: Resalte valores más que
fa_ir: ارزش های برجسته بیش از
fr_fr: Mettre en évidence des valeurs plus que
hi_in: मूल्यों को अधिक से अधिक हाइलाइट करें
it_it: Evidenziare i valori più di
ja_jp: 次の値を強調表示
pl_pl: Wyróżnianie wartości więcej niż
pt_pt: Destacar valores mais do que
ru_ru: Выделять значения больше, чем
th_th: เน้นค่ามากกว่า
tr_tr: Değerleri daha fazla vurgulama
uk_ua: Виділяти значення, більші ніж

source: Best bid
ar_sa: أفضل سعر عرض
de_de: Bestes Gebot
es_es: Mejor venta
fa_ir: بهترین پیشنهاد
fr_fr: Meilleure offre
hi_in: सर्वश्रेष्ठ बोली
it_it: Miglior offerta
pl_pl: Najlepsza oferta
pt_pt: Melhor preço 'Bid'
ru_ru: Лучший Бид
th_th: ราคาเสนอที่ดีที่สุด
uk_ua: Найкраща Бід

source: Best ask
ar_sa: أفضل سعر طلب
de_de: Fragen Sie am besten
es_es: Mejor compra
fa_ir: بهترین بپرسید
fr_fr: Meilleure demande
hi_in: सबसे अच्छा पूछें
it_it: Meglio chiedere
pl_pl: Najlepiej zapytać
pt_pt: Melhor preço 'Ask'
ru_ru: Лучший Аск
th_th: ถามที่ดีที่สุด
uk_ua: Найкраща Аск

source: Spread
ar_sa: انتشار
de_de: Verbreitung
es_es: Diferencial
fa_ir: گسترش
fr_fr: Propagation
hi_in: फैलना
it_it: Diffusione
pl_pl: Rozprzestrzenianie się
pt_pt: Espalhar
ru_ru: Спред
th_th: กระจาย
uk_ua: Спред

source: Marked price
ar_sa: سعر ملحوظ
de_de: Markierter Preis
es_es: Precio marcado
fa_ir: قیمت مشخص شده
fr_fr: Prix marqué
hi_in: अंकित मूल्य
it_it: Prezzo marcato
pl_pl: Oznaczona cena
pt_pt: Preço marcado
ru_ru: Указанная цена
th_th: ราคาที่ทําเครื่องหมายไว้
uk_ua: Зазначена ціна

source: Current last
ar_sa: آخر حالة حالية
de_de: Aktuell letzte
es_es: Último actual
fa_ir: آخرین فعلی
fr_fr: Dernier actuel
hi_in: वर्तमान अंतिम
it_it: Ultima corrente
pl_pl: Bieżący ostatni
pt_pt: Última corrente
ru_ru: Текущий последний
th_th: ปัจจุบันล่าสุด
uk_ua: Поточний Ласт

source: Show last
ar_sa: عرض الأخير
de_de: Zuletzt anzeigen
es_es: Mostrar último
fa_ir: آخرین نمایش
fr_fr: Afficher en dernier
hi_in: अंतिम दिखाएँ
it_it: Mostra ultimo
pl_pl: Pokaż ostatni
pt_pt: Mostrar o último
ru_ru: Показать последний
th_th: แสดงล่าสุด
uk_ua: Показати Ласт

source: Single color
ar_sa: لون واحد
de_de: Einfarbig
es_es: Un solo color
fa_ir: تک رنگ
fr_fr: Couleur simple
hi_in: एकल रंग
it_it: Monocolore
pl_pl: Pojedynczy kolor
pt_pt: Cor simples
ru_ru: Одиночный цвет
th_th: สีเดียว
uk_ua: Колір одиночних

source: By bid/ask
ar_sa: حسب العرض/الطلب
de_de: Per Bid/Ask
es_es: Por puja/demanda
fa_ir: با پیشنهاد / بپرسید
fr_fr: Par enchère/demande
hi_in: बोली से / पूछें
it_it: Per bid/ask
pl_pl: Według bid/ask
pt_pt: Por oferta/pedido
ru_ru: По ставке/аск
th_th: โดยการเสนอราคา/เสนอขาย
uk_ua: За Бід/Аск

source: By last change
ar_sa: حسب التغيير الأخير
de_de: Nach letzter Änderung
es_es: Por último cambio
fa_ir: با آخرین تغییر
fr_fr: Par dernière modification
hi_in: अंतिम परिवर्तन के अनुसार
it_it: Per ultima modifica
pl_pl: Według ostatniej zmiany
pt_pt: Pela última mudança
ru_ru: По последнему изменению
th_th: โดยการเปลี่ยนแปลงครั้งล่าสุด
uk_ua: За останньою зміною

source: Last coloring mode
ar_sa: وضع التلوين الأخير
de_de: Letzter Farbmodus
es_es: Último modo de coloración
fa_ir: آخرین حالت رنگ آمیزی
fr_fr: Dernier mode de coloration
hi_in: अंतिम रंग मोड
it_it: Ultima modalità di colorazione
pl_pl: Ostatni tryb kolorowania
pt_pt: Último modo de coloração
ru_ru: Последний режим раскраски
th_th: โหมดระบายสีล่าสุด
uk_ua: Режим фарбування Ласт

source: Show brackets
ar_sa: إظهار الأقواس
de_de: Klammern anzeigen
es_es: Mostrar corchetes
fa_ir: نمایش پرانتز
fr_fr: Afficher les parenthèses
hi_in: कोष्ठक दिखाएँ
it_it: Mostra parentesi
pl_pl: Pokaż nawiasy
pt_pt: Mostrar suportes
ru_ru: Показать скобки
th_th: แสดงวงเล็บเหลี่ยม
uk_ua: Показати брекети

source: Ask border style
ar_sa: اسأل نمط الحدود
de_de: Rahmenstil fragen
es_es: Preguntar estilo de borde
fa_ir: از سبک مرزی بپرسید
fr_fr: Demander le style de bordure
hi_in: बॉर्डर शैली पूछें
it_it: Chiedi stile bordo
pl_pl: Styl obramowania Zapytaj
pt_pt: Pergunte ao estilo de fronteira
ru_ru: Стиль границы "Задать вопрос"
th_th: ถามสไตล์เส้นขอบ
uk_ua: Стиль обведення Аск

source: Ask custom style
ar_sa: اسأل النمط المخصص
de_de: Fragen Sie nach benutzerdefiniertem Stil
es_es: Pedir estilo personalizado
fa_ir: از سبک سفارشی بپرسید
fr_fr: Demander un style personnalisé
hi_in: कस्टम शैली पूछें
it_it: Chiedi stile personalizzato
pl_pl: Zapytaj o styl niestandardowy
pt_pt: Pergunte estilo personalizado
ru_ru: Задать пользовательский стиль
th_th: ถามสไตล์ที่กําหนดเอง
uk_ua: Свій стиль Аск

source: Bid border style
ar_sa: نمط حد عرض الأسعار
de_de: Gebotsrahmen-Stil
es_es: Estilo de borde de puja
fa_ir: سبک مرزی بید
fr_fr: Style de bordure d’enchère
hi_in: बोली बॉर्डर शैली
it_it: Stile del bordo dell'offerta
pl_pl: Styl obramowania stawki
pt_pt: Estilo de fronteira de licitação
ru_ru: Стиль границы ставки
th_th: สไตล์เส้นขอบราคาเสนอ
uk_ua: Стиль обведення Бід

source: Bid custom style
ar_sa: نمط مخصص لعرض الأسعار
de_de: Benutzerdefinierter Gebotsstil
es_es: Puja por estilo personalizado
fa_ir: پیشنهاد سبک سفارشی
fr_fr: Style personnalisé d’enchères
hi_in: कस्टम शैली बोली लगाएं
it_it: Stile personalizzato dell'offerta
pl_pl: Niestandardowy styl określania stawek
pt_pt: Estilo personalizado de licitação
ru_ru: Пользовательский стиль ставки
th_th: สไตล์การเสนอราคาที่กําหนดเอง
uk_ua: Свій стиль Бід

source: Up border style
ar_sa: نمط الحدود لأعلى
de_de: Stil "Aufwärtsrahmen"
es_es: Estilo de borde ascendente
fa_ir: تا سبک مرزی
fr_fr: Style de bordure vers le haut
hi_in: ऊपर बॉर्डर शैली
it_it: Stile bordo superiore
pl_pl: Styl obramowania w górę
pt_pt: Estilo de fronteira
ru_ru: Стиль границы вверх
th_th: สไตล์เส้นขอบขึ้น
uk_ua: Стиль обведення зростання

source: Up custom style
ar_sa: نمط مخصص لأعلى
de_de: Benutzerdefinierter Stil nach oben
es_es: Subir estilo personalizado
fa_ir: تا سبک سفارشی
fr_fr: Haut style personnalisé
hi_in: कस्टम शैली ऊपर
it_it: Stile personalizzato
pl_pl: Styl niestandardowy
pt_pt: Up estilo personalizado
ru_ru: Вверх пользовательский стиль
th_th: เพิ่มสไตล์ที่กําหนดเอง
uk_ua: Свій стиль зростання

source: Down border style
ar_sa: نمط الحد السفلي
de_de: Stil "Abwärtsrand"
es_es: Estilo de borde inferior
fa_ir: پایین سبک مرزی
fr_fr: Style de bordure descendante
hi_in: नीचे बॉर्डर शैली
it_it: Stile bordo inferiore
pl_pl: Styl obramowania w dół
pt_pt: Estilo de fronteira
ru_ru: Стиль нижней границы
th_th: สไตล์เส้นขอบลง
uk_ua: Стиль обведення спадання

source: Down custom style
ar_sa: أسفل النمط المخصص
de_de: Benutzerdefinierter Stil nach unten
es_es: Estilo personalizado hacia abajo
fa_ir: پایین سبک سفارشی
fr_fr: Style personnalisé vers le bas
hi_in: नीचे कस्टम शैली
it_it: Stile personalizzato Down
pl_pl: Niestandardowy styl w dół
pt_pt: Estilo personalizado
ru_ru: Пользовательский стиль вниз
th_th: ลงสไตล์ที่กําหนดเอง
uk_ua: Свій стиль спадання

source: Default border style
ar_sa: نمط الحد الافتراضي
de_de: Standardrahmenstil
es_es: Estilo de borde predeterminado
fa_ir: سبک مرزی پیش فرض
fr_fr: Style de bordure par défaut
hi_in: डिफ़ॉल्ट बॉर्डर शैली
it_it: Stile di bordo predefinito
pl_pl: Domyślny styl obramowania
pt_pt: Estilo de fronteira padrão
ru_ru: Стиль границы по умолчанию
th_th: สไตล์เส้นขอบเริ่มต้น
uk_ua: Типовий стиль обведення

source: Default custom style
ar_sa: النمط المخصص الافتراضي
de_de: Benutzerdefinierter Standardstil
es_es: Estilo personalizado predeterminado
fa_ir: سبک سفارشی پیش فرض
fr_fr: Style personnalisé par défaut
hi_in: डिफ़ॉल्ट कस्टम शैली
it_it: Stile personalizzato predefinito
pl_pl: Domyślny styl niestandardowy
pt_pt: Estilo personalizado padrão
ru_ru: Пользовательский стиль по умолчанию
th_th: สไตล์แบบกําหนดเองเริ่มต้น
uk_ua: Свій типовий стиль

source: Position
ar_sa: الوضعية
es_es: Posición
fa_ir: موقعیت
hi_in: पद
it_it: Posizione
pl_pl: Pozycja
pt_pt: Posição
ru_ru: Позиция
th_th: ฐานะ
uk_ua: Позиція

source: Show position
ar_sa: إظهار الموضع
de_de: Position anzeigen
es_es: Mostrar posición
fa_ir: نشان دادن موقعیت
fr_fr: Afficher la position
hi_in: स्थिति दिखाएं
it_it: Mostra posizione
ja_jp: 職位を表示
pl_pl: Pokaż pozycję
pt_pt: Mostrar posição
ru_ru: Показать позицию
th_th: แสดงตําแหน่ง
tr_tr: Konumu göster
uk_ua: Показати позицію

source: Position width
ar_sa: عرض الموضع
de_de: Breite der Position
es_es: Ancho de posición
fa_ir: عرض موقعیت
fr_fr: Largeur de position
hi_in: स्थिति चौड़ाई
it_it: Larghezza posizione
ja_jp: 位置幅
pl_pl: Szerokość pozycji
pt_pt: Largura de posição
ru_ru: Ширина позиции
th_th: ความกว้างของตําแหน่ง
tr_tr: Konum genişliği
uk_ua: Ширина позиції

source: Long position color
de_de: Farbe der langen Position
fa_ir: رنگ موقعیت بلند
fr_fr: Couleur de position longue
it_it: Colore posizione lunga
th_th: สีตําแหน่งยาว
uk_ua: Колір довгої позиції

source: Short position color
de_de: Farbe der kurzen Position
fa_ir: رنگ موقعیت کوتاه
fr_fr: Couleur de position courte
it_it: Colore posizione corta
th_th: สีตําแหน่งสั้น
uk_ua: Колір короткого положення

source: Show day high/low
ar_sa: إظهار يوم مرتفع/منخفض
de_de: Showtag hoch/niedrig
es_es: Mostrar día alto/bajo
fa_ir: نمایش روز بالا / کم
fr_fr: Afficher le jour haut/bas
hi_in: दिखाएं दिन उच्च/कम
it_it: Mostra giorno alto/basso
ja_jp: 表示日高/低
pl_pl: Pokaż dzień wysoki/niski
pt_pt: Show dia alto/baixo
ru_ru: Показать дневной макс/мин
th_th: แสดงวันสูง/ต่ํา
tr_tr: Gün yüksek/düşük göster
uk_ua: Показувати денний макс/мін

source: Day high
ar_sa: ارتفاع اليوم
de_de: Tag hoch
es_es: Día alto
fa_ir: روز بالا
fr_fr: Haut de la journée
hi_in: दिन उच्च
it_it: Giorno alto
ja_jp: 一日の最高
pl_pl: Dzień wysoki
pt_pt: Maxima do dia
ru_ru: Макс дня
th_th: วันสูงสุด
tr_tr: Gün yüksek
uk_ua: Денний макс.

source: Day low
ar_sa: انخفاض اليوم
de_de: Tag niedrig
es_es: Día bajo
fa_ir: روز کم
fr_fr: Jour bas
hi_in: दिन कम
it_it: Giorno basso
ja_jp: 一日安い
pl_pl: Dzień niski
pt_pt: Mínima do dia
ru_ru: Мин дня
th_th: ต่ําสุดของวัน
tr_tr: Gün düşük
uk_ua: Денний мін.

source: Highlight daily high/low range
de_de: Heben Sie den täglichen High/Low-Bereich hervor
fa_ir: برجسته روزانه محدوده بالا / پایین
fr_fr: Mettez en évidence la plage haute / basse quotidienne
it_it: Evidenzia la gamma alta / bassa giornaliera
th_th: เน้นช่วงสูง/ต่ํารายวัน
uk_ua: Виділяйте щоденний високий/низький діапазон

source: High/Low range colors
de_de: High/Low-Range-Farben
fa_ir: رنگ های برد بالا/پایین
fr_fr: Couleurs haut/bas
it_it: Colori di gamma alta/bassa
th_th: สีช่วงสูง/ต่ํา
uk_ua: Кольори з високим/низьким діапазоном

source: Clear marked prices
ar_sa: مسح الأسعار المميزة
de_de: Klar gekennzeichnete Preise
es_es: Precios marcados claros
fa_ir: پاک کردن قیمت های مشخص شده
fr_fr: Effacer les prix marqués
hi_in: चिह्नित मूल्यों को साफ़ करें
it_it: Prezzi chiari contrassegnati
pl_pl: Jasne oznaczone ceny
pt_pt: Preços claros e marcados
ru_ru: Очистить отмеченные цены
th_th: ล้างราคาที่ทําเครื่องหมายไว้
uk_ua: Очистити позначені ціни
