Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Gross Position Value: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}
ar_sa: إجمالي قيمة المركز: {RoundToCurrencyPrecision(تحويلالقيمة(userMargin.GrossPositionValue، العملة)، العملة)} {العملة}
de_de: Bruttopositionswert: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, Währung), Währung)} {Währung}
es_es: Valor bruto de la posición: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}
fa_ir: ارزش موقعیت ناخالص: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}
fr_fr: Valeur brute de la position : {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}
hi_in: सकल स्थिति मान: {RoundToCurrencyPrecision (ConvertToRealValue (userMargin.GrossPositionValue, मुद्रा), मुद्रा)} {currency}
it_it: Valore della posizione lorda: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}
pl_pl: Wartość pozycji brutto: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}
pt_pt: Valor da posição bruta: {RoundToCurrencyPrecision (ConvertToRealValue (userMargin.GrossPositionValue, moeda), moeda)} {moeda}
ru_ru: Значение валовой позиции: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}
th_th: มูลค่าตําแหน่งรวม: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}
uk_ua: Валове значення позиції: {RoundToCurrencyPrecision(ConvertToRealValue(userMargin.GrossPositionValue, currency), currency)} {currency}

source: Display quantity
ar_sa: كمية العرض
de_de: Anzeigemenge
es_es: Mostrar cantidad
fa_ir: کمیت نمایش
fr_fr: Quantité d’affichage
hi_in: प्रदर्शन की मात्रा
it_it: Visualizza quantità
ja_jp: 数量の表示
pl_pl: Ilość wyświetlenia
pt_pt: Quantidade de exibição
ru_ru: Отображаемое количество
th_th: แสดงปริมาณ
tr_tr: Görüntü miktarı
uk_ua: Видима кількість

source: One way
de_de: Einfache Fahrt
fa_ir: یک راه
fr_fr: Aller simple
it_it: Senso unico
th_th: ทางเดียว
uk_ua: Один із способів

source: Hedge
de_de: Hecke
fa_ir: پرچین
fr_fr: Haie
it_it: Siepe
th_th: บ่ายเบี่ยง
uk_ua: Хедж

source: Open orders
ar_sa: أوامر مفتوحة
de_de: Offene Aufträge
es_es: Abrir pedidos
fa_ir: سفارشات باز
fr_fr: Commandes ouvertes
hi_in: खुला आदेश
it_it: Ordini aperti
ja_jp: 未処理の注文
pl_pl: Otwarte zamówienia
pt_pt: Ordens abertas
ru_ru: Открытые ордера
th_th: เปิดคําสั่งซื้อขาย
tr_tr: Siparişleri Aç
uk_ua: Відкриті ордери

source: Open positions
ar_sa: المراكز المفتوحة
de_de: Offene Stellen
es_es: Abrir posiciones
fa_ir: پوزیشن های باز
fr_fr: Positions ouvertes
hi_in: खुले स्थानों
it_it: Posizioni aperte
ja_jp: ポジションをオープンする
pl_pl: Otwarte pozycje
pt_pt: Posições abertas
ru_ru: Открытые позиции
th_th: ตําแหน่งที่เปิดรับ
tr_tr: Açık pozisyonlar
uk_ua: Відкриті позиції

source: Taker fee
ar_sa: رسوم الأخذ
es_es: Honorario del tomador
fa_ir: هزینه یادداشت برداری
fr_fr: Frais de preneur
hi_in: टेकर शुल्क
it_it: Tassa d'iscrizione
ja_jp: 受け手料金
pl_pl: Opłata za przejęcie
pt_pt: Taxa de Taker
ru_ru: Комиссия Маркет-тейкера
th_th: ค่าธรรมเนียมผู้รับ
tr_tr: Piyasa Alıcı ücreti
uk_ua: Комісія тейкера

source: Leverage type
de_de: Hebeltyp
fa_ir: نوع اهرم
fr_fr: Type d’effet de levier
it_it: Tipo di leva
th_th: ประเภทเลเวอเรจ
uk_ua: Тип кредитного плеча

source: Isolated
ar_sa: معزول
de_de: isoliert
es_es: aislado
fa_ir: جدا
fr_fr: isolé
hi_in: अकेला
it_it: isolato
ja_jp: 分離
pl_pl: odizolowany
pt_pt: Isolado
ru_ru: изолированный
th_th: เปลี่ยว
tr_tr: Izole
uk_ua: Ізольований

source: Position mode
ar_sa: وضع الموضع
de_de: Positionsmodus
es_es: Modo de posición
fa_ir: حالت موقعیت
fr_fr: Mode position
hi_in: स्थिति मोड
it_it: Modalità posizione
ja_jp: ポジションモード
pl_pl: Tryb pozycyjny
pt_pt: Modo de posição
ru_ru: Позиционный режим
th_th: โหมดตําแหน่ง
tr_tr: Konum modu
uk_ua: Режим позиції

source: Long leverage
ar_sa: رافعة مالية طويلة
de_de: Long-Hebel
es_es: Apalancamiento a largo plazo
fa_ir: اهرم طولانی
fr_fr: Effet de levier long
hi_in: लंबे समय तक उत्तोलन
it_it: Leva lunga
pl_pl: Długa dźwignia
pt_pt: Longa alavancagem
ru_ru: Длинное кредитное плечо
th_th: เลเวอเรจระยะยาว
uk_ua: Довге кредитне плече

source: Short leverage
ar_sa: رافعة مالية قصيرة
de_de: Short-Hebel
es_es: Apalancamiento corto
fa_ir: اهرم کوتاه
fr_fr: Effet de levier court
hi_in: लघु उत्तोलन
it_it: Leva corta
pl_pl: Krótka dźwignia finansowa
pt_pt: Alavancagem curta
ru_ru: Короткое кредитное плечо
th_th: เลเวอเรจสั้น
uk_ua: Коротке кредитне плече

source: Index price
ar_sa: سعر المؤشر
de_de: Indexpreis
es_es: Precio del índice
fa_ir: قیمت شاخص
fr_fr: Prix de l’indice
hi_in: इंडेक्स मूल्य
it_it: Prezzo indice
ja_jp: インデックス価格
pl_pl: Cena indeksu
pt_pt: Índice de preço
ru_ru: Цена индекса
th_th: ราคาดัชนี
tr_tr: Endeks fiyatı
uk_ua: Ціна індексу

source: Unique comment
de_de: Einzigartiger Kommentar
fa_ir: نظر منحصر به فرد
fr_fr: Commentaire unique
it_it: Commento unico
th_th: ความคิดเห็นที่ไม่ซ้ํา
uk_ua: Унікальний коментар

source: Register account
ar_sa: تسجيل الحساب
de_de: Konto registrieren
es_es: Registrar cuenta
fa_ir: ثبت حساب
fr_fr: Enregistrer un compte
hi_in: रजिस्टर खाता
it_it: Registra account
ja_jp: アカウントの登録
pl_pl: Zarejestruj konto
pt_pt: Conta de registo
ru_ru: Зарегистрировать счет
th_th: ลงทะเบียนบัญชี
tr_tr: Hesabı kaydet
uk_ua: Зареєструвати рахунок

source: Spot exchange
ar_sa: تبادل فوري
de_de: Spotbörse
es_es: Intercambio al contado
fa_ir: تبادل نقطه
fr_fr: Échange au comptant
hi_in: स्पॉट एक्सचेंज
it_it: Scambio spot
pl_pl: Wymiana spot
pt_pt: Troca de pontos
ru_ru: Спотовый обмен
th_th: จุดแลกเปลี่ยน
uk_ua: Спотовий обмін

source: Inverse futures exchange
de_de: Inverse Futures-Börse
fa_ir: تبادل آتی معکوس
fr_fr: Échange de contrats à terme inverses
it_it: Scambio di futures inversi
th_th: การแลกเปลี่ยนฟิวเจอร์สผกผัน
uk_ua: Зворотний обмін ф'ючерсами

source: USDT perpetual exchange
de_de: USDT unbefristeter Austausch
fa_ir: USDT تبادل همیشگی
fr_fr: UsdT échange perpétuel
it_it: Cambio perpetuo USDT
th_th: USDT การแลกเปลี่ยนถาวร
uk_ua: Usdt безстроковий обмін

source: Load user trades history
ar_sa: تحميل تاريخ صفقات المستخدم
de_de: Laden Sie die Geschichte des Benutzers
es_es: Cargue el historial de operaciones del usuario
fa_ir: بارگذاری تاریخچه معاملات کاربر
fr_fr: Charger l’historique des transactions utilisateur
hi_in: लोड प्रयोक्ता ट्रेडों इतिहास
it_it: Caricare la cronologia delle transazioni utente
ja_jp: ユーザー取引履歴の読み込み
pl_pl: Załaduj historię transakcji użytkownika
pt_pt: Carregar o histórico de negociações do usuário
ru_ru: Загрузка истории сделок пользователей
th_th: โหลดประวัติการซื้อขายของผู้ใช้
tr_tr: Kullanıcı ticareti geçmişini yükleme
uk_ua: Завантажити історію угод користувача

source: Can't find connection type parameters
ar_sa: لا يمكن العثور على معلمات نوع الاتصال
de_de: Verbindungstypparameter können nicht gefunden werden
es_es: No se pueden encontrar parámetros de tipo de conexión
fa_ir: پارامترهای نوع اتصال را نمی توان پیدا کرد
fr_fr: Impossible de trouver des paramètres de type de connexion
hi_in: कनेक्शन प्रकार के पैरामीटर नहीं मिल रहे हैं
it_it: Impossibile trovare i parametri del tipo di connessione
ja_jp: 接続の種類のパラメーターが見つかりません
pl_pl: Nie można odnaleźć parametrów typu połączenia
pt_pt: Não consigo encontrar parâmetros do tipo de ligação
ru_ru: Не могу найти параметры типа соединения
th_th: ไม่พบพารามิเตอร์ชนิดการเชื่อมต่อ
tr_tr: Bağlantı türü parametrelerini bulamıyorum
uk_ua: Не вдалося знайти параметри типу підключення

source: There aren't selected exchanges to connect. Please open 'Connection settings' and select required exchanges.
ar_sa: لا توجد عمليات تبادل محددة للاتصال. الرجاء فتح "إعدادات الاتصال" وتحديد التبادلات المطلوبة.
de_de: Es gibt keine ausgewählten Börsen, um eine Verbindung herzustellen. Bitte öffnen Sie "Verbindungseinstellungen" und wählen Sie die erforderlichen Austauschvorgänge aus.
es_es: No hay intercambios seleccionados para conectar. Abra 'Configuración de conexión' y seleccione los intercambios requeridos.
fa_ir: مبادلات انتخاب شده ای برای اتصال وجود نداره. لطفا "تنظیمات اتصال" را باز کنید و تبادلات مورد نیاز را انتخاب کنید.
fr_fr: Il n’y a pas d’échanges sélectionnés à connecter. Veuillez ouvrir 'Paramètres de connexion' et sélectionner les échanges requis.
hi_in: कनेक्ट करने के लिए चयनित एक्सचेंज नहीं हैं. कृपया 'कनेक्शन सेटिंग्स' खोलें और आवश्यक एक्सचेंजों का चयन करें।
it_it: Non ci sono scambi selezionati per connettersi. Apri "Impostazioni di connessione" e seleziona gli scambi richiesti.
pl_pl: Nie ma wybranych giełd do połączenia. Otwórz "Ustawienia połączenia" i wybierz wymagane giełdy.
pt_pt: Não há trocas selecionadas para ligar. Abra as definições de 'Ligação' e selecione as trocas necessárias.
ru_ru: Нет выбранных бирж для подключения. Пожалуйста, откройте «Настройки подключения» и выберите необходимые биржи.
th_th: ไม่มีการแลกเปลี่ยนที่เลือกเพื่อเชื่อมต่อ โปรดเปิด 'การตั้งค่าการเชื่อมต่อ' และเลือกการแลกเปลี่ยนที่ต้องการ
uk_ua: Немає вибраних бірж для підключення. Будь ласка, відкрийте «Налаштування підключення» та виберіть потрібні біржі.

source: Conditional limit
ar_sa: حد شرطي
es_es: Límite condicional
fa_ir: حد مشروط
hi_in: सशर्त सीमा
ja_jp: 条件付き制限
pl_pl: Limit warunkowy
pt_pt: Limite condicional
ru_ru: Условный лимит
th_th: ขีดจํากัดตามเงื่อนไข
tr_tr: Koşullu sınır
uk_ua: Умовний Ліміт

source: Conditional market
ar_sa: السوق المشروط
es_es: Mercado condicional
fa_ir: بازار مشروط
hi_in: सशर्त बाजार
ja_jp: 条件付き市場
pl_pl: Rynek warunkowy
pt_pt: Mercado condicional
ru_ru: Условный маркет
th_th: ตลาดแบบมีเงื่อนไข
tr_tr: Şartlı piyasa
uk_ua: Умовний Маркет

source: Trailing profit
ar_sa: أرباح زائدة
es_es: Ganancias de la zaga
fa_ir: سود دنباله دار
hi_in: लाभ पीछे
ja_jp: トレーリング利益
pl_pl: Zysk na końcu
pt_pt: Trailing lucro
ru_ru: Скользящая прибыль
th_th: กําไรต่อท้าย
tr_tr: Takip eden kar
uk_ua: Трейлінг-прибуток

source: Min price
ar_sa: الحد الأدنى للسعر
es_es: Precio mínimo
fa_ir: قیمت مین
hi_in: न्यूनतम मूल्य
ja_jp: 最小価格
pl_pl: Cena minimalna
pt_pt: Preço min
ru_ru: Минимальная цена
th_th: ราคาขั้นต่ํา
tr_tr: En az fiyat
uk_ua: Мінімальна ціна

source: Max leverage
ar_sa: أقصى رافعة مالية
es_es: Apalancamiento máximo
fa_ir: اهرم حداکثر
hi_in: मैक्स लीवरेज
ja_jp: 最大レバレッジ
pl_pl: Maksymalna dźwignia
pt_pt: Alavancagem máxima
ru_ru: Максимальное кредитное плечо
th_th: เลเวอเรจสูงสุด
tr_tr: Maksimum kaldıraç
uk_ua: Макс. кредитне плече

source: Min leverage
ar_sa: الحد الأدنى للرافعة المالية
es_es: Apalancamiento mínimo
fa_ir: اهرم مین
hi_in: न्यूनतम लीवरेज
ja_jp: 最小レバレッジ
pl_pl: Minimalna dźwignia
pt_pt: Min alavancagem
ru_ru: Минимальное кредитное плечо
th_th: เลเวอเรจขั้นต่ํา
tr_tr: En az kaldıraç
uk_ua: Мін. кредитне плече

source: Leverage step
ar_sa: خطوة الرافعة المالية
es_es: Paso de apalancamiento
fa_ir: گام اهرم
hi_in: लीवरेज स्टेप
ja_jp: レバレッジステップ
pl_pl: Krok dźwigni
pt_pt: Passo de alavancagem
ru_ru: Шаг кредитного плеча
th_th: ขั้นตอนเลเวอเรจ
tr_tr: Adımdan yararlanın
uk_ua: Крок кредитного плеча

source: Asset exchange records
ar_sa: سجلات تبادل الأصول
es_es: Registros de intercambio de activos
fa_ir: سوابق مبادله دارایی
hi_in: एसेट एक्सचेंज रिकॉर्ड
ja_jp: 資産交換レコード
pl_pl: Rekordy wymiany aktywów
pt_pt: Registos de troca de ativos
ru_ru: Записи об обмене активами
th_th: บันทึกการแลกเปลี่ยนสินทรัพย์
tr_tr: Varlık değişim kayıtları
uk_ua: Записи про обмін активами

source: Active orders
ar_sa: أوامر نشطة
es_es: Órdenes activas
fa_ir: دستورات فعال
hi_in: सक्रिय आदेश
ja_jp: 有効な注文
pl_pl: Aktywne zamówienia
pt_pt: Encomendas ativas
ru_ru: Активные ордера
th_th: คําสั่งซื้อที่ใช้งานอยู่
tr_tr: Etkin siparişler
uk_ua: Активні ордери

source: Conditional orders
ar_sa: أوامر مشروطة
es_es: Órdenes condicionales
fa_ir: دستورات مشروط
hi_in: सशर्त आदेश
ja_jp: 条件付き注文
pl_pl: Zamówienia warunkowe
pt_pt: Ordens condicionais
ru_ru: Условные ордера
th_th: คําสั่งซื้อแบบมีเงื่อนไข
tr_tr: Koşullu siparişler
uk_ua: Умовні ордери

source: Equity
ar_sa: الأسهم
de_de: Eigenkapital
es_es: Capital
fa_ir: سهام
fr_fr: Capital
hi_in: इक्विटी
it_it: Equità
ja_jp: エクイティ
pl_pl: Sprawiedliwość
pt_pt: Patrimônio
ru_ru: Средства
th_th: ความเที่ยงธรรม
tr_tr: Özsermaye
uk_ua: Капітал

source: Used margin
ar_sa: الهامش المستخدم
de_de: Gebrauchte Marge
es_es: Margen utilizado
fa_ir: مارجین استفاده شده
fr_fr: Marge utilisée
hi_in: प्रयुक्त मार्जिन
it_it: Margine usato
ja_jp: 使用されたマージン
pl_pl: Depozyt
pt_pt: Margem usada
ru_ru: Используемая маржа
th_th: มาร์จิ้นที่ใช้แล้ว
tr_tr: Kullanılan teminat
uk_ua: Використана маржа

source: Order margin
ar_sa: هامش الأمر
es_es: Margen de pedido
fa_ir: حاشیه سفارش
hi_in: ऑर्डर मार्जिन
ja_jp: 注文マージン
pl_pl: Margines zamówienia
pt_pt: Margem de encomenda
ru_ru: Маржа ордера
th_th: มาร์จิ้นของคําสั่งซื้อ
tr_tr: Sipariş marjı
uk_ua: Маржа ордеру

source: Pre-occupied order margin
ar_sa: هامش الطلبات قبل الاحتلال
es_es: Margen de orden preocupado
fa_ir: حاشیه سفارش از پیش اشغال شده
hi_in: पूर्व-कब्जे वाले ऑर्डर मार्जिन
ja_jp: 事前占有注文マージン
pl_pl: Wstępnie zajęty margines zamówienia
pt_pt: Margem de encomenda pré-ocupada
ru_ru: Предварительно занятая маржа ордера
th_th: ระยะขอบคําสั่งซื้อที่ถูกครอบครองล่วงหน้า
tr_tr: Önceden dolu sipariş marjı
uk_ua: Попередньо зайнята маржа ордеру

source: Position margin
ar_sa: هامش المركز
de_de: Positionsrand
es_es: Margen de posición
fa_ir: حاشیه موقعیت
fr_fr: Marge de position
hi_in: स्थिति मार्जिन
it_it: Margine di posizione
ja_jp: 位置の余白
pl_pl: Margines pozycji
pt_pt: Margem de posição
ru_ru: Маржа позиции
th_th: ระยะขอบของตําแหน่ง
tr_tr: Marjin pozisyonu
uk_ua: Маржа позиції

source: Position closing fee occupied
ar_sa: رسوم إغلاق المركز مشغولة
es_es: Tarifa de cierre de posición ocupada
fa_ir: هزینه بسته شدن موقعیت اشغال شده
hi_in: स्थिति समापन शुल्क पर कब्जा कर लिया
ja_jp: ポジション決済手数料が占有
pl_pl: Opłata za zamknięcie pozycji zajęta
pt_pt: Taxa de fecho de posição ocupada
ru_ru: Комиссия за закрытие позиции занята
th_th: ค่าธรรมเนียมการปิดตําแหน่งที่ครอบครอง
tr_tr: Pozisyon kapatma ücreti dolu
uk_ua: Зайнята комісія за закриття позиції

source: Pre-occupied funding fee
ar_sa: رسوم تمويل مشغولة مسبقا
es_es: Cuota de financiación preocupada
fa_ir: هزینه بودجه از پیش اشغال شده
hi_in: पूर्व-कब्जे वाली फंडिंग फीस
ja_jp: 事前占有資金手数料
pl_pl: Opłata za wstępne finansowanie
pt_pt: Taxa de financiamento pré-ocupada
ru_ru: Плата за предварительно занятое финансирование
th_th: ค่าธรรมเนียมการระดมทุนที่ครอบครองล่วงหน้า
tr_tr: Önceden işgal edilmiş finansman ücreti
uk_ua: Плата за попередньо зайняте фінансування

source: Daily realized PnL
ar_sa: PnL تتحقق يوميا
es_es: PnL realizado diario
fa_ir: روزانه متوجه PnL
hi_in: दैनिक एहसास पीएनएल
ja_jp: 毎日実現PnL
pl_pl: Codziennie realizowane PnL
pt_pt: PnL realizado diariamente
ru_ru: Дневной реализованный PnL
th_th: รายวันตระหนักถึง PnL
tr_tr: Günlük gerçekleşen PnL
uk_ua: Денний реалізований PnL

source: Daily realized profit and loss
ar_sa: الأرباح والخسائر اليومية المحققة
es_es: Ganancias y pérdidas realizadas diariamente
fa_ir: روزانه متوجه سود و زیان
hi_in: दैनिक एहसास लाभ और हानि
ja_jp: 毎日実現損益
pl_pl: Codzienne zrealizowane zyski i straty
pt_pt: Lucro e perda realizados diariamente
ru_ru: Дневной реализованный убыток и прибыль
th_th: กําไรขาดทุนที่รับรู้รายวัน
tr_tr: Günlük gerçekleşen kar ve zarar
uk_ua: Денний реалізований прибуток і збиток

source: Daily unrealized PnL
ar_sa: PnL اليومي غير المتحقق
es_es: PnL diario no realizado
fa_ir: PnL تحقق نیافته روزانه
hi_in: दैनिक अचेतन पीएनएल
ja_jp: 毎日未実現PnL
pl_pl: Codziennie niezrealizowane PnL
pt_pt: PnL diário não realizado
ru_ru: Дневной нереализованный PnL
th_th: PnL ที่ยังไม่เกิดขึ้นจริงรายวัน
tr_tr: Günlük gerçekleşmemiş PnL
uk_ua: Денний нереалізований PnL

source: Daily unrealized profit and loss
ar_sa: الأرباح والخسائر اليومية غير المحققة
es_es: Ganancias y pérdidas diarias no realizadas
fa_ir: سود و زیان تحقق نیافته روزانه
hi_in: दैनिक असाकार लाभ और हानि
ja_jp: 毎日の未実現損益
pl_pl: Dzienny niezrealizowany zysk i strata
pt_pt: Lucros e perdas diários não realizados
ru_ru: Дневной нереализованный убыток и прибыль
th_th: กําไรและขาดทุนที่ยังไม่เกิดขึ้นจริงรายวัน
tr_tr: Günlük gerçekleşmemiş kar ve zarar
uk_ua: Денний нереалізований прибуток і збиток

source: Accumulated realised PnL
ar_sa: PnL المتجمعة
es_es: PnL realizado acumulado
fa_ir: انباشته متوجه PnL
hi_in: संचित महसूस किया पीएनएल
ja_jp: 蓄積された実現されたPnL
pl_pl: Skumulowany zrealizowany PnL
pt_pt: PnL acumulado realizado
ru_ru: Накопленный реализованный PnL
th_th: สะสม PnL รับรู้
tr_tr: Birikmiş uzlatılmış PnL
uk_ua: Накопичений реалізований PnL

source: Accumulated realised profit and loss (all-time total)
ar_sa: الأرباح والخسائر المتراكمة المتحققة (إجمالي على الإطلاق)
es_es: Resultado acumulado (total de todos los tiempos)
fa_ir: انباشته متوجه سود و زیان (کل تمام وقت)
hi_in: संचित महसूस लाभ और हानि (सभी समय कुल)
ja_jp: 蓄積された実現損益(全時間合計)
pl_pl: Skumulowany zrealizowany zysk i strata (suma wszech czasów)
pt_pt: Resultados e perdas realizados acumulados (total de todos os tempos)
ru_ru: Накопленный реализованный убыток и прибыль (сумма за все время)
th_th: กําไรขาดทุนสะสมที่เกิดขึ้นจริง (รวมเป็นประวัติการณ์)
tr_tr: Birikmiş gerçekleşen kar ve zarar (tüm zamanların toplamı)
uk_ua: Накопичений реалізований прибуток і збиток (підсумок за весь час)

source: Client Id
ar_sa: معرف العميل
es_es: Id. de cliente
fa_ir: شناسه مشتری
hi_in: क्लाइंट आईडी
ja_jp: クライアント ID
pl_pl: Identyfikator klienta
pt_pt: ID do cliente
ru_ru: Идентификатор клиента
th_th: รหัสลูกค้า
tr_tr: İstemci Kimliği
uk_ua: ID клієнта

source: Secret Id
ar_sa: معرف سري
de_de: Geheime ID
es_es: Identificación secreta
fa_ir: شناسه مخفی
hi_in: गुप्त आईडी
it_it: ID segreto
ja_jp: シークレット ID
pl_pl: Tajny identyfikator
pt_pt: ID secreto
ru_ru: Секретный идентификатор
th_th: รหัสลับ
tr_tr: Gizli Kimlik
uk_ua: Секретний ID

source: Client id is empty
ar_sa: هوية العميل فارغة
de_de: Client-ID ist leer
es_es: El identificador de cliente está vacío
fa_ir: شناسه مشتری خالی است
fr_fr: L’id client est vide
hi_in: ग्राहक आईडी खाली है
it_it: L'ID client è vuoto
ja_jp: クライアント ID が空です
pl_pl: Identyfikator klienta jest pusty
pt_pt: Id do cliente está vazio
ru_ru: Идентификатор клиента пуст
th_th: รหัสลูกค้าว่างเปล่า
tr_tr: İstemci kimliği boş
uk_ua: ID клієнта пустий

source: Trade user
ar_sa: مستخدم التجارة
de_de: Handelsbenutzer
es_es: Usuario comercial
fa_ir: کاربر تجاری
fr_fr: Utilisateur commercial
hi_in: ट्रेड उपयोगकर्ता
it_it: Utente commerciale
ja_jp: 取引ユーザー
pl_pl: Użytkownik handlu
pt_pt: Utilizador comercial
ru_ru: Торговый пользователь
th_th: ผู้ใช้การค้า
tr_tr: Takas kullanıcısı
uk_ua: Торговий користувач

source: Trade password
ar_sa: كلمة المرور للتداول
de_de: Handelskennwort
es_es: Contraseña de operación
fa_ir: رمز عبور تجاری
fr_fr: Mot de passe du trade
hi_in: ट्रेड पासवर्ड
it_it: Password commerciale
ja_jp: 取引パスワード
pl_pl: Hasło handlowe
pt_pt: Senha de negociação
ru_ru: Пароль для торговли
th_th: รหัสผ่านการซื้อขาย
tr_tr: Trade şifre
uk_ua: Торговий пароль

source: Wrong password
ar_sa: كلمة مرور خاطئة
de_de: Falsches Passwort
es_es: Contraseña incorrecta
fa_ir: رمز عبور اشتباه
fr_fr: Mauvais mot de passe
hi_in: गलत पासवर्ड
it_it: Password errata
ja_jp: 間違ったパスワード
pl_pl: Nieprawidłowe hasło
pt_pt: Senha errada
ru_ru: Неправильный пароль
th_th: รหัสผ่านไม่ถูกต้อง
tr_tr: Yanlış parola
uk_ua: Неправильний пароль

source: Wrong username
ar_sa: اسم مستخدم خاطئ
de_de: Falscher Benutzername
es_es: Nombre de usuario incorrecto
fa_ir: نام کاربری اشتباه
fr_fr: Mauvais nom d’utilisateur
hi_in: गलत उपयोगकर्ता नाम
it_it: Nome utente errato
ja_jp: ユーザー名が正しくありません
pl_pl: Nieprawidłowa nazwa użytkownika
pt_pt: Nome de utilizador errado
ru_ru: Неправильное имя пользователя
th_th: ชื่อผู้ใช้ไม่ถูกต้อง
tr_tr: Yanlış kullanıcı adı
uk_ua: Неправильне ім'я користувача

source: Blocked user
ar_sa: مستخدم محظور
de_de: Blockierter Benutzer
es_es: Usuario bloqueado
fa_ir: کاربر مسدود شده
fr_fr: Utilisateur bloqué
hi_in: ब्लॉक किए गए उपयोगकर्ता
it_it: Utente bloccato
ja_jp: ブロックされたユーザー
pl_pl: Zablokowany użytkownik
pt_pt: Utilizador bloqueado
ru_ru: Заблокированный пользователь
th_th: ผู้ใช้ที่ถูกบล็อก
tr_tr: Engellenen kullanıcı
uk_ua: Заблокований користувач

source: Session in use
ar_sa: جلسة العمل قيد الاستخدام
de_de: Sitzung in Gebrauch
es_es: Sesión en uso
fa_ir: جلسه در حال استفاده
fr_fr: Session en cours d’utilisation
hi_in: उपयोग में सत्र
it_it: Sessione in uso
ja_jp: セッションが使用中
pl_pl: Sesja w użyciu
pt_pt: Sessão em uso
ru_ru: Сессия занята
th_th: เซสชันที่ใช้งานอยู่
tr_tr: Kullanımdaki Oturum
uk_ua: Сесія зайнята

source: Application not found
ar_sa: لم يتم العثور على التطبيق
de_de: Anwendung nicht gefunden
es_es: Aplicación no encontrada
fa_ir: برنامه یافت نشد
fr_fr: Application introuvable
hi_in: आवेदन नहीं मिला
it_it: Applicazione non trovata
ja_jp: アプリケーションが見つかりません
pl_pl: Nie znaleziono aplikacji
pt_pt: Aplicação não encontrada
ru_ru: Приложение не найдено
th_th: ไม่พบแอปพลิเคชัน
tr_tr: Uygulama bulunamadı
uk_ua: Застосунок не знайдено

source: Permission denied
ar_sa: تم رفض الإذن
de_de: Genehmigung verweigert
es_es: Permiso denegado
fa_ir: اجازه رد شد
fr_fr: Autorisation refusée
hi_in: अनुमति से इनकार
it_it: Autorizzazione negata
ja_jp: アクセス許可が拒否されました
pl_pl: Odmowa zgody
pt_pt: Permissão negada
ru_ru: Отказано в доступе
th_th: การอนุญาตถูกปฏิเสธ
tr_tr: İzin reddedildi
uk_ua: Відмовлено в дозволі

source: Password have not expired
ar_sa: كلمة المرور لم تنته
de_de: Kennwort nicht abgelaufen
es_es: La contraseña no ha caducado
fa_ir: رمز عبور منقضی نشده است
fr_fr: Mot de passe n’ont pas expiré
hi_in: पासवर्ड समाप्त नहीं हुआ है
it_it: La password non è scaduta
ja_jp: パスワードの有効期限が切れていない
pl_pl: Hasło nie wygasło
pt_pt: A palavra-passe não expirou
ru_ru: Срок действия пароля не истек
th_th: รหัสผ่านยังไม่หมดอายุ
tr_tr: Parolanın süresi dolmadı
uk_ua: Термін дії пароля не минув

source: New password failed
ar_sa: فشلت كلمة المرور الجديدة
de_de: Neues Kennwort fehlgeschlagen
es_es: Error de nueva contraseña
fa_ir: رمز عبور جدید شکست خورد
fr_fr: Échec du nouveau mot de passe
hi_in: नया पासवर्ड फेल
it_it: Nuova password non riuscita
ja_jp: 新しいパスワードが失敗しました
pl_pl: Nowe hasło nie powiodło się
pt_pt: Nova senha falhou
ru_ru: Новый пароль не подходит
th_th: รหัสผ่านใหม่ล้มเหลว
tr_tr: Yeni parola başarısız oldu
uk_ua: Новий пароль не підходить

source: Must change password
ar_sa: يجب تغيير كلمة المرور
de_de: Muss das Kennwort ändern
es_es: Debe cambiar la contraseña
fa_ir: باید رمز عبور را تغییر دهید
fr_fr: Doit changer de mot de passe
hi_in: पासवर्ड बदलना होगा
it_it: È necessario cambiare la password
ja_jp: パスワードを変更する必要があります
pl_pl: Musi zmienić hasło
pt_pt: Deve mudar a senha
ru_ru: Необходимо изменить пароль
th_th: ต้องเปลี่ยนรหัสผ่าน
tr_tr: Parolayı değiştirmeli
uk_ua: Потрібно змінити пароль
