Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: SortIndex
ar_sa: فرز ا
fa_ir: مرتب سازی ایندکسی
hi_in: सॉर्टइंडेक्स
it_it: Indice SortEtitaitare
ja_jp: 並べ替えインデックス
pl_pl: SortIndex (SortIndex)
ru_ru: СортИндекс
th_th: เรียงลําดับดัชนี

source: Chart
ar_sa: الرسم البياني
de_de: Diagramm
es_es: Gráfico
fa_ir: نمودار
fr_fr: Graphiques
hi_in: चार्ट
it_it: Grafico
ja_jp: チャート
pl_pl: Wykresu
pt_pt: Gráfico
ru_ru: График
th_th: แผนภูมิ
tr_tr: Grafik
uk_ua: Графік

source: OE (Buy)
ar_sa: OE (شراء)
de_de: OE (Kaufen)
es_es: OE (Comprar)
fa_ir: OE (خرید)
fr_fr: OE (Acheter)
hi_in: ओई (खरीदें)
it_it: OE (Acquista)
ja_jp: OE (購入)
pl_pl: OE (Kup)
pt_pt: OE (Comprar)
ru_ru: OE (Купить)
th_th: OE (ซื้อ)
tr_tr: OE (Satın Al)
uk_ua: OE (Купити)

source: OE (Sell)
ar_sa: OE (بيع)
de_de: OE (Verkaufen)
es_es: OE (Venta)
fa_ir: OE (فروش)
fr_fr: OE (Vendre)
hi_in: ओई (बेचें)
it_it: OE (Vendere)
ja_jp: OE (売り)
pl_pl: OE (Sprzedam)
pt_pt: OE (Vender)
ru_ru: OE (Продажа)
th_th: OE (ขาย)
tr_tr: OE (Satış)
uk_ua: OE (Продати)

source: Time & Sales
ar_sa: الوقت والمبيعات
de_de: Zeit & Verkauf
es_es: &Tiempo & Ventas
fa_ir: زمان فروش &
fr_fr: Heure et ventes
hi_in: समय और बिक्री
ja_jp: タイム・アンド・セールス
pl_pl: Czas & sprzedaży
ru_ru: Лента сделок
th_th: เวลา & การขาย
tr_tr: Saat & Satışlar
uk_ua: Стрічка угод

source: Market Depth
ar_sa: عمق السوق
de_de: Markttiefe
es_es: Profundidad del mercado
fa_ir: عمق بازار
fr_fr: Profondeur du marché
hi_in: बाजार की गहराई
it_it: Profondità del mercato
ja_jp: 市場の深さ
pl_pl: Głębokość rynku
pt_pt: Profundidade do Mercado
ru_ru: Глубина рынка
th_th: ความลึกของตลาด
tr_tr: Piyasa Derinliği
uk_ua: Стакан ордерів

source: DOM Trader
ar_sa: التاجر دوم
fa_ir: معامله گر DOM
hi_in: डोम व्यापारी
it_it: Commerciante DOM
ja_jp: DOMトレーダー
pl_pl: Przedsiębiorca DOM
pt_pt: Comerciante DOM
ru_ru: Трейдер DOM
th_th: DOM เทรดเดอร์
tr_tr: DOM Tüccar
uk_ua: DOM трейдер

source: Open panel
ar_sa: فتح لوحة
de_de: Offenes Panel
es_es: Panel abierto
fa_ir: پانل باز
fr_fr: Panneau ouvert
hi_in: ओपन पैनल
it_it: Aprire il pannello
ja_jp: 開いているパネル
pl_pl: Panel otwarty
pt_pt: Painel aberto
ru_ru: Открытая панель
th_th: เปิดแผง
tr_tr: Paneli aç
uk_ua: Відкрити панель

source: Button text
ar_sa: نص الزر
es_es: Texto del botón
fa_ir: متن دکمه
fr_fr: Texte de bouton
hi_in: बटन टेक्स्ट
it_it: Testo del pulsante
ja_jp: ボタンテキスト
pl_pl: Tekst przycisku
pt_pt: Texto do botão
ru_ru: Текст кнопки
th_th: ข้อความปุ่ม
tr_tr: Düğme metni
uk_ua: Текст кнопки

source: Maximize
ar_sa: إلى الحد الأقصى
de_de: Maximieren
es_es: Maximizar
fa_ir: حداکثر رساندن
fr_fr: Maximiser
hi_in: अधिकतम
it_it: massimizzare
ja_jp: 最大化
pl_pl: Maksymalizuj
pt_pt: Maximizar
ru_ru: Развернуть
th_th: เพิ่ม
tr_tr: Maksimize
uk_ua: Розвернути

source: Restore
ar_sa: استيعاد
de_de: Wiederherstellen
es_es: Restaurar
fa_ir: بازیابی
fr_fr: Restaurer
hi_in: पुनर्स्थापित करना
it_it: Ripristinare
ja_jp: 復元
pl_pl: Przywróć w dół
pt_pt: Restaurar
ru_ru: Восстановить
th_th: ซ่อมแซม
tr_tr: Geri al
uk_ua: Відновити

source: Custom title
ar_sa: عنوان مخصص
de_de: Benutzerdefinierter Titel
es_es: Título Personalizado
fa_ir: عنوان سفارشی
fr_fr: Titre personnalisé
hi_in: कस्टम शीर्षक
it_it: Titolo personalizzato
ja_jp: カスタムタイトル
pl_pl: Niestandardowy tytuł
pt_pt: Título personalizado
ru_ru: Название панели
th_th: ชื่อที่กําหนดเอง
tr_tr: Özel Başlık
uk_ua: Своя назва

source: {0} has not supported {1} event
ar_sa: {0} لم يدعم الحدث {1}
de_de: {0} hat das Ereignis {1} nicht unterstützt
es_es: {0} no ha admitido el evento {1}
fa_ir: {0} پشتيباني نمي شود {0} رویداد
fr_fr: {0} n'a pas pris en charge l'événement {1}
hi_in: {0} ने {1} इवेंट समर्थित नहीं किया है
it_it: {0} non ha supportato l'evento {1}
ja_jp: {0}はイベント{1}をサポートしていません
pl_pl: {0} nie obsługuje zdarzenia {1}
pt_pt: {0} não suportou {1} evento
ru_ru: {0} не поддерживает {1} событие
th_th: {0}ไม่รองรับกิจกรรม{1}
tr_tr: {0} {1} etkinliğini desteklemedi

source: Link
ar_sa: ربط
de_de: Verknüpfung
es_es: Enlace
fa_ir: لینک
fr_fr: Lien
hi_in: लिंक
it_it: collegamento
ja_jp: リンク
pl_pl: Połączyć
pt_pt: Linkar
ru_ru: Связь по цвету
th_th: ลิงก์
tr_tr: bağlantı
uk_ua: Зв'язок за кольором

source: Create bind
ar_sa: خلق ربط
de_de: Binde erstellen
es_es: Crear enlace
fa_ir: ایجاد اتصال
fr_fr: Créer une liaison
hi_in: बाइंड बनाएं
it_it: Crea un legame
ja_jp: バインドを作成する
pl_pl: Utwórz wiązanie
pt_pt: Criar link
ru_ru: Создать связку
th_th: สร้างการผูก
tr_tr: Bağ oluştur
uk_ua: Створити зв'язку

source: Create panel
ar_sa: إنشاء لوحة
de_de: Erstellen eines Bedienfelds
es_es: Crear panel
fa_ir: ایجاد پانل
fr_fr: Créer un panneau
hi_in: पैनल बनाएँ
it_it: Crea pannello
ja_jp: パネルの作成
pl_pl: Panel Utwórz
pt_pt: Criar painel
ru_ru: Создание панели
th_th: สร้างแผง
tr_tr: Panel oluştur
uk_ua: Створити панель

source: Order entry
ar_sa: إدخال الأوامر
de_de: Auftragseingang
es_es: Entrada de orden
fa_ir: ورود سفارش
fr_fr: Entrée de commande
hi_in: आदेश प्रविष्टि
it_it: Inserimento dell'ordine
ja_jp: 注文エントリー
pl_pl: Zapis zamówienia
pt_pt: Entrada de ordem
ru_ru: Создание ордера
th_th: รายการสั่งซื้อ
tr_tr: Emir girişi
uk_ua: Створити ордер

source: DOM Surface
ar_sa: سطح DOM
de_de: DOM-Oberfläche
es_es: Superficie DOM
fa_ir: سطح DOM
hi_in: डोम सतह
it_it: Superficie DOM
ja_jp: DOM サーフェス
pl_pl: Powierzchnia DOM
pt_pt: Superfície DOM
ru_ru: Поверхность DOM
th_th: พื้นผิว DOM
tr_tr: DOM Yüzey
uk_ua: Поверхня DOM

source: TPO Chart
ar_sa: مخطط TPO
de_de: TPO-Diagramm
es_es: Gráfico TPO
fa_ir: نمودار TPO
fr_fr: Graphique TPO
hi_in: टीपीओ चार्ट
it_it: Grafico TPO
ja_jp: TPO チャート
pl_pl: Wykres TPO
pt_pt: Gráfico de TPO
ru_ru: График TPO
th_th: แผนภูมิ TPO
tr_tr: TPO Grafiği
uk_ua: Графік TPO

source: Symbol Info
ar_sa: معلومات الرمز
es_es: Información del símbolo
fa_ir: اطلاعات نماد
fr_fr: Informations sur les symboles
hi_in: प्रतीक जानकारी
it_it: Informazioni sui simboli
ja_jp: シンボル情報
pl_pl: Informacje o symbolu
pt_pt: Informação de Símbolo
ru_ru: Информация о символе
th_th: ข้อมูลสัญลักษณ์
tr_tr: Sembol Bilgileri
uk_ua: Відомості про символ

source: Duplicate panel
ar_sa: تكرار اللوحة
de_de: Duplizieren Panel
es_es: Duplicar panel
fa_ir: پانل تکراری
fr_fr: Dupliquer le panneau
hi_in: डुप्लिकेट पैनल
it_it: Pannello duplicato
ja_jp: パネルを複製する
pl_pl: Duplikuj panel
pt_pt: Duplicar painel
ru_ru: Копировать панель
th_th: แผงที่ซ้ํากัน
tr_tr: Paneli aynen kopyala
uk_ua: Дублювати панель

source: Save as template
ar_sa: حفظ كقالب
de_de: Als Vorlage speichern
es_es: Guardar como plantilla
fa_ir: ذخیره بعنوان الگو
fr_fr: Enregistrer en tant que modèle
hi_in: टेंपलेट के रूप में सहेजें
it_it: Salva come modello
ja_jp: テンプレートとして保存する
pl_pl: Zachowaj jako szablon
pt_pt: Guardar como modelo
ru_ru: Сохранить как шаблон
th_th: บันทึกเป็นเทมเพลต
tr_tr: Şablon olarak kaydet
uk_ua: Зберегти як шаблон

source: Apply template
ar_sa: تطبيق القالب
de_de: Vorlage anwenden
es_es: Aplicar plantilla
fa_ir: اعمال الگو
fr_fr: Appliquer le modèle
hi_in: टेम्पलेट लागू करें
it_it: Applica modello
ja_jp: テンプレートの適用
pl_pl: Zastosuj szablon
pt_pt: Aplicar modelo
ru_ru: Применить шаблон
th_th: นําเทมเพลตไปใช้
tr_tr: Şablon uyguluyor
uk_ua: Застосувати шаблон

source: Set as default
ar_sa: الضبط كافتراضي
de_de: Als Standard einstellen
es_es: Establecer por defecto
fa_ir: تنظیم بعنوان پیش فرض
fr_fr: Définir par défaut
hi_in: डिफ़ॉल्ट के रूप में सेट करें
it_it: Imposta come predefinito
ja_jp: デフォルトとして設定する
pl_pl: Ustaw jako domyślne
pt_pt: Definir Padrão
ru_ru: Установить по умолчанию
th_th: ตั้งค่าเป็นค่าเริ่มต้น
tr_tr: Varsayılan olarak ayarla
uk_ua: Зробити типовим

source: Always On Top
ar_sa: دائما في الواجهة
de_de: Immer oben
es_es: Siempre en la cima
fa_ir: همیشه در بالا
fr_fr: Toujours au dessus
hi_in: हमेशा शीर्ष पर
it_it: Sempre in cima
ja_jp: 常にトップに
pl_pl: Zawsze na górze
pt_pt: Sempre no topo
ru_ru: Всегда поверх окон
th_th: อยู่ด้านบนเสมอ
tr_tr: Her zaman üstte
uk_ua: Над іншими вікнами

source: Setup Actions
ar_sa: إجراءات الإعداد
de_de: Setup-Aktionen
es_es: Acciones de configuración
fa_ir: عملیات راه اندازی
fr_fr: Mise en place d'actions
hi_in: सेटअप क्रियाएं
it_it: Azioni di configurazione
ja_jp: セットアップアクション
pl_pl: Działania konfiguracyjne
pt_pt: Ações de configuração
ru_ru: Фильтры и алерты
th_th: การดําเนินการตั้งค่า
tr_tr: Kurulum Eylemleri
uk_ua: Фільтри та алерти

source: Export Data
ar_sa: استخراج البيانات
de_de: Daten exportieren
es_es: Exportar datos
fa_ir: صادرات داده ها
fr_fr: Exporter des données
hi_in: डेटा निर्यात करें
it_it: Esporta dati
ja_jp: データのエクスポート
pl_pl: Eksportuj dane
pt_pt: Exportar dados
ru_ru: Экспорт данных
th_th: ส่งออกข้อมูล
tr_tr: Verileri Dışa Aktar
uk_ua: Експорт даних

source: Make screenshot
ar_sa: جعل لقطه شاشه
de_de: Screenshot machen
es_es: Hacer captura de pantalla
fa_ir: تصویر را
fr_fr: Effectuer une capture d'écran
hi_in: स्क्रीनशॉट बनाएं
it_it: Crea screenshot
ja_jp: 画面を保存する
pl_pl: Utwórz zrzut ekranu
pt_pt: Capturar tela
ru_ru: Сделать снимок экрана
th_th: สร้างภาพหน้าจอ
tr_tr: Ekran Görüntüsü Al
uk_ua: Зробити знімок екрану

source: Help
ar_sa: مساعدة
de_de: Hilfe
es_es: Ayuda
fa_ir: کمک
fr_fr: Aide
hi_in: मदद
it_it: Aiuto
ja_jp: ヘルプ
pl_pl: Wsparcie
pt_pt: Ajuda
ru_ru: Помощь
th_th: วิธีใช้
tr_tr: Yardım
uk_ua: Допомога

source: Settings
ar_sa: الخيارات
de_de: die Einstellungen
es_es: Configuración
fa_ir: تنظیمات
fr_fr: Paramètres
hi_in: सेटिंग्स
it_it: impostazioni
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
th_th: การตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування

source: Actions
ar_sa: الإجراءات
de_de: Aktionen
es_es: Acciones
fa_ir: اقدامات
hi_in: कार्यों
it_it: Azioni
ja_jp: アクション
pl_pl: Czynności
pt_pt: Ações
ru_ru: Алерты
th_th: การดําเนินการ
tr_tr: Eylemler
uk_ua: Дії

source: Duplicate action
ar_sa: إجراء مكرر
de_de: Aktion duplizieren
es_es: Acción duplicada
fa_ir: عمل تکراری
fr_fr: Action en double
hi_in: डुप्लीकेट कार्रवाई
it_it: Azione duplicata
ja_jp: 重複アクション
pl_pl: Zduplikowana akcja
pt_pt: Ação duplicada
ru_ru: Дублирование действие
th_th: การกระทําที่ซ้ํากัน
tr_tr: Yinelenen eylem
uk_ua: Копіювати дію

source: Are you sure want to delete this item?
ar_sa: هل تريد بالتأكيد حذف هذا العنصر؟
de_de: Möchten Sie dieses Element wirklich löschen?
es_es: ¿Está seguro de que desea eliminar este elemento?
fa_ir: آیا مطمئن هستید که می خواهید این مورد را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer cet objet ?
hi_in: क्या आप सुनिश्चित हैं कि इस आइटम को हटाना चाहते हैं?
it_it: Eliminare questo elemento?
ja_jp: このアイテムを削除しますか?
pl_pl: Czy na pewno chcesz usunąć ten element?
pt_pt: Tem a certeza de que pretende eliminar este artigo?
ru_ru: Вы уверены, что хотите удалить этот элемент?
th_th: คุณแน่ใจหรือว่าต้องการลบรายการนี้?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?
uk_ua: Справді видалити цей елемент?

source: Remove action
ar_sa: إزالة الإجراء
de_de: Aktion "Entfernen"
es_es: Quitar acción
fa_ir: حذف عمل
fr_fr: Action de suppression
hi_in: कार्रवाई हटाएं
it_it: Rimuovi azione
ja_jp: アクションの削除
pl_pl: Usuń akcję
pt_pt: Remover ação
ru_ru: Удалить действие
th_th: เอาการดําเนินการออก
tr_tr: Eylemi kaldır
uk_ua: Видалити дію

source: Filter
ar_sa: فلتر
es_es: Filtro
fa_ir: فیلتر
fr_fr: Filtre
hi_in: फ़िल्टर
it_it: Filtro
ja_jp: フィルター
pl_pl: Filtr
pt_pt: Filtro
ru_ru: Фильтр
th_th: กรอง
tr_tr: Filtrele
uk_ua: Фільтри

source: Press Esc to exit Fullscreen mode
ar_sa: اضغط على Esc للخروج من وضع ملء الشاشة
de_de: Drücken Sie Esc, um den Vollbildmodus zu beenden
es_es: Pulse Esc para salir del modo de pantalla completa
fa_ir: مطبوعات Esc برای خروج از حالت تمام صفحه
fr_fr: Appuyez sur Esc pour quitter le mode Plein écran
hi_in: फुलस्क्रीन मोड से बाहर निकलने के लिए ईएससी दबाएं
it_it: Premere ESC per uscire dalla modalità schermo intero
ja_jp: Esc キーを押してフルスクリーン モードを終了します。
pl_pl: Naciśnij klawisz Esc, aby wyjść z trybu pełnoekranowego
pt_pt: Pressione o Esc para sair do modo Fullscreen
ru_ru: Нажмите Esc, чтобы выйти из полноэкранного режима
th_th: กด Esc เพื่อออกจากโหมดเต็มหน้าจอ
tr_tr: Tam ekran modundan çıkmak için Esc tuşuna basın
uk_ua: Натисніть Esc, щоб вийти з повноекранного режиму

source: HISTORICAL SYMBOL
ar_sa: الرمز التاريخي
de_de: Historisches Symbol
es_es: Símbolo histórico
fa_ir: نماد تاریخی
fr_fr: Symbole historique
hi_in: ऐतिहासिक प्रतीक
it_it: Simbolo storico
ja_jp: 歴史的記号
pl_pl: Symbol historyczny
pt_pt: Símbolo histórico
ru_ru: Исторический символ
th_th: สัญลักษณ์ทางประวัติศาสตร์
tr_tr: TARİHSEL SEMBOL
uk_ua: ІСТОРИЧНИЙ СИМВОЛ

source: EMULATOR
ar_sa: المحاكي
es_es: Emulador
fa_ir: مقلد
fr_fr: Émulateur
it_it: Emulatore
ja_jp: エミュレーター
pt_pt: Simulador
ru_ru: ЭМУЛЯТОР
th_th: จำลอง
tr_tr: EMÜLATÖR
uk_ua: ЕМУЛЯТОР

source: SIMULATOR
ar_sa: محاكاه
es_es: Simulador
fa_ir: شبیه ساز
fr_fr: Simulateur
hi_in: सिम्युलेटर
it_it: Simulatore
ja_jp: シミュレータ
pt_pt: Simulador
ru_ru: СИМУЛЯТОР
th_th: จำลอง
tr_tr: SİMULATÖR
uk_ua: СИМУЛЯТОР

source: REPLAY
ar_sa: اعاده
de_de: Wiedergabe
es_es: Repetición
fa_ir: پخش
hi_in: पुनरावृत्ति
ja_jp: 再生
ru_ru: ВОСПРОИЗВЕДЕНИЕ
th_th: เล่นซ้ํา
uk_ua: ВІДТВОРЕННЯ

source: BACKTESTER
fa_ir: بک تستر
fr_fr: BACKTESTEUR
pl_pl: Tester
ru_ru: ТЕСТЕР
th_th: แบ็คเทสเตอร์

source: Close {this.PluginInfo.Title} ?
ar_sa: إغلاق {هذا. PluginInfo.Title} ؟
de_de: Schließen Sie dies. PluginInfo.Titel ?
es_es: Cierra esto. PluginInfo.Title ?
fa_ir: بستن {این. PluginInfo.Title} ?
fr_fr: Fermez {ceci. PluginInfo.Title} ?
hi_in: बंद करें {यह। PluginInfo.Title} ?
it_it: Chiudere l'operazione. PluginInfo.Title ?
ja_jp: {このを閉じます。タイトル} ?
pl_pl: Zamknij {to. PluginInfo.Title} ?
pt_pt: Feche isto. PluginInfo.Title} ?
ru_ru: Закрыть {this.PluginInfo.Title} ?
th_th: ปิด {นี้ ปลั๊กอินInfo.Title}?
tr_tr: {bu'yı kapatın. PluginInfo.Title} ?
uk_ua: Закрити {this.PluginInfo.Title} ?

source: Templates
ar_sa: قوالب
de_de: Vorlagen
es_es: Plantillas
fa_ir: قالب
fr_fr: Modèles
hi_in: टेम्पलेट्स
it_it: Modelli
ja_jp: テンプレート
pl_pl: Szablony
pt_pt: Modelos
ru_ru: Шаблоны
th_th: แม่ แบบ
tr_tr: Şablon
uk_ua: Шаблони

source: Analytics
ar_sa: تحليلات
fa_ir: آنالیز
fr_fr: Analytiques
hi_in: विश्लेषिकी
ja_jp: アナリティクス
pt_pt: Análise
ru_ru: Аналитические
th_th: วิเคราะห์
uk_ua: Аналітичні

source: Trading
ar_sa: التداول
de_de: Handel
es_es: Comercio
fa_ir: معاملاتی
hi_in: व्यापार
ja_jp: 取引
pl_pl: Handlu
pt_pt: Negociação
ru_ru: Торговые
th_th: การซื้อขาย
tr_tr: İşlem
uk_ua: Торгові

source: Portfolio
ar_sa: المحفظة
es_es: Cartera
fa_ir: پرتفوی
fr_fr: Portefeuille
hi_in: पोर्टफोलियो
ja_jp: ポートフォリオ
pl_pl: Portfolio instrumentów
pt_pt: Carteria
ru_ru: Портфолио
th_th: ผลงาน
tr_tr: Portföy
uk_ua: Портфоліо

source: Informational
ar_sa: اعلاميه
de_de: Informations
es_es: Informativo
fa_ir: اطلاعاتی
fr_fr: Information
hi_in: जानकारी
it_it: Informativo
ja_jp: 情報
pl_pl: Informacyjne
pt_pt: Informativo
ru_ru: Информационные
th_th: ข้อมูล
tr_tr: Bilgi
uk_ua: Інформаційні

source: Misc
ar_sa: متفرقات
de_de: Fehlanzeige
fa_ir: متفرقه
fr_fr: Divers
hi_in: विविध
it_it: Varie
ja_jp: 種々 雑多
pl_pl: Pozostałe
ru_ru: Прочие
th_th: เบ็ดเตล็ด
uk_ua: Різне

source: Hidden
ar_sa: مخفي
de_de: Versteckt
es_es: Oculto
fa_ir: پنهان
fr_fr: Caché
hi_in: छिपा हुआ
it_it: Nascosto
ja_jp: 隠された
pl_pl: Ukryty
pt_pt: Escondido
ru_ru: Скрытые
th_th: ซ่อน
tr_tr: Gizli
uk_ua: Приховані

source: Hotkeys
ar_sa: الاختصارات
es_es: Acceso directo
fr_fr: Raccourcis clavier
it_it: Tasti di scelta rapida
ja_jp: ホットキー
pl_pl: Skróty klawiszowe
pt_pt: Teclas de atalho
ru_ru: Горячие клавиши
th_th: ปุ่มลัด
tr_tr: Kısayol tuşları
uk_ua: Гарячі клавіши

source: View
ar_sa: عرض
de_de: Aussicht
es_es: Ver
fa_ir: مشاهده
fr_fr: Vu
hi_in: देखना
it_it: vista
ja_jp: ビュー
pl_pl: Widok
pt_pt: Exibir
ru_ru: Вид
th_th: ทิวทัศน์
tr_tr: Görüntüle
uk_ua: Вид

source: Columns
ar_sa: أعمدة
de_de: Säulen
es_es: Columnas
fa_ir: ستون
fr_fr: Colonnes
hi_in: स्तंभ
it_it: colonne
ja_jp: 行
pl_pl: Kolumny
pt_pt: Colunas
ru_ru: Колонки
th_th: คอลัมน์
tr_tr: Sütunlar
uk_ua: Стовпці

source: 1 hour
ar_sa: ساعة واحدة
de_de: 1 Stunde
es_es: 1 hora
fa_ir: 1 ساعت قبل
fr_fr: 1 heure
hi_in: 1 घंटा
it_it: 1 ora
ja_jp: 1時間
pl_pl: 1 godzina
pt_pt: 1 hora
ru_ru: 1 час
th_th: 1 ชั่วโมง
tr_tr: 1 saat
uk_ua: 1 година

source: 3 hours
ar_sa: 3 ساعات
de_de: 3 Stunden
es_es: 3 horas
fa_ir: 3 ساعت قبل
fr_fr: 3 heures
hi_in: 3 घंटे
it_it: 3 ore
ja_jp: 3時間
pl_pl: 3 godziny
pt_pt: 3 horas
ru_ru: 3 часа
th_th: 3 ชั่วโมง
tr_tr: 3 saat
uk_ua: 3 години

source: 6 hours
ar_sa: 6 ساعات
de_de: 6 Stunden
es_es: 6 horas
fa_ir: 6 ساعت قبل
fr_fr: 6 heures
hi_in: 6 घंटे
it_it: 6 ore
ja_jp: 6時間
pl_pl: 6 godzin
pt_pt: 6 horas
ru_ru: 6 часов
th_th: 6 ชั่วโมง
tr_tr: 6 saat
uk_ua: 6 годин

source: 12 hours
ar_sa: 12 ساعة
de_de: 12 Stunden
es_es: 12 horas
fa_ir: 12 ساعت قبل
fr_fr: 12 heures
hi_in: 12 घंटे
it_it: 12 ore
ja_jp: 12時間
pl_pl: 12 godzin
pt_pt: 12 horas
ru_ru: 12 часов
th_th: 12 ชั่วโมง
tr_tr: 12 saat
uk_ua: 12 годин

source: 1 day
ar_sa: يوم
de_de: 1 Tag
es_es: 1 día
fa_ir: 1 روز قبل
fr_fr: 1 jour
hi_in: 1 दिन
it_it: 1 giorno
ja_jp: 1日
pl_pl: 1 dzień
pt_pt: 1 dia
ru_ru: 1 день
th_th: 1 วัน
tr_tr: 1 gün
uk_ua: 1 день

source: 3 days
ar_sa: 3 يوم
de_de: 3 Tage
es_es: 3 días
fa_ir: 3 روز قبل
fr_fr: 3 jours
hi_in: 3 दिन
it_it: 3 giorni
ja_jp: 3日
pl_pl: 3 dni
pt_pt: 3 dias
ru_ru: 3 дня
th_th: 3 วัน
tr_tr: 3 gün
uk_ua: 3 дні

source: 5 days
ar_sa: 5 ايام
de_de: 5 Tage
es_es: 5 dias
fa_ir: 5 روز قبل
fr_fr: 5 jours
hi_in: 5 दिन
it_it: 5 giorni
ja_jp: 5日間
pl_pl: 5 dni
pt_pt: 5 dias
ru_ru: 5 дней
th_th: 5 วัน
tr_tr: 5 gün
uk_ua: 5 днів

source: 10 days
ar_sa: 10 أيام
de_de: 10 Tage
es_es: 10 días
fa_ir: 10 روز
fr_fr: 10 jours
hi_in: 10 दिन
it_it: 10 giorni
ja_jp: 10日間
pl_pl: 10 dni
pt_pt: 10 dias
ru_ru: 10 дней
th_th: 10 วัน
tr_tr: 10 gün
uk_ua: 10 днів

source: 20 days
ar_sa: 20 يوم
de_de: 20 Tage
es_es: 20 días
fa_ir: 20 روز گذشته
fr_fr: 20 jours
hi_in: 20 दिन
it_it: 20 giorni
ja_jp: 20日間
pl_pl: 20 dni
pt_pt: 20 dias
ru_ru: 20 дней
th_th: 20 วัน
tr_tr: 20 gün
uk_ua: 20 днів

source: 1 month
ar_sa: شهر واحد
de_de: 1 Monat
es_es: 1 mes
fa_ir: 1 ماه قبل
fr_fr: 1 mois
hi_in: 1 महीना
it_it: 1 mese
ja_jp: 1ヶ月
pl_pl: 1 miesiąc
pt_pt: 1 mês
ru_ru: 1 месяц
th_th: 1 เดือน
tr_tr: 1 ay
uk_ua: 1 місяць

source: 3 month
ar_sa: 3 أشهر
de_de: 3 Monate
es_es: 3 meses
fa_ir: 3 ماه قبل
fr_fr: 3 mois
hi_in: 3 महीने
it_it: 3 mesi
ja_jp: 3ヶ月
pl_pl: 3 miesiące
pt_pt: 3 meses
ru_ru: 3 месяца
th_th: 3 เดือน
tr_tr: 3 ay
uk_ua: 3 місяці

source: 6 month
ar_sa: 6 أشهر
de_de: 6 Monate
es_es: 6 meses
fa_ir: 6 ماه قبل
fr_fr: 6 mois
hi_in: 6 माह
it_it: 6 mesi
ja_jp: ６ヶ月
pl_pl: 6 miesiąc
pt_pt: 6 meses
ru_ru: 6 месяцев
th_th: 6 เดือน
tr_tr: 6 ay
uk_ua: 6 місяців

source: 1 year
ar_sa: 1 سنة
de_de: 1 Jahr
es_es: 1 año
fa_ir: یک سال
fr_fr: 1 an
hi_in: 1 वर्ष
it_it: 1 anno
ja_jp: 1年
pl_pl: 1 rok
pt_pt: 1 ano
ru_ru: 1 год
th_th: 1 ปี
tr_tr: 1 yıl
uk_ua: 1 рік

source: 3 years
ar_sa: 3 سنوات
de_de: 3 Jahre
es_es: 3 años
fa_ir: سه سال
fr_fr: 3 ans
hi_in: 3 वर्ष
it_it: 3 anni
ja_jp: 3年
pl_pl: 3 lata
pt_pt: 3 anos
ru_ru: 3 года
th_th: 3 ปี
tr_tr: 3 yıl
uk_ua: 3 роки

source: 5 years
ar_sa: 5 سنوات
de_de: 5 Jahre
es_es: 5 años
fa_ir: پنج سال
fr_fr: 5 ans
hi_in: 5 साल
it_it: 5 anni
ja_jp: 5年
pl_pl: 5 lat
pt_pt: 5 anos
ru_ru: 5 лет
th_th: 5 ปี
tr_tr: 5 yıl
uk_ua: 5 років

source: 10 years
ar_sa: 10 سنوات
de_de: 10 Jahre
es_es: 10 años
fa_ir: ده سال
fr_fr: 10 ans
hi_in: 10 साल
it_it: 10 anni
ja_jp: 10年
pl_pl: 10 lat
pt_pt: 10 anos
ru_ru: 10 лет
th_th: 10 ปี
tr_tr: 10 yıl
uk_ua: 10 років

source: 20 years
ar_sa: 20 سنه
de_de: 20 Jahre
es_es: 20 años
fa_ir: ٢٠ سال گذشته
fr_fr: 20 ans
hi_in: 20 साल
it_it: 20 anni
ja_jp: 20年
pl_pl: 20 lat
pt_pt: 20 anos
ru_ru: 20 лет
th_th: 20 ปี
tr_tr: 20 yıl
uk_ua: 20 років

source: 50 years
ar_sa: 50 سنة
de_de: 50 Jahre
es_es: 50 años
fa_ir: ۵۰ سال
fr_fr: 50 ans
hi_in: ५० साल
it_it: 50 anni
ja_jp: 50年
pl_pl: 50 lat
pt_pt: 50 anos
ru_ru: 50 лет
th_th: 50 ปี
tr_tr: 50 yıl
uk_ua: 50 років

source: Show
ar_sa: عرض
es_es: Mostrar
fa_ir: نمایش
fr_fr: Montrez
hi_in: दिखाएँ
it_it: Mostrare
ja_jp: 表示する
pl_pl: Pokazać
pt_pt: Mostrar
ru_ru: Показать
th_th: แสดง
tr_tr: Göster
uk_ua: Показати

source: Use custom tick size
ar_sa: استخدام حجم التجزئة المخصص
de_de: Verwenden Sie benutzerdefinierte Tick-Größe
es_es: Usar tamaño de garrapata personalizado
fa_ir: استفاده از اندازه تیک سفارشی
fr_fr: Utiliser la taille personnalisée des ticks
hi_in: कस्टम टिक आकार का उपयोग करें
it_it: Usa dimensione tick personalizzata
ja_jp: カスタム目盛りのサイズを使用する
pl_pl: Użyj niestandardowego rozmiaru znacznika
pt_pt: Use o tamanho do carrapato personalizado
ru_ru: Задать свой размер тика
th_th: ใช้ขนาดเห็บที่กําหนดเอง
tr_tr: Özel onay boyutu kullanma
uk_ua: Задати свій розмір тіку

source: Custom tick size
ar_sa: حجم التجزئة المخصص
de_de: Benutzerdefinierte Tick-Größe
es_es: Tamaño de garrapata personalizado
fa_ir: اندازه تیک سفارشی
fr_fr: Taille de tick personnalisée
hi_in: कस्टम टिक आकार
it_it: Dimensioni dei segni di graduazione personalizzati
ja_jp: カスタムティックサイズ
pl_pl: Niestandardowy rozmiar znacznika
pt_pt: Tamanho do tique personalizado
ru_ru: Свой размер тика
th_th: ขนาดเห็บที่กําหนดเอง
tr_tr: Özel tick boyutu
uk_ua: Свій размір тіку

source: Time zone
ar_sa: المنطقة الزمنية
de_de: Zeitzone
es_es: Zona horaria
fa_ir: منطقه زمانی
fr_fr: Fuseau horaire
hi_in: समय क्षेत्र
it_it: Fuso orario
ja_jp: タイムゾーン
pl_pl: Strefa czasowa
pt_pt: Zona de tempo
ru_ru: Часовой пояс
th_th: เขตเวลา
tr_tr: Zaman dilimi
uk_ua: Часовий пояс

source: Show out of session history
ar_sa: إظهار محفوظات خارج جلسة العمل
de_de: Aus dem Sitzungsverlauf anzeigen
es_es: Mostrar el historial de sesiones
fa_ir: نمایش خارج از سابقه جلسه
fr_fr: Afficher l’historique des sessions
hi_in: सत्र इतिहास से बाहर दिखाएं
it_it: Mostra fuori dalla cronologia delle sessioni
ja_jp: セッション履歴を表示
pl_pl: Pokaż historię sesji
pt_pt: Mostrar fora da história da sessão
ru_ru: Показать историю вне сессии
th_th: แสดงประวัติเซสชันที่ไม่เต็ม
tr_tr: Oturum geçmişi dışında göster
uk_ua: Показати історію поза сесією

source: Sessions template
de_de: Vorlage "Sitzungen"
fa_ir: قالب جلسات
fr_fr: Modèle de sessions
it_it: Modello sessioni
th_th: เทมเพลตเซสชัน
uk_ua: Шаблон сесій

source: Drawing template
de_de: Zeichnungsvorlage
fa_ir: قالب نقاشی
fr_fr: Modèle de dessin
it_it: Modello di disegno
th_th: เทมเพลตการวาดรูป
uk_ua: Шаблон малювання

source: Indicator template
de_de: Indikator-Vorlage
fa_ir: قالب شاخص
fr_fr: Modèle d’indicateur
it_it: Modello di indicatore
th_th: เทมเพลตตัวบ่งชี้
uk_ua: Шаблон індикатора

source: Create template
de_de: Vorlage erstellen
fa_ir: ایجاد قالب
fr_fr: Créer un modèle
it_it: Crea modello
th_th: สร้างเทมเพลต
uk_ua: Створення шаблону

source: Symbol
ar_sa: الرمز
es_es: Símbolo
fa_ir: نماد
fr_fr: Symbole
hi_in: प्रतीक
it_it: Simbolo
ja_jp: シンボル
pl_pl: Instrument
pt_pt: Ativo
ru_ru: Символ
th_th: สัญลักษณ์
tr_tr: Sembol
uk_ua: Символ

source: Main scale
ar_sa: المقياس الاساسي
de_de: Hauptskala
es_es: Escala principal
fa_ir: مقیاس اصلی
fr_fr: Échelle principale
hi_in: मुख्य पैमाना
it_it: Scala principale
ja_jp: メイン・スケール
pl_pl: Główna skala
pt_pt: Escala principal
ru_ru: Основная шкала
th_th: มาตราส่วนหลัก
tr_tr: Temel ölçek
uk_ua: Основна шкала

source: Separate scale
ar_sa: مقياس منفصل
de_de: Getrennte Skala
es_es: Escala distinta
fa_ir: مقیاس جداگانه
fr_fr: Échelle séparée
hi_in: पृथक पैमाना
it_it: Scala separata
ja_jp: 別のスケール
pl_pl: Oddzielna skala
pt_pt: Escala separada
ru_ru: Отдельная шкала
th_th: เครื่องชั่งแยกต่างหาก
tr_tr: Ayrı ölçek
uk_ua: Окрема шкала

source: Price scaling
ar_sa: مقياس السعر
de_de: Preis Skalierung
es_es: Escala de precios
fa_ir: مقیاس بندی قیمت
fr_fr: Échelonnage de prix
hi_in: मूल्य मापन
it_it: Ridimensionamento dei prezzi
ja_jp: 価格のスケーリング
pl_pl: Skalowanie ceny
pt_pt: Escala de preço
ru_ru: Масштабирование цены
th_th: การปรับขนาดราคา
tr_tr: Fiyat ölçekleme
uk_ua: Масштабування ціни
