Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Abbreviate crypto prices
ar_sa: أسعار التشفير المختصرة
de_de: Abkürzen der Kryptopreise
es_es: Precios de criptoviado abreviado
fa_ir: قیمت های رمزنگاری اختصار
fr_fr: Prix des cryptos abréviation
hi_in: क्रिप्टो कीमतों को संक्षिप्त करें
it_it: Abbreviare i prezzi crittografici
ja_jp: 暗号価格の略称
pl_pl: Skróć ceny kryptowalut
pt_pt: Abreviar os preços de criptografia
ru_ru: Сокращение цен криптовалют
th_th: ย่อราคา crypto
tr_tr: Kripto fiyatlarını kısaltmak
uk_ua: Скорочувати крипто-ціни

source: Unload inactive workspaces (reduces memory usage)
ar_sa: إلغاء تحميل مساحات العمل غير النشطة (يقلل من استخدام الذاكرة)
de_de: Entladen inaktiver Arbeitsbereiche (reduziert die Speicherauslastung)
es_es: Descargar áreas de trabajo inactivas (reduce el uso de memoria)
fa_ir: خالی کردن فضای کار غیرفعال (استفاده از حافظه را کاهش می دهد)
fr_fr: Décharger les espaces de travail inactifs (réduit l’utilisation de la mémoire)
hi_in: निष्क्रिय कार्यस्थानों को अनलोड करें (स्मृति उपयोग को कम करता है)
it_it: Scaricare aree di lavoro inattive (riduce l'utilizzo della memoria)
ja_jp: 非アクティブなワークスペースをアンロードする (メモリ使用量を減らす)
pl_pl: Zwalnianie nieaktywnych obszarów roboczych (zmniejsza użycie pamięci)
pt_pt: Descarregar espaços de trabalho inativos (reduz o uso da memória)
ru_ru: Выгрузка неактивных воркспейсов (меньше использование памяти)
th_th: ยกเลิกการโหลดพื้นที่ทํางานที่ไม่ได้ใช้งาน (ลดการใช้หน่วยความจํา)
tr_tr: Etkin olmayan çalışma alanlarını kaldırma (bellek kullanımını azaltır)
uk_ua: Вивантаження неактивних воркспейсів (зменшує використання пам'яті)

source: Use software render mode (require application restart)
ar_sa: استخدام وضع تقديم البرامج (تتطلب إعادة تشغيل التطبيق)
de_de: Software-Rendermodus verwenden (Neustart der Anwendung erforderlich)
es_es: Usar el modo de representación de software (requiere reiniciar la aplicación)
fa_ir: استفاده از حالت رندر نرم افزار (نیاز به راه اندازی مجدد برنامه)
fr_fr: Utiliser le mode de rendu logiciel (nécessite le redémarrage de l’application)
hi_in: सॉफ़्टवेयर रेंडर मोड का उपयोग करें (अनुप्रयोग पुनरारंभ करने की आवश्यकता है)
it_it: Utilizzare la modalità di rendering software (richiedere il riavvio dell'applicazione)
pl_pl: Użyj programowego trybu renderowania (wymagaj ponownego uruchomienia aplikacji)
pt_pt: Utilize o modo de renderização do software (requer um reinício da aplicação)
ru_ru: Использование режима программного рендеринга (требуется перезапуск приложения)
th_th: ใช้โหมดการแสดงผลซอฟต์แวร์ (ต้องรีสตาร์ทแอปพลิเคชัน)
uk_ua: Використання режиму програмного рендерингу (требується перезапуск програми)

source: Hide part of Account name
ar_sa: إخفاء جزء من اسم الحساب
de_de: Teil des Kontonamens ausblenden
es_es: Ocultar parte del nombre de la cuenta
fa_ir: پنهان کردن بخشی از نام حساب
fr_fr: Masquer une partie du nom du compte
hi_in: खाते के नाम का हिस्सा छिपाएं
it_it: Nascondere parte del nome dell'account
ja_jp: アカウント名の一部を非表示にする
pl_pl: Ukryj część nazwy konta
pt_pt: Ocultar parte do nome da conta
ru_ru: Скрыть часть названия счёта
th_th: ซ่อนส่วนหนึ่งของชื่อบัญชี
tr_tr: Hesap adının bir bölümünü gizle
uk_ua: Приховати частину імені рахунку

source: Symbols to hide
ar_sa: رموز للاختباء
de_de: Auszublendene Symbole
es_es: Símbolos que se ocultan
fa_ir: نمادها برای پنهان کردن
fr_fr: Symboles à masquer
hi_in: प्रतीकों को छिपाने के लिए
it_it: Simboli da nascondere
ja_jp: 非表示にするシンボル
pl_pl: Symbole do ukrycia
pt_pt: Símbolos para esconder
ru_ru: Скрыть столько символов
th_th: สัญลักษณ์ที่จะซ่อน
tr_tr: Gizlenecek simgeler
uk_ua: Скільки символів приховати

source: Default symbol
ar_sa: الرمز الافتراضي
de_de: Standardsymbol
es_es: Símbolo predeterminado
fa_ir: نماد پیش فرض
fr_fr: Symbole par défaut
hi_in: डिफ़ॉल्ट प्रतीक
it_it: Simbolo predefinito
ja_jp: 既定のシンボル
pl_pl: Symbol domyślny
pt_pt: Ativo padrão
ru_ru: Символ по умолчанию
th_th: สัญลักษณ์เริ่มต้น
tr_tr: Varsayılan simge
uk_ua: Типовий символ

source: Timeout (min)
ar_sa: المهلة (دقيقة)
es_es: Tiempo de espera (min)
fa_ir: تایم آوت (دقیقه)
fr_fr: Délai d’expiration (min)
hi_in: मध्यांतर (न्यूनतम)
ja_jp: タイムアウト (分)
pl_pl: Limit czasu (min)
pt_pt: Tempo limite (min)
ru_ru: Перерыв (мин)
th_th: หมดเวลา (นาที)
tr_tr: Zaman arası (dk)
uk_ua: Тайм-аут (хв)

source: PIN
ar_sa: دبوس
es_es: anclar
fa_ir: پین
fr_fr: épingler
hi_in: पिन
it_it: spilla
ja_jp: ピン
ru_ru: Контактный
th_th: เข็มกลัด

source: Slippage, ticks
ar_sa: فرق السعر
de_de: Rutschen, Zecken
es_es: Deslizamiento
fa_ir: نوسان قیمت ، کنه
fr_fr: Glissement
hi_in: फिसलन, ticks
it_it: Slittamento, zecche
ja_jp: スリッページ
pl_pl: PoŚlizgu, kleszcze
pt_pt: Deslizamento, 'Ticks'
ru_ru: Проскальзывание, в тиках
th_th: การลื่นไถลเห็บเห็บ
tr_tr: Kayma
uk_ua: Прослизання, тіки

source: Confirm order placement
ar_sa: تأكيد تنفيذ الامر
de_de: Auftragserteilung bestätigen
es_es: Confirmar colocación de orden
fa_ir: تایید قرار دادن سفارش
fr_fr: Confirmer le placement de l'ordre
hi_in: आदेश प्लेसमेंट की पुष्टि करें
it_it: Conferma posizionamento ordine
ja_jp: 発注を確認
pl_pl: Złożenie zlecenia
pt_pt: Confirmar colocação da ordem
ru_ru: Подтверждать размещение ордера
th_th: ยืนยันการสั่งซื้อสินค้า
tr_tr: Emir verme işlemini onayla
uk_ua: Підтверджувати розміщення ордеру

source: Confirm order cancellation
ar_sa: تاكيد إلغاء الطلب
de_de: Auftragserücktrittszahlung bestätigen
es_es: Confirmar cancelación de pedido
fa_ir: تأیید لغو سفارش
fr_fr: Confirmer l'annulation de l'ordre
hi_in: आदेश रद्द करने की पुष्टि करें
it_it: Conferma annullamento ordine
ja_jp: 注文のキャンセルを確認する
pl_pl: Potwierdź anulowanie zamówienia
pt_pt: Confirmar cancelamento da ordem
ru_ru: Подтверждать отмену ордера
th_th: ยืนยันการยกเลิกคําสั่งซื้อ
tr_tr: Emir iptalini onayla
uk_ua: Підтверджувати скасування ордеру

source: Confirm order/position modification
ar_sa: تأكيد تعديل الأمر/الوضعية
de_de: Änderung der Orderposition bestätigen
es_es: Confirmar modificación de la orden/posición
fa_ir: تأیید تغییر ترتیب/موقعیت
fr_fr: Confirmer la modification de l'ordre/la position
hi_in: आदेश/स्थिति संशोधन की पुष्टि करें
it_it: Conferma ordine/modifica posizione
ja_jp: オーダー/ポジションの変更を確認する
pl_pl: Potwierdź zmianę kolejności/pozycji
pt_pt: Confirmar modificação da ordem/posição
ru_ru: Подтверждать изменение ордера/позиции
th_th: ยืนยันการปรับเปลี่ยนคําสั่งซื้อ/ตําแหน่ง
tr_tr: Emir/pozisyon modifikasyonunu onayla
uk_ua: Підтверджувати зміну ордеру/позиції

source: Confirm position reversing
ar_sa: تأكيد عكس المركز
de_de: Position rückgängig zu werden
es_es: Confirmar reversión de la posición
fa_ir: تایید موقعیت معکوس
fr_fr: Confirmer l'inversion de la position
hi_in: स्थिति पीछे की पुष्टि करें
it_it: Confermare l'inversione di posizione
ja_jp: ポジションのリバースを確認する
pl_pl: Potwierdź odwrócenie pozycji
pt_pt: Confirmar inversão de posição
ru_ru: Подтверждать реверс позиции
th_th: ยืนยันการกลับตําแหน่ง
tr_tr: Pozisyonun tersine çevrilmesini onayla
uk_ua: Підтверджувати реверс позиції

source: Confirm application close
ar_sa: تاكيد إغلاق التطبيق
de_de: Anwendung schließen
es_es: Confirmar cierre de la aplicación
fa_ir: تایید بستن برنامه کاربردی
fr_fr: Confirmer la fermeture de l'application
hi_in: अनुप्रयोग बंद की पुष्टि करें
it_it: Conferma chiusura applicazione
ja_jp: アプリケーションの終了の確認
pl_pl: Potwierdź zamknięcie aplikacji
pt_pt: Confirme o encerramento do aplicativo
ru_ru: Подтверждать закрытие приложения
th_th: ยืนยันการปิดรับสมัคร
tr_tr: Uygulamayı kapatmayı onayla
uk_ua: Підтверджувати закриття програми

source: Confirm bind close
ar_sa: تاكيد إغلاق الربط
de_de: Bestätigen Sie dicht
es_es: Confirmar cierre de enlace
fa_ir: تایید بستن اتصال
fr_fr: Confirmer la fermeture de la liaison
hi_in: बाइंड बंद की पुष्टि करें
it_it: Conferma chiusura legame
ja_jp: バインドクローズの確認
pl_pl: Potwierdź zamknięcie wiązania
pt_pt: Confirme o fechamento da ligação
ru_ru: Подтверждать закрытие связки
th_th: ยืนยันการผูกปิด
tr_tr: Bağın kapanacağını onayla
uk_ua: Підтверджувати закриття зв'язки

source: Warn if close TSL with active strategies
ar_sa: أصدر تحذير في حال TSL مغلق مع إستراتيجيات فاعلة
de_de: Warnen Sie, wenn Sie TSL mit aktiven Strategien schließen
es_es: Avisar si se cierra TSL con estrategias activas
fa_ir: هشدار در صورت بستن TSL با استراتژی های فعال
fr_fr: Avertir si TSL à la fermeture avec des stratégies actives
hi_in: चेतावनी यदि सक्रिय रणनीतियों के साथ बंद tsl
it_it: Avvisa se Chiudi TSL con strategie attive
ja_jp: アクティブなストラテジーとともにTSLをクローズする場合に警告する
pl_pl: Ostrzegaj, jeśli Zamknij TSL z aktywnych strategii
pt_pt: Alertar se TSL for fechado com estratégias ativas
ru_ru: Предупреждать при закрытии панели Торговых стратегий с активными стратегиями
th_th: เตือนหากปิด TSL ด้วยกลยุทธ์ที่ใช้งานอยู่
tr_tr: Aktif stratejileri olan TSL kapanışlarında uyar
uk_ua: Попереджати під час закриття панелі Торгових стратегій з активними стратегіями

source: Warn if order quantity exceeds
ar_sa: التحذير إذا كان عدد الأمر يتعدى
de_de: Warnen Sie, wenn die Bestellmenge übersteigt
es_es: Avisar si la cantidad de la orden supera los
fa_ir: اخطار اگر مقدار سفارش بیش از
fr_fr: Avertir si la quantité de l'ordre excède
hi_in: आदेश मात्रा से अधिक है, तो चेतावनी दें
it_it: Avvisa se la quantità dell'ordine eccede
ja_jp: 注文の量が超過する場合、警告する
pl_pl: Ostrzegaj, jeśli ilość zamówienia przekracza
pt_pt: Se quantitade ordem exceder
ru_ru: Предупреждать если превышен объем ордера
th_th: เตือนหากปริมาณการสั่งซื้อเกิน
tr_tr: Emir miktarı aşarsa uyar
uk_ua: Попереджати, якщо перевищено об'єм ордеру

source: Show deal tickets
ar_sa: إظهار تذاكر الصفقة
de_de: Deal-Tickets anzeigen
es_es: Mostrar tickets de transacción
fa_ir: نمایش بلیط های معامله
fr_fr: Visualiser les tickets de transaction
hi_in: डील टिकट दिखाएं
it_it: Mostra biglietti affare
ja_jp: 取引チケットを表示する
pl_pl: Pokaż bilety Deal
pt_pt: Exibir 'Tickets' da transação
ru_ru: Показывать торговые уведомления
th_th: แสดงตั๋วดีล
tr_tr: İşlem fişlerini göster
uk_ua: Показати торгові повідомлення

source: Confirm hotbutton action
ar_sa: تاكيد اجراء زر الاختصار
de_de: Hotbutton bestätigen
es_es: Confirmar acción de hotbutton
fa_ir: تایید عملکرد hotbutton
fr_fr: Confirmez l'action du prise
hi_in: हॉटबटन कार्रवाई की पुष्टि करें
it_it: Confermare l'azione hotbutton
ja_jp: hotbutton アクションの確認
pl_pl: Potwierdź działanie hotbutton
pt_pt: Confirme a ação do hotbutton
ru_ru: Подтверждать действие горячих клавиш
th_th: ยืนยันการทํางานของปุ่มร้อน
tr_tr: Hotbutton eylemini Onayla
uk_ua: Підтверджувати дії гарячих клавіш

source: Confirm multiple place order strategies
de_de: Bestätigen Sie mehrere Bestellstrategien
fa_ir: تایید استراتژی های سفارش مکان چندگانه
fr_fr: Confirmer plusieurs stratégies de commande
it_it: Conferma più strategie di ordine
th_th: ยืนยันกลยุทธ์การสั่งซื้อหลายสถานที่
uk_ua: Підтвердьте кілька стратегій замовлення місця

source: Enable Microsoft Excel RTD
ar_sa: تمكين مايكروسوفت إكسل RTD
de_de: Aktivieren von Microsoft Excel RTD
es_es: Habilitar RTD de Microsoft Excel
fa_ir: فعال کردن مایکروسافت اکسل RTD
fr_fr: Activer Microsoft Excel RTD
hi_in: माइक्रोसॉफ्ट एक्सेल आरटीडी को सक्षम
it_it: Abilitare Microsoft Excel RTD
ja_jp: RTD を有効にする
pl_pl: Włączanie rtd programu Microsoft Excel
pt_pt: Ativar o Microsoft Excel RTD
ru_ru: Включить Microsoft Excel ДРВ
th_th: เปิดใช้งานไมโครซอฟต์เอ็กเซล RTD
tr_tr: Microsoft Excel RTD'yi etkinleştirme
uk_ua: Увімкнути Microsoft Excel ДРВ

source: Custom RTD formula name
ar_sa: اسم صيغة RTD المخصصة
de_de: Benutzerdefinierter RTD-Formelname
es_es: Nombre de fórmula RTD personalizado
fa_ir: سفارشی RTD نام فرمول
fr_fr: Nom de formule RTD personnalisé
hi_in: कस्टम आरटीडी फॉर्मूला नाम
it_it: Nome formula RTD personalizzata
ja_jp: カスタム RTD 数式名
pl_pl: Niestandardowa nazwa formuły RTD
pt_pt: Nome de fórmula RTD personalizado
ru_ru: Своё название формулы ДРВ
th_th: ชื่อสูตร RTD แบบกําหนดเอง
tr_tr: Özel RTD formül adı
uk_ua: Своя назва формули ДРВ

source: Custom argument separator
ar_sa: فاصل وسيط مخصص
de_de: Benutzerdefiniertes Argumenttrennzeichen
es_es: Separador de argumentos personalizado
fa_ir: جداکننده استدلال سفارشی
fr_fr: Séparateur d’arguments personnalisés
hi_in: कस्टम तर्क विभाजक
it_it: Separatore di argomento personalizzato
ja_jp: カスタム引数区切り記号
pl_pl: Niestandardowy separator argumentów
pt_pt: Separador de argumento personalizado
ru_ru: Свой разделитель значений
th_th: ตัวคั่นอาร์กิวเมนต์แบบกําหนดเอง
tr_tr: Özel bağımsız değişken ayırıcısı
uk_ua: Свій роздільник аргументів

source: Socket port
de_de: Sockelanschluss
fa_ir: پورت سوکت
fr_fr: Port de socket
it_it: Porta socket
th_th: พอร์ตซ็อกเก็ต
uk_ua: Порт сокета

source: Allow connection from Visual Studio (for scripts debugging)
de_de: Verbindung von Visual Studio zulassen (für das Debuggen von Skripts)
fa_ir: اجازه اتصال از Visual Studio (برای اشکال زدایی اسکریپت ها)
fr_fr: Autoriser la connexion à partir de Visual Studio (pour le débogage des scripts)
it_it: Consenti connessione da Visual Studio (per il debug degli script)
th_th: อนุญาตการเชื่อมต่อจาก Visual Studio (สําหรับการดีบักสคริปต์)
uk_ua: Дозволити підключення з Visual Studio (для налагодження сценаріїв)

source: Telegram
ar_sa: برقيه
de_de: Telegramm
es_es: Telegrama
fa_ir: تلگراف
fr_fr: Télégramme
hi_in: तार
it_it: Telegramma
ja_jp: 電報
pt_pt: Telegrama
th_th: โทรเลข

source: Duplicate alerts to Telegram
ar_sa: تنبيهات مكررة إلى تيليجرام
de_de: Doppelte Warnungen an Telegramm
es_es: Alertas duplicadas a Telegram
fa_ir: هشدارهای تکراری به تلگرام
fr_fr: Alertes en double à Telegram
hi_in: टेलीग्राम के लिए डुप्लीकेट अलर्ट
it_it: Duplicare gli avvisi per Telegram
ja_jp: テレグラムへのアラートの複製
pl_pl: Duplikaty alertów do Telegramu
pt_pt: Alertas duplicados para o Telegram
ru_ru: Дублировать оповещения в Telegram
th_th: การแจ้งเตือนซ้ําไปยังโทรเลข
tr_tr: Telegram için yinelenen uyarılar
uk_ua: Дублювання сповіщень у Telegram

source: Duplicate trading notifications to Telegram
ar_sa: تكرار إشعارات التداول إلى تيليجرام
de_de: Doppelte Handelsbenachrichtigungen an Telegram
es_es: Notificaciones comerciales duplicadas a Telegram
fa_ir: اعلان های تجاری تکراری به تلگرام
fr_fr: Notifications de trading en double sur Telegram
hi_in: टेलीग्राम को डुप्लिकेट ट्रेडिंग सूचनाएं
it_it: Notifiche di trading duplicate a Telegram
ja_jp: テレグラムへの重複取引通知
pl_pl: Zduplikowane powiadomienia handlowe do Telegramu
pt_pt: Duplicar notificações de negociação para o Telegram
ru_ru: Дублировать торговые уведомления в Telegram
th_th: การแจ้งเตือนการซื้อขายซ้ําไปยัง Telegram
tr_tr: Telegram'a yinelenen işlem bildirimleri
uk_ua: Дублювання торгових повідомлень в Telegram

source: Excel RTD
fa_ir: اکسل RTD
hi_in: एक्सेल आरटीडी
ja_jp: エクセル RTD
ru_ru: Excel ДРВ
th_th: เอ็กเซล RTD
uk_ua: Excel ДРВ

source: Algo
fa_ir: آلگو
th_th: อัลโก
uk_ua: Альго

source: Messengers
ar_sa: رسل
de_de: Boten
es_es: Mensajeros
fa_ir: رسولان
fr_fr: Messagers
hi_in: दूत
it_it: Messaggeri
ja_jp: メッセンジャー
pl_pl: Posłańców
pt_pt: Mensageiros
ru_ru: Мессенджеры
th_th: ผู้ส่งสาร
tr_tr: Haberci
uk_ua: Мессенджери

source: P/L alerts
ar_sa: P / L التنبيهات
de_de: P/L-Warnungen
es_es: Alertas de P/L
fa_ir: هشدارهای P/L
fr_fr: Alertes P/L
hi_in: P/L अलर्ट
it_it: Avvisi P/L
ja_jp: P/L アラート
pl_pl: Alerty P/L
pt_pt: Alertas P/L
ru_ru: Оповещения P/L
th_th: การแจ้งเตือน P/L
tr_tr: P/L uyarıları
uk_ua: Сповіщення про P/L

source: Connecting was cancelled
ar_sa: تم إلغاء الاتصال
de_de: Verbindung wurde gestrichen
es_es: Se canceló la conexión
fa_ir: اتصال لغو شد
fr_fr: La connexion a été annulée
hi_in: कनेक्टिंग रद्द की गई
it_it: La connessione è stata annullata
ja_jp: 接続が取り消されました
pl_pl: Połączenie zostało anulowane
pt_pt: A conexão foi cancelada
ru_ru: Подключение было отменено
th_th: การเชื่อมต่อถูกยกเลิก
tr_tr: Bağlanma iptal edildi
uk_ua: Підключення було скасовано

source: Network does not available
ar_sa: الشبكة غير متوفرة
de_de: Netz nicht verfügbar
es_es: La red no está disponible
fa_ir: شبکه در دسترس نیست
fr_fr: Le réseau n'est pas disponible
hi_in: नेटवर्क उपलब्ध नहीं है
it_it: Rete non disponibile
ja_jp: ネットワークが利用できない
pl_pl: Sieć nie jest dostępna
pt_pt: A rede não está disponível
ru_ru: Сеть не доступна
th_th: เครือข่ายไม่พร้อมใช้งาน
tr_tr: Ağ kullanılamıyor
uk_ua: Мережа недоступна

source: User is empty.
ar_sa: المستخدم فارغ.
de_de: Nutzer sind leer.
es_es: El usuario está vacío.
fa_ir: کاربر خالی است.
fr_fr: L'utilisateur est vide.
hi_in: उपयोगकर्ता रिक्त है ।
it_it: Utente è vuoto.
ja_jp: ユーザーが空です。
pl_pl: Użytkownik jest pusty.
pt_pt: O usuário está vazio.
ru_ru: Пользователь не указан
th_th: ผู้ใช้ว่างเปล่า
tr_tr: Kullanıcı boştur.
uk_ua: Користувач не вказаний.

source: Password is empty.
ar_sa: كلمه المرور فارغه.
de_de: Passwort ist leer.
es_es: La contraseña está vacía.
fa_ir: رمز عبور خالی است.
fr_fr: Le mot de passe est vide.
hi_in: पासवर्ड रिक्त है ।
it_it: Password è vuota.
ja_jp: パスワードが空です。
pl_pl: Hasło jest puste.
pt_pt: A senha está vazia.
ru_ru: Пароль не указан
th_th: รหัสผ่านว่างเปล่า
tr_tr: Parola boştur.
uk_ua: Пароль не вказаний.

source: Fundamental equity name
ar_sa: اسم الأسهم الأساسية
de_de: Grundlegender Eigenkapitalname
es_es: Nombre de equidad fundamental
fa_ir: نام سهام اساسی
fr_fr: Nom fondamental de l’équité
hi_in: मौलिक इक्विटी नाम
it_it: Nome azionario fondamentale
ja_jp: 基本資本名
pl_pl: Podstawowa nazwa kapitału własnego
pt_pt: Nome de equidade fundamental
ru_ru: Основополагающее название справедливости
th_th: ชื่อหุ้นพื้นฐาน
tr_tr: Temel özkaynak adı
uk_ua: Назва основного капіталу

source: Sector
ar_sa: القطاع
de_de: Sektor
fa_ir: بخش
fr_fr: Secteur
hi_in: क्षेत्र
it_it: Settore
ja_jp: 部門
pl_pl: Sektora
pt_pt: Setor
ru_ru: Сектор
th_th: ด้าน
tr_tr: Sektör
uk_ua: Сектор

source: Industry
ar_sa: الصناعه
de_de: Industrie
es_es: Industria
fa_ir: صنعت
fr_fr: Industrie
hi_in: उद्योग
it_it: Industria
ja_jp: 業界
pl_pl: Przemysłu
pt_pt: Indústria
ru_ru: Отрасль
th_th: อุตสาหกรรม
tr_tr: Sanayi
uk_ua: Галузь

source: Execute in premarket/afterhours
ar_sa: التنفيذ في ساعات ما قبل السوق/بعد الساعة
de_de: Ausführung in Premarket/Afterhours
es_es: Ejecutar en premercado/posventa
fa_ir: اجرا در پیش بازار / پس از ساعت
fr_fr: Exécuter en prémarché/après les heures
hi_in: पूर्वबाजार/आशकों में निष्पादित करें
it_it: Esecuzione in premarket/afterhours
ja_jp: プレマーケット/アフターアワーで実行
pl_pl: Wykonywanie w przedrynku/pogodzinach
pt_pt: Executar em pré-mercado/pós-horas
ru_ru: Выполнение в премаркет/нерабочее время
th_th: ดําเนินการล่วงหน้า/หลังเลิกงาน
tr_tr: Pazar öncesi/mesai sonrası yürütmek
uk_ua: Виконання у премаркет/неробочий час

source: Class
ar_sa: فئه
de_de: Klasse
es_es: Clase
fa_ir: کلاس
fr_fr: Classe
hi_in: कक्षा
it_it: Classe
ja_jp: クラス
pl_pl: Klasa
pt_pt: Classe
ru_ru: Класс
th_th: ประเภท
tr_tr: Sınıfı
uk_ua: Клас

source: Status
ar_sa: الحالة
es_es: Estado
fa_ir: وضعیت
fr_fr: Statut
hi_in: स्थिति
it_it: Stato
ja_jp: 状況
pt_pt: Situação
ru_ru: Статус
th_th: สถานะ
tr_tr: Durum
uk_ua: Статус

source: Is tradable
ar_sa: قابل للتداول
de_de: Ist handelbar
es_es: Es intercambiable
fa_ir: قابل ترادف است
fr_fr: Est négociable
hi_in: व्यापार योग्य है
it_it: È tradable
ja_jp: 取引可能
pl_pl: Jest zbywalny
pt_pt: É negociável
ru_ru: Является торгуемым
th_th: สามารถซื้อขายได้
tr_tr: Takas edilebilir mi
uk_ua: Торгується

source: Is marginable
ar_sa: غير قابلة للوامش
de_de: Ist übermarginbar
es_es: Es marginable
fa_ir: قابل حاشيه است
fr_fr: Est marginal
hi_in: मार्जिन योग्य है
it_it: È marginesabile
ja_jp: マージン可能です
pl_pl: Czy można z marginesem
pt_pt: É marginável
ru_ru: Является маржинальным
th_th: มีขอบ
tr_tr: Kenar boşluğu na sahip mi
uk_ua: Маржинальний

source: is easy-to-borrow
ar_sa: من السهل الاقتراض
de_de: ist einfach zu leihen
es_es: es fácil de pedir prestado
fa_ir: آسان است به قرض
fr_fr: est facile d’emprunter
hi_in: आसानी से उधार लेना है
it_it: è facile da prendere in prestito
ja_jp: 借りやすい
pl_pl: jest łatwy do wypożyczenia
pt_pt: é fácil de emprestar
ru_ru: прост в заимствовании
th_th: ยืมง่าย
tr_tr: kolay ödünç
uk_ua: легко позичити

source: Execute in ext. hours
ar_sa: تنفيذ في تحويلة.
de_de: Ausführen in ext. Stunden
es_es: Ejecutar en horas ext.
fa_ir: اعدام در ساعت های خاموش.
fr_fr: Exécuter en heures ext.
hi_in: ext.घंटों में निष्पादित करें।
it_it: Eseguire in ext. ore
ja_jp: 内線時に実行
pl_pl: Wykonywanie w godzinach ext.
pt_pt: Executar em ext. horas
ru_ru: Выполнение в расширенные часы
th_th: ดําเนินการในหน่วยชั่วโมงต่อ
tr_tr: Ext. saat içinde yürütmek
uk_ua: Виконати у розширені години

source: Last maintenance margin requirement (previous day)
ar_sa: آخر متطلبات هامش الصيانة (اليوم السابق)
de_de: Letzte Wartungsrandanforderung (Vortag)
es_es: Último requisito de margen de mantenimiento (día anterior)
fa_ir: آخرین نیاز به حاشیه تعمیر و نگهداری (روز قبل)
fr_fr: Dernière exigence de marge de maintenance (veille)
hi_in: अंतिम रखरखाव मार्जिन आवश्यकता (पिछले दिन)
it_it: Ultimo requisito di margine di manutenzione (giorno precedente)
ja_jp: 最後のメンテナンスマージン要件 (前日)
pl_pl: Wymóg ostatniego depozytu zabezpieczającego (poprzedni dzień)
pt_pt: Último requisito da margem de manutenção (dia anterior)
ru_ru: Последнее требование к марже обслуживания (предыдущий день)
th_th: ข้อกําหนดระยะขอบการบํารุงรักษาล่าสุด (วันก่อนหน้า)
tr_tr: Son bakım marjı gereksinimi (önceki gün)
uk_ua: Остання вимога щодо маржі обслуговування (попередній день)

source: Your maintenance margin requirement on the previous trading day
ar_sa: متطلب هامش الصيانة الخاص بك في يوم التداول السابق
de_de: Ihre Wartungsmargenanforderung am vorherigen Handelstag
es_es: Su requisito de margen de mantenimiento en el día de negociación anterior
fa_ir: نیاز به حاشیه نگهداری شما در روز معاملات قبلی
fr_fr: Votre exigence de marge de maintenance le jour de négociation précédent
hi_in: पिछले कारोबारी दिन पर आपकी रखरखाव मार्जिन आवश्यकता
it_it: Il tuo requisito di margine di manutenzione il giorno di negoziazione precedente
ja_jp: 前の取引日のメンテナンスマージン要件
pl_pl: Twoje wymagania dotyczące depozytu zabezpieczającego w poprzednim dniu handlowym
pt_pt: O seu requisito de margem de manutenção no dia de negociação anterior
ru_ru: Требование к марже обслуживания в предыдущий торговый день
th_th: ข้อกําหนดมาร์จิ้นค่าบํารุงรักษาของคุณในวันซื้อขายก่อนหน้า
tr_tr: Bir önceki işlem gününde bakım marjı gereksiniminiz
uk_ua: Ваша вимога до маржі обслуговування в попередній торговий день

source: Maintenance margin requirement
ar_sa: متطلب هامش الصيانة
de_de: Wartungsrandanforderung
es_es: Requisito de margen de mantenimiento
fa_ir: نیاز به حاشیه تعمیر و نگهداری
fr_fr: Exigence de marge de maintenance
hi_in: रखरखाव मार्जिन की आवश्यकता
it_it: Requisito del margine di manutenzione
ja_jp: メンテナンスマージン要件
pl_pl: Wymóg dotyczący depozytu zabezpieczającego
pt_pt: Requisito da margem de manutenção
ru_ru: Требование к марже технического обслуживания
th_th: ข้อกําหนดอัตรากําไรขั้นต้นในการบํารุงรักษา
tr_tr: Bakım marjı gereksinimi
uk_ua: Вимоги до маржі обслуговування

source: Initial margin requirement
ar_sa: متطلب الهامش الأولي
de_de: Anfängliche Margin-Anforderung
es_es: Requisito de margen inicial
fa_ir: نیاز حاشیه اولیه
fr_fr: Exigence de marge initiale
hi_in: प्रारंभिक मार्जिन की आवश्यकता
it_it: Requisito di margine iniziale
ja_jp: 初期マージン要件
pl_pl: Wymóg dotyczący początkowego depozytu zabezpieczającego
pt_pt: Requisito inicial de margem
ru_ru: Первоначальные требования к марже
th_th: ข้อกําหนดมาร์จิ้นเริ่มต้น
tr_tr: İlk kenar boşluğu gereksinimi
uk_ua: Початкова вимога щодо маржі

source: Reg T initial margin requirement
ar_sa: متطلبات الهامش الأولي لـ Reg T
de_de: Reg T Anfängliche Margin-Anforderung
es_es: Requisito de margen inicial Reg T
fa_ir: Reg T مورد نیاز حاشیه اولیه
fr_fr: Exigence de marge initiale reg T
hi_in: रेग टी प्रारंभिक मार्जिन आवश्यकता
it_it: Requisito di margine iniziale Reg T
ja_jp: Reg T 初期マージン要件
pl_pl: Wymóg początkowego depozytu zabezpieczającego reg T
pt_pt: Requisito inicial de margem Reg T
ru_ru: Требования к начальной марже Reg T
th_th: ข้อกําหนดมาร์จิ้นเริ่มต้น Reg T
tr_tr: Reg T başlangıç marjı gereksinimi
uk_ua: Вимоги до початкової маржі Reg T
