Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Margin closeout value
ar_sa: قيمة إغلاق الهامش
de_de: Randabschlusswert
es_es: Valor de cierre de margen
fa_ir: ارزش گذاری حاشیه
fr_fr: Valeur de clôture de la marge
hi_in: मार्जिन नीलाम मूल्य
it_it: Valore di chiusura del margine
ja_jp: マージンクローズアウト値
pl_pl: Wartość zamknięcia depozytu zabezpieczającego
pt_pt: Valor de fechamento da margem
ru_ru: Значение закрывающей маржи
th_th: ค่าระยะใกล้ของมาร์จิ้น
tr_tr: Marj kapanışı değeri
uk_ua: Рівень закриття по маржі

source: The Account’s margin closeout NAV
ar_sa: إغلاق هامش الحساب NAV
de_de: Der Margin-Closeout-NAV des Kontos
es_es: Liquidación de margen de la cuenta NAV
fa_ir: حساب کاربری را به حاشیه closeout
fr_fr: La liquidation de la marge du compte NAV
hi_in: खाते के मार्जिन नीलाम एनएवी
it_it: Il NAV di chiusura dei margini del conto
ja_jp: アカウントの証拠金のクローズアウトNAV
pl_pl: Zamknięcie depozytu na Rachunku NAV
pt_pt: O NAV de encerramento da margem da conta
ru_ru: Закрывающая маржа счета по стоимости чистых активов
th_th: การปิดระยะขอบของบัญชี NAV
tr_tr: Hesabın kenar boşluğu NAV kapanışı
uk_ua: Надходження NAV до кінця прибутку рахунку

source: Margin closeout percent
ar_sa: هامش إغلاق في المئة
de_de: Randabschluss Prozent
es_es: Porcentaje de liquidación de margen
fa_ir: درصد مارجین
fr_fr: Taux de clôture de la marge
hi_in: मार्जिन नीलाम प्रतिशत
it_it: Percentuale di chiusura del margine
ja_jp: マージンクローズアウト率
pl_pl: Procentowa kwota depozytu zabezpieczającego
pt_pt: Porcentagem de fechamento da margem
ru_ru: Процент закрывающей маржи
th_th: เปอร์เซ็นต์การปิดการขายมาร์จิ้น
tr_tr: Marj kapanışı yüzdesi
uk_ua: Відсоток закриття по маржі

source: The Account’s margin closeout percentage. When this value is 100% or above the Account is in a margin closeout situation
ar_sa: نسبة إقفال هامش الحساب.
de_de: Der Kontorückzahlungs-Prozentsatz des Kontos.
es_es: El porcentaje de cierre de margen de la Cuenta.
fa_ir: درصد حاشیه سپرده حساب. هنگامی که این مقدار ۱۰۰ ٪ یا بالاتر از حساب است در وضعیت حاشیه closeout
fr_fr: Le pourcentage de clôture de la marge du compte.
hi_in: खाते के मार्जिन नीलाम प्रतिशत । जब यह मान १००% है या ऊपर के खाते में एक मार्जिन नीलाम स्थिति है
it_it: Percentuale di chiusura del margine del conto. Quando questo valore è del 100% o superiore, il conto si trova in una situazione di chiusura del margine.
ja_jp: 口座の証拠金清算率。
pl_pl: Procent zamknięcia konta dla depozytu zabezpieczającego.
pt_pt: A porcentagem de fechamento da margem da conta.
ru_ru: Процент закрывающей маржи счета. Когда это значение 100% или выше, счет находится в состоянии закрывающей маржи.
th_th: เปอร์เซ็นต์การปิดการขายมาร์จิ้นของบัญชี เมื่อค่านี้เป็น 100% หรือสูงกว่าบัญชีอยู่ในสถานการณ์ Closeout มาร์จิ้น
tr_tr: Hesabın marj kapanışı yüzdesi.
uk_ua: Процент вирівнювання маржі рахунку.

source: Unrealised P/L
ar_sa: P / L غير المحققة
de_de: Nicht realisierte P / L
es_es: P / L no realizado
fa_ir: غیر قابل تحقق P/L
fr_fr: P / L non réalisé
hi_in: unवूमन पी एल/
it_it: P / L non realizzato
ja_jp: 未実現P / L
pl_pl: Niezrealizowany P / L
pt_pt: P / L não realizado
ru_ru: Нереализованная P/L
th_th: P/L ที่ยังไม่เกิดขึ้นจริง
tr_tr: Gerçekleşmemiş P / L
uk_ua: Нереалізований P/L

source: Unrealised P/L,%
ar_sa: P / L غير المحققة ،٪
de_de: Nicht realisierte P / L,%
es_es: P / U no realizado,%
fa_ir: عدم تحقق P/L,%
fr_fr: P / L non réalisé,%
hi_in: unवूमन P/L,%
it_it: P / L non realizzato,%
ja_jp: 未実現損益、％
pl_pl: Niezrealizowany P / L,%
pt_pt: P / L não realizado,%
ru_ru: Нереализованная P/L,%
th_th: P / L ที่ยังไม่เกิดขึ้นจริง%
tr_tr: Gerçekleşmemiş P / L,%
uk_ua: Нереалізований P/L,%

source: The number of positions currently open in the Account
ar_sa: عدد المراكز المفتوحة حاليًا في الحساب
de_de: Die Anzahl der derzeit offenen Positionen im Konto
es_es: La cantidad de puestos actualmente abiertos en la Cuenta
fa_ir: تعداد پوزیشن هایی که در حال حاضر در حساب باز هستند
fr_fr: Le nombre de postes actuellement ouverts dans le compte
hi_in: खाते में वर्तमान में खुलने वाले पदों की संख्या
it_it: Il numero di posizioni attualmente aperte nel Conto
ja_jp: アカウントで現在開いているポジションの数
pl_pl: Liczba pozycji aktualnie otwartych na Koncie
pt_pt: O número de posições atualmente abertas na conta
ru_ru: Количество позиций, открытых на cчете в данный момент
th_th: จํานวนตําแหน่งที่เปิดอยู่ในบัญชีในปัจจุบัน
tr_tr: Hesapta şu anda açık olan pozisyon sayısı
uk_ua: Кількість позицій, які зараз відкриті в обліковому записі

source: The number of orders currently pending in the Account
ar_sa: عدد الطلبات المعلقة حاليًا في الحساب
de_de: Die Anzahl der derzeit im Konto ausstehenden Aufträge
es_es: La cantidad de pedidos actualmente pendientes en la Cuenta
fa_ir: تعداد سفارشات که در حال حاضر در حساب معوق هستند
fr_fr: Le nombre de commandes actuellement en attente dans le compte
hi_in: खाते में वर्तमान में लंबित आदेशों की संख्या
it_it: Il numero di ordini attualmente in sospeso sul Conto
ja_jp: アカウントで現在保留中の注文数
pl_pl: Liczba zamówień oczekujących na Rachunku
pt_pt: O número de pedidos atualmente pendentes na conta
ru_ru: Количество отложенных ордеров на счете
th_th: จํานวนคําสั่งซื้อที่รอดําเนินการในบัญชีในปัจจุบัน
tr_tr: Şu anda Hesapta bekleyen siparişlerin sayısı
uk_ua: Кількість ордерів, що очікуються в обліковому записі

source: The total amount of commission paid over the lifetime of the Account
ar_sa: المبلغ الإجمالي للعمولة المدفوعة على مدى عمر الحساب
de_de: Der Gesamtbetrag der während der Laufzeit des Kontos gezahlten Provision
es_es: La cantidad total de comisión pagada durante el tiempo de vida de la Cuenta
fa_ir: مبلغ کل کمیسیون در طول عمر حساب پرداخت می شود
fr_fr: Le montant total de la commission payée sur la durée de vie du compte
hi_in: खाते के जीवनकाल में भुगतान किए गए कमीशन की कुल राशि
it_it: L'importo totale delle commissioni pagate nel corso della durata del Conto
ja_jp: アカウントの存続期間中に支払われたコミッション総額
pl_pl: Całkowita kwota prowizji zapłaconej za cały okres użytkowania Konta
pt_pt: O valor total da comissão paga durante a vida útil da conta
ru_ru: Общая сумма уплаченной комиссии за весь срок действия счета
th_th: จํานวนค่าคอมมิชชั่นทั้งหมดที่จ่ายตลอดอายุบัญชี
tr_tr: Hesabın ömrü boyunca ödenen toplam komisyon tutarı
uk_ua: Загальна сума комісійної винагороди за весь строк дії рахунку

source: Financing
ar_sa: تمويل
de_de: Finanzierung
es_es: Financiación
fa_ir: مالی
fr_fr: Financement
hi_in: वित्तपोषण
it_it: Finanziamento
ja_jp: ファイナンス
pl_pl: Finansowanie
pt_pt: Financiamento
ru_ru: Финансирование
th_th: เงิน
tr_tr: Finansman
uk_ua: Фінансування

source: Financing is paid/charged for open positions in the Account
ar_sa: يتم دفع / تحميل التمويل للصفقات المفتوحة في الحساب
de_de: Die Finanzierung wird für offene Positionen auf dem Konto bezahlt
es_es: El financiamiento se paga / cobra por los puestos vacantes en la Cuenta
fa_ir: تامین مالی پرداخت می شود/شارژ برای پوزیشن های باز در حساب
fr_fr: Le financement est payé / imputé pour les positions ouvertes dans le compte
hi_in: खाते में खुली स्थिति के लिए वित्तपोषण का भुगतान/प्रभारित किया जाता है ।
it_it: Il finanziamento viene pagato/addebitato per le posizioni aperte sul conto.
ja_jp: 融資は、口座内の未払いのポジションについて支払われる/支払われる
pl_pl: Finansowanie jest płatne / obciążane za otwarte pozycje na Koncie
pt_pt: O financiamento é pago / cobrado por posições abertas na conta
ru_ru: Финансирование оплачивается/списывается за открытые позиции на счете
th_th: การจัดหาเงินทุนจะจ่าย / เรียกเก็บเงินสําหรับตําแหน่งที่เปิดในบัญชี
tr_tr: Finansman, Hesaptaki açık pozisyonlar için ödenir / tahsil edilir
uk_ua: Фінансування сплачується / стягується за відкриті позиції в Рахунку

source: Smooth candlesticks
ar_sa: شمعدانات ناعمه
de_de: Glatte Kerzenständer
es_es: Candelabros lisos
fa_ir: شمعدان صاف
fr_fr: Bougeoirs lisses
hi_in: चिकनी कैंडल्सटिक्स
it_it: Candelieri lisci
ja_jp: 滑らかなローソク足
pl_pl: Gładkie świeczniki
pt_pt: Castiçais suaves
ru_ru: Гладкие подсвечники
th_th: เชิงเทียนเรียบ
tr_tr: Pürüzsüz mum çubukları
uk_ua: Гладкі підсвічники

source: Tick size
ar_sa: حجم حركة السعر
de_de: Tick ​​Größe
es_es: Tamaño del tick
fa_ir: اندازه کنه
fr_fr: Taille du tick
hi_in: टिक आकार
it_it: Dimensione delle zecche
ja_jp: ティックのサイズ
pl_pl: Zaznacz rozmiar
pt_pt: Tamanho do 'Tick'
ru_ru: Размер тика
th_th: ขนาดเห็บ
tr_tr: Aralık büyüklüğü
uk_ua: Розмір тіку

source: Max. tr.stop distance
ar_sa: ماكس.
de_de: Max.
es_es: Max.
fa_ir: حداکثر. tr. توقف فاصله
fr_fr: Max.
hi_in: अधिकतम. tr. स्टॉप दूरी
it_it: Distanza max. tr.stop
ja_jp: マックス
pl_pl: Max.
pt_pt: Max.
ru_ru: Макс. расстояние для Тр.стоп
th_th: แม็กซ์ ระยะ tr.stop
tr_tr: Maks.
uk_ua: Макс. відстань для Тр.стоп

source: Min. tr.stop distance
ar_sa: دقيقة.
de_de: Mindest.
es_es: Min.
fa_ir: متوقف کردن فاصله حداقل.
fr_fr: Min.
hi_in: Min. tr. स्टॉप दूरी
it_it: Distanza min. tr.stop
ja_jp: Min。
pl_pl: Min.
pt_pt: Min.
ru_ru: Мин. расстояние для Тр.стоп
th_th: ระยะหยุดรถขั้นต่ํา
tr_tr: Min.
uk_ua: Мін. відстань для Тр.стоп

source: Per {0}
ar_sa: لكل {0}
de_de: Pro {0}
es_es: Por {0}
fa_ir: در هر {0}
hi_in: प्रति {0}
pl_pl: Za {0}
pt_pt: Por {0}
th_th: ต่อ{0}
tr_tr: {0} Başına
uk_ua: За {0}

source: Minimum comission
ar_sa: الحد الأدنى من comission
de_de: Mindestprovision
es_es: Comision mínima
fa_ir: حداقل کمیسیون
fr_fr: Commission minimum
hi_in: न्यूनतम कोशन
it_it: Commissione minima
ja_jp: 最小コミッション
pl_pl: Minimalna prowizja
pt_pt: Comissão Mínima
ru_ru: Минимальная комиссия
th_th: ค่าคอมมิชชั่นขั้นต่ํา
tr_tr: Minimum komisyon
uk_ua: Мінімальна комісія

source: Bonds
ar_sa: الربط
de_de: Fesseln
es_es: Cautiverio
fa_ir: اوراق قرضه
fr_fr: Obligations
hi_in: बांड
it_it: Obbligazioni
ja_jp: 債券
pl_pl: Więzy
pt_pt: Títulos
ru_ru: Облигации
th_th: พันธบัตร
tr_tr: tahviller
uk_ua: Облігації

source: Metals
ar_sa: المعادن
de_de: Metalle
es_es: Rieles
fa_ir: فلزات
fr_fr: Les métaux
hi_in: धातुओं
it_it: metalli
ja_jp: 金属
pl_pl: Metale
pt_pt: Metais
ru_ru: Металлы
th_th: โลหะ
tr_tr: madenler
uk_ua: Метали

source: Take profit type
ar_sa: اتخاذ نوع الربح
de_de: Take-Profit-Typ
es_es: Tipo take profit
fa_ir: نوع سود را
fr_fr: Prendre le type de profit
hi_in: लाभ प्रकार लें
it_it: Prendi il tipo di profitto
ja_jp: 利益タイプを取る
pl_pl: Weź typ zysku
pt_pt: Pegue o tipo de lucro
ru_ru: Тип займов
th_th: ประเภทการทํากําไร
tr_tr: Kar türünü al
uk_ua: Тип тейк профіту

source: TP trigger price
ar_sa: TP سعر الزناد
de_de: TP-Trigger-Preis
es_es: Precio de activación de TP
fa_ir: قیمت ماشه TP
fr_fr: Prix de déclenchement tp
hi_in: टीपी ट्रिगर मूल्य
it_it: Prezzo di attivazione TP
ja_jp: TP トリガ価格
pl_pl: Cena wyzwalania TP
pt_pt: Preço do gatilho TP
ru_ru: Цена триггера TP
th_th: ราคาทริกเกอร์ TP
tr_tr: TP tetikleme fiyatı
uk_ua: Ціна спрацювання ТП

source: TP price
ar_sa: سعر/مخاطرة أ.ر
de_de: TP Preis
es_es: Precio TP/riesgo
fa_ir: قیمت TP
fr_fr: TP
hi_in: टीपी मूल्य
it_it: Prezzo TP
ja_jp: 利益確定価格／リスク
pl_pl: TP price/risk
pt_pt: TP
ru_ru: ТП цена/риск
th_th: ราคา TP
tr_tr: TP fiyatı
uk_ua: Ціна ТП

source: Stop loss type
ar_sa: نوع إيقاف الخسارة
de_de: Stop-Loss-Typ
es_es: Tipo de stop loss
fa_ir: توقف نوع از دست دادن
fr_fr: Type de stop loss
hi_in: नुकसान का प्रकार रोकें
it_it: Tipo di stop loss
ja_jp: ストップロスタイプ
pl_pl: Typ stop loss
pt_pt: Tipo de perda de paragem
ru_ru: Тип стоп-лосса
th_th: ประเภทการหยุดการขาดทุน
tr_tr: Zarar türünü durdur
uk_ua: Тип стоп-лосс

source: SL trigger price
ar_sa: سعر الزناد SL
de_de: SL Trigger Preis
es_es: Precio de activación SL
fa_ir: SL قیمت ماشه
fr_fr: Prix de déclenchement SL
hi_in: एसएल ट्रिगर मूल्य
it_it: Prezzo trigger SL
ja_jp: SL トリガー価格
pl_pl: Cena wyzwalania SL
pt_pt: Preço do gatilho SL
ru_ru: Цена триггера SL
th_th: ราคาทริกเกอร์ SL
tr_tr: SL tetikleyici fiyatı
uk_ua: Ціна спрацювання СЛ

source: Order behaviour
ar_sa: سلوك الطلب
de_de: Bestellverhalten
es_es: Comportamiento del orden
fa_ir: رفتار نظم
fr_fr: Comportement de l’ordre
hi_in: आदेश व्यवहार
it_it: Comportamento dell'ordine
ja_jp: 注文の振る舞い
pl_pl: Zachowanie zamówienia
pt_pt: Comportamento da ordem
ru_ru: Поведение при заказе
th_th: พฤติกรรมการสั่งซื้อ
tr_tr: Sipariş davranışı
uk_ua: Поведінка ордеру

source: Margin currency
ar_sa: عملة الهامش
de_de: Margin-Währung
es_es: Moneda de margen
fa_ir: ارز حاشیه ای
fr_fr: Devise de marge
hi_in: मार्जिन मुद्रा
it_it: Valuta di margine
ja_jp: 証拠金通貨
pl_pl: Waluta depozytu zabezpieczającego
pt_pt: Moeda de margem
ru_ru: Маржинальная валюта
th_th: สกุลเงินมาร์จิ้น
tr_tr: Marj para birimi
uk_ua: Валюта маржі

source: Linear
ar_sa: خطّي
es_es: Lineal
fa_ir: خطی
fr_fr: Linéaire
hi_in: रेखीय
it_it: lineare
ja_jp: 線形
pl_pl: liniowy
ru_ru: Линейные
th_th: เชิงเส้น
tr_tr: Doğrusal
uk_ua: Лінійний

source: Inverse
ar_sa: معكوس
de_de: Revers
es_es: inverso
fa_ir: معکوس
hi_in: उल्टा
it_it: Inverso
ja_jp: あべこべ
pl_pl: odwrotność
pt_pt: Inverso
ru_ru: обратный
th_th: ผกผัน
tr_tr: ters
uk_ua: Обернений

source: Simple
ar_sa: بسيط
de_de: Einfach
es_es: sencillo
fa_ir: ساده
hi_in: सरल
it_it: semplice
ja_jp: シンプル
pl_pl: Prosty
pt_pt: Simples
ru_ru: Простой
th_th: ง่าย
tr_tr: Basit
uk_ua: Простий

source: Single currency margin
ar_sa: هامش العملة الموحدة
de_de: Marge in einer Einheitswährung
es_es: Margen de la moneda única
fa_ir: حاشیه واحد پول
fr_fr: Marge de la monnaie unique
hi_in: सिंगल करेंसी मार्जिन
it_it: Margine della moneta unica
ja_jp: 単一通貨証拠金
pl_pl: Margines wspólnej waluty
pt_pt: Margem da moeda única
ru_ru: Маржа в одной валюте
th_th: มาร์จิ้นสกุลเงินเดียว
tr_tr: Tek para birimi marjı
uk_ua: Маржа в одній валюті

source: Multi currency margin
ar_sa: هامش العملات المتعددة
de_de: Marge in mehreren Währungen
es_es: Margen multidivisa
fa_ir: حاشیه چند ارز
fr_fr: Marge multidevises
hi_in: मल्टी करेंसी मार्जिन
it_it: Margine multi valuta
ja_jp: 複数通貨のマージン
pl_pl: Marża wielowalutowa
pt_pt: Margem de várias moedas
ru_ru: Мультивалютная маржа
th_th: มาร์จิ้นหลายสกุลเงิน
tr_tr: Çoklu para birimi marjı
uk_ua: Маржа в кількох валютах

source: Long/Short
ar_sa: طويل / قصير
de_de: Lang/Kurz
es_es: Largo/Corto
fa_ir: بلند/کوتاه
fr_fr: Long/Court
hi_in: लंबे/छोटे
it_it: Lungo/Corto
ja_jp: ロング/ショート
pl_pl: Długie/krótkie
pt_pt: Longo/curto
ru_ru: Длинный/Короткий
th_th: ยาว/สั้น
tr_tr: Uzun/Kısa
uk_ua: Довгий/короткий

source: Net
ar_sa: الصافي
de_de: netto
es_es: Neto
fa_ir: خالص
fr_fr: filet
hi_in: जाल
it_it: rete
ja_jp: ネット
pl_pl: sieć
pt_pt: Líquido
ru_ru: Чистая
th_th: ตาข่าย
uk_ua: Чиста

source: Waiting for confirmation
ar_sa: في انتظار تأكيد
de_de: Warten auf Bestätigung
es_es: A la espera de confirmación
fa_ir: در انتظار تایید
fr_fr: En attente de confirmation
hi_in: पुष्टि के लिए प्रतीक्षा कर रहा है
it_it: In attesa di conferma
ja_jp: 確認待ち
pl_pl: Oczekiwanie na potwierdzenie
pt_pt: À espera de confirmação
ru_ru: Ожидание подтверждения
th_th: รอการยืนยัน
tr_tr: Onay bekleniyor
uk_ua: Очікування підтвердження

source: Successful
ar_sa: ناجح
de_de: erfolgreich
es_es: Exitoso
fa_ir: موفق
fr_fr: Avec succès
hi_in: सफल
it_it: riuscito
ja_jp: 成功
pl_pl: udany
pt_pt: Bem sucedido
ru_ru: Успешно
th_th: สำเร็จ
tr_tr: Başarılı
uk_ua: Успішно

source: Pending cancel
ar_sa: إلغاء معلق
de_de: Ausstehender Abbruch
es_es: Pendiente de cancelación
fa_ir: در انتظار لغو
fr_fr: En attente d’annulation
hi_in: लंबित रद्द
it_it: Annullamento in sospeso
ja_jp: 保留中のキャンセル
pl_pl: Oczekujące anulowanie
pt_pt: Cancelamento pendente
ru_ru: Ожидание отмены
th_th: รอการยกเลิก
tr_tr: İptal bekleniyor
uk_ua: Очікування скасування

source: Canceled
ar_sa: ملغى
de_de: Abgebrochen
es_es: Cancelado
fa_ir: لغو
fr_fr: Annulé
hi_in: रद्द
it_it: Annullato
ja_jp: キャンセル
pl_pl: Anulowany
pt_pt: Cancelado
ru_ru: Отменен
th_th: ยก เลิก
tr_tr: İptal edildi
uk_ua: Скасовано

source: Failed
ar_sa: فشل
de_de: misslungen
es_es: fracasado
fa_ir: ناموفق بود
fr_fr: raté
hi_in: असफल
it_it: fallito
ja_jp: 失敗 しました
pl_pl: Nie powiodło się
pt_pt: Falhou
ru_ru: Неудачно
th_th: ล้ม เหลว
tr_tr: başarısız
uk_ua: Не вдалося

source: Pending
ar_sa: معلق
de_de: steht aus
es_es: Pendiente
fa_ir: انتظار
fr_fr: En attente
hi_in: लंबित
it_it: in attesa di
ja_jp: 保留中
pl_pl: W oczekiwaniu
pt_pt: Pendente
ru_ru: Ожидающий
th_th: รอ
tr_tr: Bekliyor
uk_ua: Очікування

source: Sending
ar_sa: جاري الإرسال
de_de: Entsendung
es_es: Enviando
fa_ir: ارسال
fr_fr: Envoi
hi_in: भेजने
it_it: invio
ja_jp: 送信中
pl_pl: Wysyłanie
pt_pt: Enviando
ru_ru: Отправка
th_th: การส่ง
tr_tr: Gönderiyor
uk_ua: Відправлення

source: Sent
ar_sa: ارسال
de_de: gesandt
es_es: enviado
fa_ir: فرستاده
fr_fr: envoyèrent
hi_in: प्रेषित
it_it: Inviato
ja_jp: 送信
pl_pl: Wysłane
pt_pt: Enviado
ru_ru: Отправлено
th_th: ส่ง
tr_tr: Gönderilen
uk_ua: Відправлено

source: Awaiting email verification
ar_sa: في انتظار التحقق من البريد الإلكتروني
de_de: Warten auf E-Mail-Bestätigung
es_es: A la espera de la verificación por correo electrónico
fa_ir: در انتظار تایید ایمیل
fr_fr: En attente de vérification par e-mail
hi_in: ईमेल सत्यापन का इंतजार
it_it: In attesa di verifica e-mail
ja_jp: メールの検証を待機中
pl_pl: Oczekiwanie na weryfikację wiadomości e-mail
pt_pt: Aguardando verificação de e-mail
ru_ru: В ожидании подтверждения электронной почты
th_th: กําลังรอการยืนยันอีเมล
tr_tr: E-posta doğrulaması bekleniyor
uk_ua: Очікування перевірки електронної пошти

source: Awaiting manual verification
ar_sa: في انتظار التحقق اليدوي
de_de: Warten auf manuelle Überprüfung
es_es: A la espera de la verificación manual
fa_ir: در انتظار تایید دستی
fr_fr: En attente d’une vérification manuelle
hi_in: मैनुअल सत्यापन का इंतजार
it_it: In attesa di verifica manuale
ja_jp: 手動検証を待機中
pl_pl: Oczekiwanie na ręczną weryfikację
pt_pt: Aguardando verificação manual
ru_ru: Ожидание ручной проверки
th_th: รอการตรวจสอบด้วยตนเอง
tr_tr: Manuel doğrulama bekleniyor
uk_ua: Очікування ручної перевірки

source: Awaiting identity verification
ar_sa: في انتظار التحقق من الهوية
de_de: Warten auf Identitätsüberprüfung
es_es: A la espera de la verificación de identidad
fa_ir: در انتظار تایید هویت
fr_fr: En attente de vérification d’identité
hi_in: पहचान सत्यापन का इंतजार
it_it: In attesa di verifica dell'identità
ja_jp: ID 検証を待機中
pl_pl: Oczekiwanie na weryfikację tożsamości
pt_pt: Aguardando verificação de identidade
ru_ru: В ожидании проверки личности
th_th: รอการยืนยันตัวตน
tr_tr: Kimlik doğrulaması bekleniyor
uk_ua: Очікування перевірки особи

source: Get orders history
ar_sa: الحصول على سجل الأوامر
de_de: Bestellhistorie abrufen
es_es: Obtener el historial de pedidos
fa_ir: تاریخچه سفارشات را دریافت کنید
fr_fr: Obtenir l’historique des commandes
hi_in: आदेश इतिहास प्राप्त करें
it_it: Ottenere la cronologia degli ordini
ja_jp: 注文履歴の取得
pl_pl: Pobierz historię zamówień
pt_pt: Obtenha o histórico de encomendas
ru_ru: Получить историю заказов
th_th: รับประวัติการสั่งซื้อ
tr_tr: Sipariş geçmişini alma
uk_ua: Отримати історію ордерів

source: Get algo orders history
ar_sa: الحصول على تاريخ أوامر algo
de_de: Holen Sie sich den Algo-Bestellverlauf
es_es: Obtener el historial de pedidos de algo
fa_ir: دریافت تاریخچه سفارشات آلگو
fr_fr: Obtenir l’historique des commandes algo
hi_in: एल्गो आदेश इतिहास प्राप्त करें
it_it: Ottieni la cronologia degli ordini algo
ja_jp: アルゴ注文履歴の取得
pl_pl: Pobierz historię zamówień algo
pt_pt: Obtenha algo orders histórico
ru_ru: Получить историю заказов algo
th_th: รับประวัติการสั่งซื้อ algo
tr_tr: Algo siparişleri geçmişi alın
uk_ua: Отримати історію алго-ордерів

source: Get deposit history
ar_sa: الحصول على سجل الإيداع
de_de: Einzahlungsverlauf abrufen
es_es: Obtener historial de depósitos
fa_ir: دریافت سابقه سپرده
fr_fr: Obtenir l’historique des dépôts
hi_in: जमा इतिहास प्राप्त करें
it_it: Ottieni la cronologia dei depositi
ja_jp: 預金履歴の取得
pl_pl: Uzyskaj historię wpłat
pt_pt: Obtenha o histórico de depósitos
ru_ru: Получить историю депозитов
th_th: รับประวัติการฝากเงิน
tr_tr: Para yatırma geçmişini alıp alma
uk_ua: Отримати історію поповнень

source: Get withdrawal history
ar_sa: الحصول على تاريخ الانسحاب
de_de: Auszahlungsverlauf abrufen
es_es: Obtener historial de retiros
fa_ir: دریافت سابقه برداشت
fr_fr: Obtenir l’historique des retraits
hi_in: वापसी इतिहास प्राप्त करें
it_it: Ottieni la cronologia dei prelievi
ja_jp: 引き出し履歴を取得する
pl_pl: Pobierz historię wypłat
pt_pt: Obtenha o histórico de retirada
ru_ru: Получить историю вывода средств
th_th: รับประวัติการถอนเงิน
tr_tr: Para çekme geçmişini alma
uk_ua: Отримати історію виведення коштів

source: Account level
ar_sa: مستوى الحساب
de_de: Kontenebene
es_es: Nivel de cuenta
fa_ir: سطح حساب
fr_fr: Niveau du compte
hi_in: खाता स्तर
it_it: Livello account
ja_jp: アカウント レベル
pl_pl: Poziom konta
pt_pt: Nível de conta
ru_ru: Уровень счета
th_th: ระดับบัญชี
tr_tr: Hesap düzeyi
uk_ua: Рівень рахунку

source: Display type of Greeks
ar_sa: عرض نوع من اليونانيين
de_de: Anzeigetyp der Griechen
es_es: Tipo de pantalla de griegos
fa_ir: نوع نمایش یونانیان
fr_fr: Type d’affichage des Grecs
hi_in: यूनानियों का प्रदर्शन प्रकार
it_it: Tipo di visualizzazione dei greci
ja_jp: ギリシャ語の表示タイプ
pl_pl: Wyświetlanie typu Greków
pt_pt: Tipo de exibição de gregos
ru_ru: Тип дисплея греков
th_th: ประเภทการแสดงผลของชาวกรีก
tr_tr: Yunancayı görüntüleme türü
uk_ua: Тип відображення греків

source: User level of the real trading volume
ar_sa: مستوى المستخدم لحجم التداول الحقيقي
de_de: Benutzerebene des realen Handelsvolumens
es_es: Nivel de usuario del volumen real de trading
fa_ir: سطح کاربر از حجم معاملات واقعی
fr_fr: Niveau d’utilisateur du volume réel de trading
hi_in: वास्तविक ट्रेडिंग वॉल्यूम का उपयोगकर्ता स्तर
it_it: Livello utente del volume di trading reale
ja_jp: 実際の取引量のユーザーレベル
pl_pl: Poziom użytkownika rzeczywistego wolumenu obrotu
pt_pt: Nível de utilizador do volume real de negociação
ru_ru: Пользовательский уровень реального объема торгов
th_th: ระดับผู้ใช้ของปริมาณการซื้อขายจริง
tr_tr: Gerçek işlem hacminin kullanıcı seviyesi
uk_ua: Свій рівень реального обсягу угод

source: Temporary experience user level
ar_sa: مستوى المستخدم تجربة مؤقتة
de_de: Temporäre Benutzererfahrung
es_es: Nivel de usuario de experiencia temporal
fa_ir: تجربه موقت سطح کاربر
fr_fr: Niveau utilisateur d’expérience temporaire
hi_in: अस्थायी अनुभव उपयोगकर्ता स्तर
it_it: Esperienza temporanea a livello utente
ja_jp: 一時的なエクスペリエンスのユーザー レベル
pl_pl: Tymczasowy poziom użytkownika doświadczenia
pt_pt: Nível de utilizador de experiência temporária
ru_ru: Временный пользовательский уровень взаимодействия
th_th: ระดับผู้ใช้ประสบการณ์ชั่วคราว
tr_tr: Geçici deneyim kullanıcı düzeyi
uk_ua: Рівень тимчасового досвіду користувача

source: Isolated margin equity
ar_sa: حقوق المساهمين الهامشية المعزولة
de_de: Isoliertes Margin-Eigenkapital
es_es: Equidad de margen aislado
fa_ir: سهام حاشیه منزوی
fr_fr: Capitaux propres à marge isolée
hi_in: अलग मार्जिन इक्विटी
it_it: Patrimonio netto di margine isolato
ja_jp: 分離マージン・エクイティ
pl_pl: Kapitał własny z izolowanym depozytem zabezpieczającym
pt_pt: Capitais próprios isolados da margem
ru_ru: Изолированный маржинальный капитал
th_th: ส่วนของมาร์จิ้นที่แยกได้
tr_tr: Yalıtılmış marj özkaynakları
uk_ua: Ізольований маржинальний капітал

source: Adjusted/Effective equity
ar_sa: حقوق الملكية المعدلة/الفعالة
de_de: Bereinigtes/Effektives Eigenkapital
es_es: Capital ajustado/efectivo
fa_ir: حقوق صاحبان سهام تعدیل شده/موثر
fr_fr: Capitaux propres ajustés/effectifs
hi_in: समायोजित/प्रभावी इक्विटी
it_it: Patrimonio netto rettificato/effettivo
ja_jp: 調整後/実効株式
pl_pl: Kapitał skorygowany/efektywny
pt_pt: Equidade ajustada/eficaz
ru_ru: Скорректированный/Эффективный капитал
th_th: ส่วนของผู้ถือหุ้นที่ปรับปรุงแล้ว/มีประสิทธิภาพ
tr_tr: Düzeltilmiş/Etkin özkaynak
uk_ua: Скоригований/Ефективний капітал
