Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: CROSSED
ar_sa: عبرت
es_es: Cruzado
hi_in: पार
ja_jp: 交差
pl_pl: Przekroczył
pt_pt: CRUZADO
ru_ru: Пересек
tr_tr: Geçti

source: ISOLATED
ar_sa: معزوله
es_es: Aislado
hi_in: अलग
ja_jp: 分離
pl_pl: Izolowane
pt_pt: ISOLADO
ru_ru: Изолированные
tr_tr: Izole

source: Transfer
ar_sa: تحويل
es_es: Transferir
hi_in: स्थानांतरण
ja_jp: 転送
pl_pl: Wymiana
pt_pt: Tranferência
ru_ru: Трансфер
tr_tr: Transfer et

source: Welcome bonus
ar_sa: مكافأة ترحيب
es_es: Bono de bienvenida
hi_in: आपका स्वागत है बोनस
ja_jp: ウェルカムボーナス
pl_pl: Bonus powitalny
pt_pt: Bónus de boas-vindas
ru_ru: Приветственный бонус
tr_tr: Hoş geldin bonusu

source: Funding fee
ar_sa: رسوم التمويل
es_es: Cuota de financiación
hi_in: फंडिंग शुल्क
ja_jp: 資金調達手数料
pl_pl: Opłata za finansowanie
pt_pt: Taxa de financiamento
ru_ru: Плата за финансирование
tr_tr: Finansman ücreti

source: Insurance clear
ar_sa: التأمين واضح
es_es: Seguro claro
hi_in: बीमा स्पष्ट
ja_jp: 保険クリア
pl_pl: Jasne ubezpieczenie
pt_pt: Seguro limpo
ru_ru: Страхование ясно
tr_tr: Sigorta açık

source: Coin swap deposit
ar_sa: إيداع مبادلة العملة
es_es: Depósito de intercambio de monedas
hi_in: सिक्का स्वैप जमा
ja_jp: コインスワップデポジット
pl_pl: Depozyt wymiany monet
pt_pt: Depósito de troca de moedas
ru_ru: Депозит монетного свопа
tr_tr: Coin takas depozitosu

source: Coin swap withdraw
ar_sa: سحب مبادلة العملة
es_es: Retiro de intercambio de monedas
hi_in: सिक्का स्वैप वापस लेने
ja_jp: コインスワップの引き出し
pl_pl: Wypłata zamiany monet
pt_pt: Retirada de troca de moedas
ru_ru: Вывод монетного свопа
tr_tr: Coin takası geri çekildi

source: IN
ar_sa: في
es_es: En
hi_in: में
ja_jp: インチ
pl_pl: Cala
pt_pt: EM
ru_ru: В
tr_tr: Inç

source: OUT
ar_sa: خارج
hi_in: बाहर
ja_jp: 乙
pl_pl: WYJŚCIE
pt_pt: FORA
ru_ru: ИЗ

source: Allowed order types
ar_sa: أنواع الطلبات المسموح بها
es_es: Tipos de orden permitidos
hi_in: अनुमत आदेश प्रकार
ja_jp: 許容されるオーダータイプ
pl_pl: Dozwolone typy zamówień
pt_pt: Tipos de pedido permitidos
ru_ru: Разрешенные типы ордеров
tr_tr: İzin verilen sipariş türleri

source: Allow change leverage
ar_sa: السماح بالرافعة المالية للتغيير
es_es: Permitir el apalancamiento de cambios
hi_in: परिवर्तन का लाभ उठाने की अनुमति दें
ja_jp: 変更レバレッジの許可
pl_pl: Zezwalaj na dźwignię zmian
pt_pt: Permitir alavancagem de mudança
ru_ru: Разрешить изменение кредитного плеча
tr_tr: Değişiklik kaldıracına izin ver

source: WebSocket endpoint
ar_sa: نقطة نهاية WebSocket
es_es: Punto final de WebSocket
hi_in: वेबसॉकेट एंडपॉइंट
ja_jp: ウェブソケットエンドポイント
pl_pl: Punkt końcowy WebSocket
pt_pt: Ponto final webSocket
ru_ru: Конечная точка WebSocket
tr_tr: WebSocket uç noktası

source: PNL calculation basis
ar_sa: أساس حساب PNL
es_es: Base de cálculo de PNL
hi_in: पीएनएल गणना का आधार
ja_jp: PNL 計算基準
pl_pl: Podstawa obliczania PNL
pt_pt: Base de cálculo PNL
ru_ru: База расчета PNL
tr_tr: PNL hesaplama temeli

source: Rest api url not founded.
ar_sa: لم يتم تأسيس URL api بقية.
es_es: Rest api url no encontrada.
hi_in: बाकी एपीआई यूआरएल की स्थापना नहीं की गई है।
ja_jp: 残りの API URL は設立されていません。
pl_pl: Reszta api url nie jest założona.
pt_pt: Repouso api url não fundado.
ru_ru: Адрес Rest API не найден.
tr_tr: Rest api url bulunamadı.

source: Gross Position Value: {this.bitmexUserMargin.GrossPositionValue.FromSatoshi()?.RoundTo(BitmexVendor.USER_ASSET_PRECISION)} {BitmexVendor.USER_ASSET}
ja_jp: 総ポジション値: {thisthis.bitmexUserMargin.グロスポジション値.フロムサトシ()?ラウンドト(BitmexVendor.USER_ASSET_PRECISION)} {BitmexVendor.USER_ASSET}
ru_ru: Валовая стоимость позиции: «This.bitmexUserMargin.GrossPositionValue.FromSatoshi(?. RoundTo (BitmexVendor.USER_ASSET_PRECISION)» (BitmexVendor.USER_ASSET)
tr_tr: Brüt Konum Değeri: {this.bitmexUserMargin.GrossPositionValue.FromSatoshi()?. RoundTo(BitmexVendor.USER_ASSET_PRECISION)} {BitmexVendor.USER_ASSET}

source: Session info
ar_sa: معلومات الجلسة
es_es: Información de sesión
hi_in: सत्र जानकारी
ja_jp: セッション情報
pl_pl: Informacje o sesji
pt_pt: Informações da sessão
ru_ru: Информация по сессии
tr_tr: Oturum bilgisi

source: LessThanOrEqualTo
ar_sa: ليسثانوركالأن
hi_in: कमथनोरqualTo
ja_jp: より小タナトールイコールト
ru_ru: МеньшеТанОЭквалТо

source: SellExposureFuturesLimit
hi_in: सेलएक्सपोजरफ्यूचर्सलिमिटिट
ja_jp: セルエクスポージャーフューチャーズリミット
pl_pl: SprzedamWyfuzyjPrzyszłajostnik
ru_ru: ПродатьЭкспозицияФутурыЛимит
tr_tr: SatışPozlamaVadeliLimiti

source: SellExposureOptionsLimit
hi_in: सेलएक्सपोजरोप्शनलिमिटिट
ja_jp: セルエクスポージャーオプションの制限
pl_pl: SprzedażExposureOptionsLimit
ru_ru: ПродатьЭкспозицияОпионыЛимит
tr_tr: SatışPozlamaAyarlarıLimiti

source: GrossExposureLimitPresent
ar_sa: جروس اكسبريماتيميتاو
de_de: GrossExposureLimitPräsent
hi_in: ग्रॉसएक्सपोजर्लिमिटेंट
ja_jp: グロス露出制限現在
pl_pl: Ekspozycja bruttoLimitPresent
ru_ru: GrossExposureLimitПрезидент
tr_tr: Brüt PozlamaLimitPresent

source: SellExposureLimitPresent
hi_in: सेलएक्सपोजर्लिमिटेंट
ja_jp: セルエクスポージャーリミットプレゼント
pl_pl: SprzedażExposureLimitPresent
ru_ru: ПродажаЭкспозицияЛимитПрезидент

source: ISO 10962 provides a global standard for these classifications in the form of specific codes.
ja_jp: ISO 10962 は、特定のコードの形式でこれらの分類のグローバル標準を提供します。
ru_ru: ISO 10962 обеспечивает глобальный стандарт для этих классификаций в виде конкретных кодов.
tr_tr: ISO 10962, bu sınıflandırmalar için belirli kodlar şeklinde küresel bir standart sağlar.

source: Auction number
ja_jp: オークション番号
ru_ru: Аукционный номер
tr_tr: Müzayede numarası

source: VaRMargin
ja_jp: ヴァールマージン
ru_ru: ВарМаргин

source: Issued capital
ja_jp: 発行資本金
ru_ru: Выпущенный капитал
tr_tr: İhraç edilen sermaye

source: Tradeable
ja_jp: トレード可能
ru_ru: Торгуемые
tr_tr: Takas edilebilir

source: Series
ja_jp: シリーズ
ru_ru: Серии
tr_tr: Serisi

source: 52 weeks high
ja_jp: 52週間高い
ru_ru: 52 недели максимум
tr_tr: 52 hafta yüksek

source: 52 weeks low
ja_jp: 52週間低い
ru_ru: 52 недель низкого уровня
tr_tr: 52 hafta düşük

source: Pre expiry
ja_jp: 有効期限前
ru_ru: Предварительный срок годности
tr_tr: Son kullanma tarihi

source: Delivery
ja_jp: 受け渡し
ru_ru: Поставка
tr_tr: Yönlendirme

source: Special buy
ja_jp: 特別買い
ru_ru: Специальная покупка
tr_tr: Özel satın alma

source: Special sell
ja_jp: 特別販売
ru_ru: Специальная продажа
tr_tr: Özel satış

source: Tender
ja_jp: 入札
ru_ru: Тендер
tr_tr: Ihale

source: ELM long
ja_jp: ELM ロング
ru_ru: ELM долго
tr_tr: ELM uzun

source: ELM short
ja_jp: ELMショート
ru_ru: ELM короткий
tr_tr: ELM kısa

source: Open positions count
ja_jp: オープンポジション数
ru_ru: Открытые позиции
tr_tr: Açık pozisyon sayısı

source: Open orders count
ja_jp: 未処理の注文数
ru_ru: Открытые ордера
tr_tr: Emir emrini aç

source: Advanced
ar_sa: متقدم
es_es: Avanzado
hi_in: उन्नत
pl_pl: Zaawansowany
pt_pt: Avançado
ru_ru: Расширенный

source: Measurement
ar_sa: قياس
es_es: Medición
hi_in: माप
pl_pl: Pomiar
pt_pt: Medição
ru_ru: Измерение

source: Used order type
ar_sa: نوع الأمر المستخدم
es_es: Tipo de pedido utilizado
hi_in: प्रयुक्त आदेश प्रकार
pl_pl: Używany typ zamówienia
pt_pt: Tipo de ordem usado
ru_ru: Используемый тип ордера

source: Close quantity
ar_sa: كمية الإغلاق
es_es: Cerrar cantidad
hi_in: मात्रा बंद करें
pl_pl: Ilość zamknij
pt_pt: Quantidade próxima
ru_ru: Близкое количество

source: Extend price levels
ar_sa: توسيع مستويات الأسعار
es_es: Ampliar los niveles de precios
pl_pl: Zwiększ poziom cen
pt_pt: Alargar os níveis de preços
ru_ru: Расширение ценовых уровней

source: HeatmapColorSet1
ar_sa: خريطة حراريةكولورست1
es_es: Mapa de calorColorSet1
ru_ru: Тепловая картаЦветНабор1

source: HeatmapColorSet2
ar_sa: خريطة حراريةكولورسيت2
es_es: Mapa de calorColorSet2
ru_ru: Тепловая картаЦветНабор2

source: HeatmapColorSet3
ar_sa: خريطة حراريةكولورست3
es_es: Mapa de calorColorSet3
ru_ru: Тепловая картаЦветНабор3

source: HeatmapColorSet4
ar_sa: خريطة حراريةكولورست4
es_es: Mapa de calorColorSet4
ru_ru: Тепловая картаЦветНабор4

source: Standard
de_de: Norm

source: Filt. volume
de_de: Filt. Volumen

source: Filt. volume, %
de_de: Filt. Volumen, %

source: dangerColor
de_de: GefahrFarbe

source: HL/2
hi_in: एचएल/2

source: FOK
hi_in: एफओके

source: TargetCompId
ar_sa: الهدف مُجد
hi_in: लक्ष्यकॉम्पिड
ja_jp: ターゲットコンプId
pl_pl: Obiekt docelowy
tr_tr: HedefCompid

source: NotEqualTo
hi_in: नोटेक्वाल्टो
ja_jp: 等しくない
pl_pl: NotEqualTo ( NotEqualTo )

source: NotGreaterThan
hi_in: नॉट ग्रेटरसेन
ja_jp: ない大きなタン

source: CNCAmountUsed
hi_in: सीएनसीमाउंटयुक्त
ja_jp: 使用された CNC金額
pl_pl: CNCAmountUżywane
tr_tr: Kullanılan CNCAmount

source: CNCLimitUsed
es_es: CNCLimitAdote
hi_in: सीएनसीलिमिटेड
ja_jp: 使用済み
pl_pl: CNCLimitUżywane

source: IsInvestorClient
hi_in: इस्इनवेस्टरक्लिंट
ja_jp: アイスインベスタークライアント
pl_pl: IsInvestorClient (IsInvestorClient)
pt_pt: ÉInvestorClient
tr_tr: IsInvestorMüşteri
