Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Column color
ar_sa: لون العمود
de_de: Spaltenfarbe
es_es: Color de columna
fa_ir: رنگ ستون
fr_fr: Colonne de couleur
hi_in: स्तंभ रंग
it_it: Colore della colonna
ja_jp: 列の色
pl_pl: Kolor kolumny
pt_pt: Cor da coluna
ru_ru: Цвет колонки
th_th: สีของคอลัมน์
tr_tr: Sütun rengi
uk_ua: Колір стовпця

source: Value up color
ar_sa: قيمة تصل اللون
de_de: Wert auf Farbe
es_es: Valorar el color
fa_ir: مقدار رنگ
fr_fr: Valeur de la couleur
hi_in: मान ऊपर रंग
it_it: Valore colore in aumento
ja_jp: 値上げの色
pl_pl: Zwiększ wartość koloru
pt_pt: Valorizar cor
ru_ru: Цвет увеличения
th_th: เพิ่มมูลค่าของสี
tr_tr: Değerin rengi
uk_ua: Колір зростання

source: Value down color
ar_sa: قيمة أسفل اللون
de_de: Value-Down-Farbe
es_es: Valor color abajo
fa_ir: ارزش پایین رنگ
fr_fr: Valeur en baisse de couleur
hi_in: मान नीचे रंग
it_it: Valore colore in diminuzione
ja_jp: 値下がり色
pl_pl: Wartość w dół koloru
pt_pt: Valor abaixo da cor
ru_ru: Цвет снижения
th_th: ค่าลงสี
tr_tr: Değer aşağı renk
uk_ua: Колір зниження

source: Rename list
ar_sa: إعادة تسمية قائمة
de_de: Umbenennungsliste
es_es: Cambiar la lista
fa_ir: فهرست تغییر نام
fr_fr: Renommer la liste
hi_in: सूची का नाम बदलें
it_it: Rinomina elenco
ja_jp: リストの名前を変更する
pl_pl: Zmienianie nazwy listy
pt_pt: Lista de renomeação
ru_ru: Переименовать список
th_th: เปลี่ยนชื่อรายการ
tr_tr: Listeyi yeniden adlandır
uk_ua: Перейменувати список

source: List name
ar_sa: اسم القائمة
de_de: Listenname
es_es: Nombre de la lista
fa_ir: نام لیست
fr_fr: Nom de la liste
hi_in: सूची का नाम
it_it: Nome elenco
ja_jp: 一覧名
pl_pl: Nazwa listy
pt_pt: Nome da lista
ru_ru: Имя списка
th_th: ชื่อรายการ
tr_tr: Liste ismi
uk_ua: Ім'я списку

source: Save current watchlist
ar_sa: حفظ قائمة المراقبة الحالية
de_de: Aktuelle Merkliste speichern
es_es: Guardar la lista de vigilancia actual
fa_ir: ذخیره لیست دیده بان فعلی
fr_fr: Enregistrer la liste de surveillance actuelle
hi_in: वर्तमान निगरानी सूची को सहेजें
it_it: Salva l'elenco di controllo corrente
ja_jp: 現在のウォッチリストを保存
pl_pl: Zapisz bieżącą listę obserwowanych
pt_pt: Guardar a lista de observação atual
ru_ru: Сохранить текущий список наблюдения
th_th: บันทึกรายการเฝ้าดูปัจจุบัน
tr_tr: Geçerli izleme listesini kaydetme
uk_ua: Зберегти поточний список спостереження

source: Add to watchlist
ar_sa: إضافة إلى قائمة المراقبة
de_de: Zur Merkliste hinzufügen
es_es: Añadir a la lista de vigilancia
fa_ir: اضافه کردن به لیست دیده بان
fr_fr: Ajouter à la liste de surveillance
hi_in: वॉचलिस्ट में जोड़ें
it_it: Aggiungi alla watchlist
ja_jp: ウォッチリストに追加
pl_pl: Dodaj do listy obserwowanych
pt_pt: Adicionar à lista de observação
ru_ru: Добавить в список наблюдения
th_th: เพิ่มในรายการเฝ้าดู
tr_tr: İzleme listesine ekle
uk_ua: Додати до списку спостереження

source: Replace watchlist
ar_sa: استبدال قائمة المراقبة
de_de: Watchlist ersetzen
es_es: Reemplazar la lista de vigilancia
fa_ir: جایگزین لیست دیده بان
fr_fr: Remplacer la liste de surveillance
hi_in: वॉचलिस्ट को बदलें
it_it: Sostituisci watchlist
ja_jp: ウォッチリストの置き換え
pl_pl: Zastępowanie listy obserwowanych
pt_pt: Substituir lista de observação
ru_ru: Заменить список наблюдения
th_th: แทนที่รายการเฝ้าดู
tr_tr: İzleme listesini değiştir
uk_ua: Замінити список спостереження

source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Borrar
fa_ir: حذف
fr_fr: Supprimer
hi_in: हटाएँ
it_it: Elimina
ja_jp: 削除
pl_pl: Usunąć
pt_pt: Apagar
ru_ru: Удалить
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити

source: Add selected symbols
ar_sa: إضافة الرموز المحددة
de_de: Fügen Sie ausgewählte Symbole hinzu
es_es: Añadir símbolos seleccionados
fa_ir: افزودن نمادهای انتخاب شده
fr_fr: Ajouter les symboles sélectionnés
hi_in: चयनित प्रतीक जोड़ें
it_it: Aggiungi simboli selezionati
ja_jp: 選択されたシンボルを追加する
pl_pl: Dodaj wybrane symbole
pt_pt: Adicionar Ativos selecionados
ru_ru: Добавить выбранные символы
th_th: เพิ่มสัญลักษณ์ที่เลือก
tr_tr: Seçili sembolleri ekle
uk_ua: Додати вибрані символи

source: Data latency
ar_sa: زمن وصول البيانات
de_de: Datenlatenz
es_es: Latencia de datos
fa_ir: نهان داده ها
fr_fr: Latence des données
hi_in: डेटा विलंबता
it_it: Latenza dei dati
pl_pl: Opóźnienie danych
pt_pt: Latência de dados
ru_ru: Задержка данных
th_th: เวลาแฝงของข้อมูล
uk_ua: Затримка даних

source: 'Or'
ar_sa: 'أو'
de_de: 'Oder'
es_es: 'O'
fa_ir: 'یا'
hi_in: 'या'
it_it: 'O'
ja_jp: 'または'
pl_pl: "Lub"
pt_pt: 'Ou'
ru_ru: 'Или'
th_th: 'หรือ'
tr_tr: 'Veya'
uk_ua: 'Або'

source: Parameters
ar_sa: المعلمات
de_de: Parameter
es_es: Parámetros
fa_ir: پارامترهای
fr_fr: Paramètres
hi_in: पैरामीटर
it_it: Parametri
ja_jp: パラメーター
pl_pl: Parametry
pt_pt: Parâmetros
ru_ru: Параметры
th_th: พารามิเตอร์
tr_tr: Parametreler
uk_ua: Параметри

source: Save conditions
ar_sa: حفظ الشروط
de_de: Bedingungen speichern
es_es: Guardar condiciones
fa_ir: صرفه جویی در شرایط
fr_fr: Conditions d’enregistrement
hi_in: शर्तों को बचाएं
it_it: Salvare le condizioni
ja_jp: 条件の保存
pl_pl: Zapisz warunki
pt_pt: Guardar condições
ru_ru: Сохранить условия
th_th: บันทึกเงื่อนไข
tr_tr: Koşulları kaydet
uk_ua: Зберегти умови

source: Apply saved conditions
ar_sa: تطبيق الشروط المحفوظة
de_de: Gespeicherte Bedingungen anwenden
es_es: Aplicar condiciones guardadas
fa_ir: اعمال شرایط ذخیره شده
fr_fr: Appliquer les conditions enregistrées
hi_in: सहेजी गई शर्तों को लागू करें
it_it: Applicare le condizioni salvate
ja_jp: 保存された条件を適用する
pl_pl: Stosowanie zapisanych warunków
pt_pt: Aplicar condições guardadas
ru_ru: Применить сохраненные условия
th_th: ใช้เงื่อนไขที่บันทึกไว้
tr_tr: Kaydedilmiş koşulları uygulama
uk_ua: Застосувати збережені умови

source: Are you sure you want to delete this condition?
ar_sa: هل تريد بالتأكيد حذف هذا الشرط؟
de_de: Möchten Sie diese Bedingung wirklich löschen?
es_es: ¿Está seguro de que desea eliminar esta condición?
fa_ir: آیا مطمئن هستید که می خواهید این وضعیت را حذف کنید؟
fr_fr: Voulez-vous vraiment supprimer cette condition ?
hi_in: क्या आप सुनिश्चित हैं कि आप इस स्थिति को हटाना चाहते हैं?
it_it: Eliminare questa condizione?
ja_jp: この条件を削除しますか?
pl_pl: Czy na pewno chcesz usunąć ten warunek?
pt_pt: Tem a certeza de que pretende eliminar esta condição?
ru_ru: Вы уверены, что хотите удалить это условие?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบเงื่อนไขนี้
tr_tr: Bu koşulu silmek istediğinizden emin misiniz?
uk_ua: Справді видалити цю умову?

source: Unpin from toolbar
ar_sa: إلغاء التثبيت من شريط الاداهات
de_de: Unpin aus der Toolbar
es_es: Liberar de la barra de herramientas
fa_ir: برداشتن پین از نوار ابزار
fr_fr: Détacher de la barre d'outils
hi_in: उपकरण पट्टी से अनपिन करना
it_it: rimuovi dalla barra degli strumenti
ja_jp: ツールバーからのピン留め解除
pl_pl: Odepnij od paska Toolbar
pt_pt: Desafixar da barra de ferramentas
ru_ru: Открепить от панели инструментов
th_th: ถอนการตรึงจากแถบเครื่องมือ
tr_tr: Araç çubuğundan unpin
uk_ua: Відкріпити від панелі інструментів

source: Pin on toolbar
ar_sa: دبوس علي شريط الاداهات
de_de: PIN in der Toolbar
es_es: PIN en la barra de herramientas
fa_ir: پین در نوار ابزار
fr_fr: Épingle sur la barre d'outils
hi_in: टूलबार पर पिन करना
it_it: Aggiungi sulla barra degli strumenti
ja_jp: ツールバーのピン
pl_pl: Przypnij na pasku narzędzi
pt_pt: PIN na barra de ferramentas
ru_ru: Закрепить на панель инструментов
th_th: ปักหมุดบนแถบเครื่องมือ
tr_tr: Araç çubuğunda PIN
uk_ua: Закріпити на панелі інструментів

source: Panel-specific custom hotkeys
de_de: Panelspezifische benutzerdefinierte Hotkeys
fa_ir: کلید های سفارشی مخصوص پانل
fr_fr: Raccourcis clavier personnalisés spécifiques au panneau
it_it: Tasti di scelta rapida personalizzati specifici del pannello
th_th: ปุ่มลัดแบบกําหนดเองเฉพาะแผง
uk_ua: Настроювані гарячі клавіші для певних панелей

source: No custom hotkeys were set up
de_de: Es wurden keine benutzerdefinierten Hotkeys eingerichtet
fa_ir: هیچ کلید فوری سفارشی راه اندازی شد
fr_fr: Aucun raccourci clavier personnalisé n’a été configuré
it_it: Non sono stati configurati tasti di scelta rapida personalizzati
th_th: ไม่มีการตั้งค่าปุ่มลัดที่กําหนดเอง
uk_ua: Спеціальні гарячі клавіші не були налаштовані

source: {0}None{1}
ar_sa: {0} لا أحد {1}
de_de: {0} Keine {1}
es_es: {0} Ninguno {1}
fa_ir: {0} هیچکدام {1}
fr_fr: {0} Aucun {1}
hi_in: {0} कोई नहीं {1}
it_it: {0} {1} None
ja_jp: {0}なし{1}
pl_pl: {0} Brak {1}
pt_pt: {0} nenhuma {1}
ru_ru: {0}Не задано{1}
th_th: {0} ไม่มี{1}
tr_tr: {0} Yok {1}
uk_ua: {0}Немає{1}

source: This Hotkey is reserved by the Core. Please use another one.
ar_sa: هذا الاختصار محجوز من قبل. يرجى استخدام اختصار اخر.
de_de: Dieser Hotkey ist vom Core reserviert.
es_es: Esta tecla rápida está reservada por el núcleo.
fa_ir: این کلید فوری است که توسط هسته محفوظ می باشد. لطفا از یکی دیگر استفاده کنید.
fr_fr: Cette touche de raccourci est réservée par le noyau.
hi_in: इस हॉटकी कोर द्वारा आरक्षित है । कृपया एक दूसरे का उपयोग करें ।
it_it: Questo tasto di scelta rapida è riservato dal Core.Si prega di utilizzarne un altro.
ja_jp: このホットキーはコアによって予約されています。
pl_pl: Ten skrót jest zarezerwowany przez rdzeń.
pt_pt: Esta tecla de atalho é reservada pelo Core.
ru_ru: Эта горячая клавиша зарезервирована. Укажите другую.
th_th: ปุ่มลัดนี้สงวนไว้โดยแกนกลาง โปรดใช้อีกอันหนึ่ง
tr_tr: Bu Hotkey, Çekirdek tarafından ayrılmıştır.
uk_ua: Ця гаряча клавіша зарезервована системою. Спробуйте іншу.

source: This Hotkey combination is already used for "{0}". Please use another one.
ar_sa: يتم استخدامه من مجموعة اخرى يرجى استخدام اختصار اخر Hotkey هذه ال \
de_de: Diese Tastenkombination wird bereits für \
es_es: Esta combinación de teclas rápidas ya se usa para \
fa_ir: این ترکیب کلید فوری در حال حاضر برای "{0}" استفاده می شود. لطفا از یکی دیگر استفاده کنید.
fr_fr: Cette combinaison de touches de raccourci est déjà utilisée pour \
hi_in: यह हॉटकुंजी संयोजन पहले से ही "{0}" के लिए उपयोग किया जा रहा है । कृपया एक दूसरे का उपयोग करें ।
it_it: Questa combinazione di tasti di scelta rapida è già utilizzata per \
ja_jp: このホットキーの組み合わせは、すでに「{0}」に使用されています。
pl_pl: Ta kombinacja klawiszy skrótów jest już używana dla \
pt_pt: Esta combinação de teclas de atalho já é usada para \
ru_ru: Эта комбинация горячих клавиш уже используется для «{0}». Укажите другую.
th_th: ชุดปุ่มลัดนี้ใช้สําหรับ "{0}" แล้ว โปรดใช้อีกอันหนึ่ง
tr_tr: Bu Kısayol tuşu kombinasyonu \
uk_ua: Ця комбінація гарячих клавіш вже використовується для "{0}". Будь ласка, використайте іншу.

source: Are you sure want to remove {0}?
ar_sa: هل تريد بالتأكيد إزالة {0}؟
de_de: Möchten Sie {0} wirklich entfernen?
es_es: ¿Seguro que quieres eliminar {0}?
fa_ir: آیا مطمئن هستید که می خواهید {0} را حذف کنید ؟
fr_fr: Voulez-vous vraiment supprimer {0}?
hi_in: क्या आप निश्चयपूर्वक {0} निकालना चाहते हैं?
it_it: Sei sicuro di voler rimuovere {0}?
ja_jp: {0}を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć {0}?
pt_pt: Tem certeza de que deseja remover {0}?
ru_ru: Вы действительно хотите удалить {0}?
th_th: คุณแน่ใจหรือว่าต้องการลบ{0}?
tr_tr: {0} öğesini kaldırmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити {0}?

source: You have no selected symbols yet
ar_sa: ليس لديك رموز محددة حتى الآن
de_de: Sie haben noch keine ausgewählten Symbole
es_es: Aún no tiene símbolos seleccionados
fa_ir: شما هنوز هیچ نماد انتخابی داري
fr_fr: Vous n’avez pas encore de symboles sélectionnés
hi_in: आपके पास अभी तक कोई चयनित प्रतीक नहीं है
it_it: Non hai ancora simboli selezionati
ja_jp: シンボルが選択されていません
pl_pl: Nie masz jeszcze wybranych symboli
pt_pt: Ainda não tem símbolos selecionados.
ru_ru: У вас еще нет выбранных символов
th_th: คุณยังไม่ได้เลือกสัญลักษณ์
tr_tr: Henüz seçili sembole sahip değilseniz
uk_ua: У вас ще немає вибраних символів

source: Exchanges & Assets
ar_sa: البورصات والأصول
de_de: Börsen & Assets
es_es: Intercambios & Activos
fr_fr: Échanges et actifs
hi_in: एक्सचेंज और एसेट्स
it_it: Scambi e Patrimonio
ja_jp: 取引所と資産
pl_pl: Giełdy & Aktywa
pt_pt: Bolsas e Ativos
ru_ru: Биржи и Активы
th_th: การแลกเปลี่ยนและสินทรัพย์
tr_tr: Borsalar ve Varlıklar
uk_ua: Біржі та активи

source: Add symbols
ar_sa: إضافة رموز
de_de: Hinzufügen von Symbolen
es_es: Añadir símbolos
fa_ir: افزودن نمادها
fr_fr: Ajouter des symboles
hi_in: प्रतीक जोड़ें
it_it: Aggiungere simboli
ja_jp: 記号を追加
pl_pl: Dodawanie symboli
pt_pt: Adicionar Ativos
ru_ru: Добавить символы
th_th: เพิ่มสัญลักษณ์
tr_tr: Sembol ekle
uk_ua: Додати символи

source: No symbols selected.
ar_sa: لا توجد رموز محددة.
de_de: Es wurden keine Symbole ausgewählt.
es_es: No hay símbolos seleccionados.
fa_ir: هیچ نمادی انتخاب نشده است.
fr_fr: Aucun symbole sélectionné.
hi_in: कोई प्रतीक चयनित नहीं है।
it_it: Nessun simbolo selezionato.
ja_jp: シンボルが選択されていません。
pl_pl: Nie wybrano żadnych symboli.
pt_pt: Nenhum símbolo selecionado.
ru_ru: Символы не выбраны.
th_th: ไม่มีสัญลักษณ์ที่เลือก
tr_tr: Hiçbir sembol seçilmedi.
uk_ua: Не вибрано символів.

source: Choose the first symbol
ar_sa: اختر الرمز الأول
de_de: Wählen Sie das erste Symbol
es_es: Elija el primer símbolo
fa_ir: اولین نماد را انتخاب کنید
fr_fr: Choisir le premier symbole
hi_in: पहला प्रतीक चुनें
it_it: Scegliere il primo simbolo
ja_jp: 最初のシンボルを選択する
pl_pl: Wybierz pierwszy symbol
pt_pt: Escolha o primeiro símbolo
ru_ru: Выберите первый символ
th_th: เลือกสัญลักษณ์แรก
tr_tr: İlk sembolü seçin
uk_ua: Оберіть перший символ

source: Such aggregation type already added
ar_sa: نوع التجميع هذا المضافة بالفعل
de_de: Ein solcher Aggregattyp wurde bereits hinzugefügt
es_es: Este tipo de agregación ya agregó
fa_ir: چنین نوع تجمع در حال حاضر اضافه شده
fr_fr: Type d'agrégation déjà ajouté
hi_in: ऐसा एकत्रीकरण प्रकार पहले से जोड़ा गया
it_it: Tipo di aggregazione già aggiunto
ja_jp: このような集計タイプはすでに追加
pl_pl: Taki typ agregacji już dodany
pt_pt: Esse tipo de agregação já foi adicionado
ru_ru: Такой тип агрегации уже добавлен
th_th: ประเภทการรวมดังกล่าวได้เพิ่มไว้แล้ว
tr_tr: Bu tür toplama türü zaten eklendi
uk_ua: Такий тип агрегації вже додано

source: Add new level
ar_sa: إضافة مستوى جديد
de_de: Füge ein neues Level hinzu
es_es: Añadir nuevo nivel
fa_ir: اضافه کردن سطح جدید
fr_fr: Ajouter un nouveau niveau
hi_in: नया स्तर जोड़ें
it_it: Aggiungi un nuovo livello
ja_jp: 新しいレベルの追加
pl_pl: Dodaj nowy poziom
pt_pt: Adicinoar novo nível
ru_ru: Добавить новый уровень
th_th: เพิ่มระดับใหม่
tr_tr: Yeni seviye ekle
uk_ua: Додати новий рівень

source: Level {0}
ar_sa: المستوى {0}
de_de: Ebene {0}
es_es: Nivel {0}
fa_ir: سطح {0}
fr_fr: Niveau {0}
hi_in: स्तर {0}
it_it: Livello {0}
ja_jp: レベル{0}
pl_pl: Poziom {0}
pt_pt: Nível {0}
ru_ru: Уровень {0}
th_th: ระดับ{0}
tr_tr: Seviye {0}
uk_ua: Рівень {0}

source: Remove level
ar_sa: إزالة المستوى
de_de: Ebene entfernen
es_es: Eliminar nivel
fa_ir: حذف سطح
fr_fr: Supprimer le niveau
hi_in: स्तर निकालें
it_it: Rimuovi livello
ja_jp: レベルを削除
pl_pl: Usuń poziom
pt_pt: Remover nível
ru_ru: Удалить уровень
th_th: เอาระดับออก
tr_tr: Seviye kaldır
uk_ua: Видалити рівень

source: Are you sure want to remove this level?
ar_sa: هل أنت متأكد من حذف هذا المستوى؟
de_de: Möchtest du dieses Level wirklich entfernen?
es_es: ¿Estás seguro de querer eliminar este nivel?
fa_ir: آیا مطمئنید که می خواهید این سطح را حذف کنید ؟
fr_fr: Êtes-vous sûr de vouloir supprimer ce niveau?
hi_in: क्या आप निश्चयपूर्वक इस स्तर को निकालना चाहते हैं?
it_it: Sei sicuro di voler rimuovere questo livello?
ja_jp: このレベルを削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć ten poziom?
pt_pt: Tem certeza de que deseja remover este nível?
ru_ru: Вы действительно хотите удалить этот уровень?
th_th: คุณแน่ใจหรือว่าต้องการลบระดับนี้?
tr_tr: Bu seviyeyi kaldırmak istediğinizden emin misiniz?
uk_ua: Ви дійсно хочете видалити цей рівень?

source: Use saved tokens
ar_sa: استخدام الرموز المميزة المحفوظة
de_de: Speicherngespeicherte Token verwenden
es_es: Usar tokens guardados
fa_ir: استفاده از نشانه های ذخیره شده
fr_fr: Utiliser des jetons enregistrés
hi_in: सहेजे गए टोकन का उपयोग करें
it_it: Utilizzare i token salvati
ja_jp: 保存されたトークンを使用する
pl_pl: Używanie zapisanych tokenów
pt_pt: Use fichas guardadas
ru_ru: Использовать сохраненные токены
th_th: ใช้โทเค็นที่บันทึกไว้
tr_tr: Kaydedilmiş Token'ları kullan
uk_ua: Використати збережені токени

source: Alert target in $
ar_sa: تنبيه الهدف في $
de_de: Warnziel in
es_es: Objetivo de alerta en $
fa_ir: هدف هشدار در $
fr_fr: Cible d’alerte en $
hi_in: $ में चेतावनी लक्ष्य
it_it: L'obiettivo dell'avviso in
ja_jp: アラートターゲット ($ )
pl_pl: Alert docelowy w $
pt_pt: Alvo de alerta em $
ru_ru: Цель оповещения в $
th_th: เป้าหมายการแจ้งเตือนใน $
tr_tr: Uyarı hedefi $
uk_ua: Ціль сповіщення в $

source: Point coordinates
ar_sa: إحداثيات النقاط
de_de: Punkt Koordinaten
es_es: Coordenadas de punto
fa_ir: مختصات نقطه ای
fr_fr: Coordonnées ponctuelles
hi_in: बिंदु निर्देशांक
it_it: Coordinate del punto
ja_jp: ポイント座標
pl_pl: Współrzędne punktu
pt_pt: Coordenadas de ponto
ru_ru: Координаты точки
th_th: พิกัดจุด
tr_tr: Nokta koordinatları
uk_ua: Координати точки

source: Point
ar_sa: نقطة
de_de: Punkt
es_es: Punto
fa_ir: نقطه
hi_in: बिंदु
it_it: Punto
ja_jp: 点
pl_pl: Punkt
pt_pt: Ponto
ru_ru: Точка
th_th: จุด
tr_tr: Nokta
uk_ua: Точка

source: Enable sounds
ar_sa: تشغيل الأصوات
de_de: Klänge aktivieren
es_es: Habilitar sonidos
fa_ir: فعال کردن صداها
fr_fr: Activer le son
hi_in: ध्वनि सक्षम करें
it_it: Attiva suoni
ja_jp: 使用可能音声
pl_pl: Włącz dźwięki
pt_pt: Habilitar sons
ru_ru: Включить звуки
th_th: เปิดใช้งานเสียง
tr_tr: Sesleri etkinleştir
uk_ua: Включити звуки

source: Reset to default
ar_sa: إعادة الضبط إلى الافتراضي
de_de: Zurücksetzen
es_es: Restabl. por def.
fa_ir: تنظیم مجدد به پیش فرض
fr_fr: Réinitialiser aux paramètres par défaut
hi_in: डिफ़ॉल्ट पर रीसेट करें
it_it: Riportare alle condizioni originali
ja_jp: デフォルトにリセットする
pl_pl: Przywróć ustawienia domyślne
pt_pt: Redefinir para o padrão
ru_ru: Сброс по умолчанию
th_th: รีเซ็ตเป็นค่าเริ่มต้น
tr_tr: Varsayılana sıfırla
uk_ua: Скидання за умовчанням

source: Select sound file
ar_sa: حدد ملف الصوت
de_de: Wählen Sie die Sounddatei
es_es: Seleccionar archivo de sonido
fa_ir: انتخاب پرونده صوتی
fr_fr: Sélectionnez le fichier son
hi_in: ध्वनि फ़ाइल का चयन करें
it_it: Seleziona il file audio
ja_jp: サウンドファイルを選択
pl_pl: Wybierz plik dźwiękowy
pt_pt: Selecione o arquivo de som
ru_ru: Выберите звуковой файл
th_th: เลือกไฟล์เสียง
tr_tr: Ses dosyasını seç
uk_ua: Виберіть звуковий файл

source: Play sound
ar_sa: تشغيل صوت
de_de: Ton abspielen
es_es: Reproducir sonido
fa_ir: پخش صدا
fr_fr: Émettre un son
hi_in: ध्वनि चलाएं
it_it: Riprodurre l'audio
ja_jp: サウンドを再生する
pl_pl: Dźwięk
pt_pt: Reproduzir som
ru_ru: Проиграть звук
th_th: เล่นเสียง
tr_tr: Sesi çal
uk_ua: Грати звук

source: Time in seconds
ar_sa: الوقت بالثواني
de_de: Zeit in Sekunden
es_es: Tiempo en segundos
fa_ir: زمان در ثانیه
fr_fr: Temps en secondes
hi_in: सेकंड में समय
it_it: Tempo in secondi
ja_jp: 秒単位の時間
pl_pl: Czas w sekundach
pt_pt: Tempo em segundos
ru_ru: Время в секундах
th_th: เวลาเป็นวินาที
tr_tr: Saniye cinsinden zaman
uk_ua: Час у секундах

source: Positions P/L
ar_sa: المناصب P/L
de_de: Positionen P/L
es_es: Posiciones P/L
fa_ir: موقعیت های P/L
hi_in: पोजीशन पी/एल
it_it: Posizioni P/L
ja_jp: 位置 P/L
pl_pl: Pozycje P/L
pt_pt: Posições P/L
ru_ru: Позиции P/L
th_th: ตําแหน่ง P / L
tr_tr: Pozisyonlar P/L
uk_ua: Позиції P/L

source: Remove task
ar_sa: إزالة مهمة
de_de: Aufgabe entfernen
es_es: Eliminar tarea
fa_ir: حذف وظیفه
fr_fr: Supprimer la tâche
hi_in: कार्य निकालें
it_it: Rimuovi attività
ja_jp: タスクを削除する
pl_pl: Usuń zadanie
pt_pt: Remover tarefa
ru_ru: Удалить задачу
th_th: เอางานออก
tr_tr: Görevi kaldır
uk_ua: Видалити завдання

source: Task type
ar_sa: نوع المهمة
de_de: Aufgabentyp
es_es: Tipo de tarea
fa_ir: نوع وظیفه
fr_fr: Type de tâche
hi_in: टास्क टाइप
it_it: Tipo di attività
ja_jp: タスクの種類
pl_pl: Typ zadania
pt_pt: Tipo de tarefa
ru_ru: Тип задачи
th_th: ชนิดงาน
tr_tr: Görev türü
uk_ua: Тип завдання

source: Enable/Disable task
ar_sa: تمكين/تعطيل المهمة
de_de: Aktivierungs-/Deaktivieren-Aufgabe
es_es: Activar/Desactivar tarea
fa_ir: فعال کردن/غیرفعال کردن وظیفه
fr_fr: Activer/désactiver la tâche
hi_in: सक्षम/अक्षम कार्य
it_it: Attiva/Disabilita attività
ja_jp: タスクの有効化/無効化
pl_pl: Włączanie/wyłączanie zadania
pt_pt: Ativar/Desativar a tarefa
ru_ru: Включить/отключить задачу
th_th: เปิด/ปิดใช้งานงาน
tr_tr: Görevi Etkinleştirme/Devre Dışı
uk_ua: Увімкнення/вимкнення завдання

source: Add new task
ar_sa: إضافة مهمة جديدة
de_de: Neue Aufgabe hinzufügen
es_es: Agregar nueva tarea
fa_ir: افزودن وظیفه جدید
fr_fr: Ajouter une nouvelle tâche
hi_in: नया कार्य जोड़ें
it_it: Aggiungi nuova attività
ja_jp: 新しいタスクを追加する
pl_pl: Dodaj nowe zadanie
pt_pt: Adicionar nova tarefa
ru_ru: Добавить новую задачу
th_th: เพิ่มงานใหม่
tr_tr: Yeni görev ekle
uk_ua: Додати нове завдання

source: Add 'Action'
ar_sa: إضافة "إجراء"
de_de: 'Aktion' hinzufügen
es_es: Añadir 'Acción'
fa_ir: اضافه کردن 'عمل'
fr_fr: Ajouter 'Action'
hi_in: 'एक्शन' जोड़ें
it_it: Aggiungi 'Azione'
ja_jp: 'アクション' を追加します。
pl_pl: Dodaj "Akcja"
pt_pt: Adicionar 'Ação'
ru_ru: Добавить 'Действие'
th_th: เพิ่ม 'การกระทํา'
tr_tr: 'Eylem' ekle
uk_ua: Додати 'Дію'

source: To do
ar_sa: للقيام
de_de: zu tun
es_es: Hacer
fa_ir: برای انجام
fr_fr: À faire
hi_in: ऐसा करने के लिए
it_it: da fare
ja_jp: 行うには
pl_pl: Aby to zrobić
pt_pt: Para fazer
ru_ru: Выполнить
th_th: สิ่งที่ต้องทํา
tr_tr: Yapmak için
uk_ua: Виконати

source: Collapse tasks
ar_sa: تصغير المهام
de_de: Aufgaben reduzieren
es_es: Contraer tareas
fa_ir: بستن وظایف
fr_fr: Réduire les tâches
hi_in: कार्य संक्षिप्त करें
it_it: Comprimi attività
ja_jp: タスクを折りたたむ
pl_pl: Zwiń zadania
pt_pt: Recolher tarefas
ru_ru: Свернуть задачи
th_th: ยุบงาน
tr_tr: Daralt görevler
uk_ua: Згорнути завдання

source: Add task
ar_sa: إضافة مهمة
de_de: Aufgabe hinzufügen
es_es: Agregar tarea
fa_ir: افزودن وظیفه
fr_fr: Ajouter une tâche
hi_in: कार्य जोड़ें
it_it: Aggiungi attività
ja_jp: タスクを追加
pl_pl: Dodaj zadanie
pt_pt: Adicionar tarefa
ru_ru: Добавить задачу
th_th: เพิ่มงาน
tr_tr: Görev ekle
uk_ua: Додати завдання

source: No tasks yet.
ar_sa: لا توجد مهام بعد.
de_de: Noch keine Aufgaben
es_es: No hay tareas todavía
fa_ir: هیچ وظایفی وجود ندارد.
fr_fr: Aucune tâche pour le moment.
hi_in: अभी तक कोई कार्य नहीं ।
it_it: Nessun compito ancora.
ja_jp: まだタスクはありません。
pl_pl: Brak zadań.
pt_pt: Nenhuma tarefa ainda.
ru_ru: Нет задач
th_th: ยังไม่มีงานทํา
tr_tr: Henüz görev yok.
uk_ua: Немає завдань.

source: Add new '{0}' condition
ar_sa: أضف شرط جديد '{0}'
de_de: Fügen Sie eine neue '{0}' Bedingung hinzu
es_es: Agregar nueva condición '{0}'
fa_ir: شرایط جدید ' {0} ' را اضافه کنید
fr_fr: Ajouter une nouvelle condition \
hi_in: नई ' {0} ' शर्त जोड़ें
it_it: Aggiungi una nuova condizione '{0}'
ja_jp: 新しい '{0}'条件を追加する
pl_pl: Dodaj nowy warunek \
pt_pt: Adicionar nova condição '{0}'
ru_ru: Добавить новое '{0}' условие
th_th: เพิ่มเงื่อนไข "{0}" ใหม่
tr_tr: Yeni '{0}' koşulu ekle
uk_ua: Додати нову '{0}' умову

source: AND
ar_sa: و
de_de: UND
es_es: Y
fa_ir: و
fr_fr: ET
hi_in: और
it_it: E
ja_jp: かつ
pl_pl: I
pt_pt: E
ru_ru: И
th_th: และ
tr_tr: VE
uk_ua: ТА

source: Remove condition
ar_sa: إزالة الشرط
de_de: Zustand entfernen
es_es: Eliminar condición
fa_ir: حذف شرایط
fr_fr: Supprimer la condition
hi_in: शर्त निकालें
it_it: Rimuovere la condizione
ja_jp: 条件を削除
pl_pl: Usuń warunek
pt_pt: Remover condição
ru_ru: Удалить условие
th_th: เอาเงื่อนไขออก
tr_tr: Koşulu kaldır
uk_ua: Видалити умову

source: Add 'OR'
ar_sa: إضافة أو'
de_de: Hinzufügen oder'
es_es: Añadir 'O'
fa_ir: افزودن "یا"
fr_fr: Ajouter 'OU'
hi_in: जोड़ें ' या '
it_it: Aggiungere 'oppure'
ja_jp: 'OR'を追加
pl_pl: Dodaj \
pt_pt: Adicionar 'OR'
ru_ru: Добавить 'ИЛИ'
th_th: เพิ่ม 'หรือ'
tr_tr: Ekle veya'
uk_ua: Додати 'АБО'

source: OR
ar_sa: أو
de_de: ODER
es_es: O
fa_ir: یا
fr_fr: OU
hi_in: या
it_it: O
ja_jp: または
pl_pl: LUB
pt_pt: OU
ru_ru: ИЛИ
th_th: หรือ
tr_tr: VEYA
uk_ua: АБО

source: Conditions
ar_sa: الشروط
de_de: Bedingungen
es_es: Condiciones
fa_ir: شرایط
hi_in: शर्तों
it_it: Condizioni
ja_jp: 条件
pl_pl: Warunki
pt_pt: Condições
ru_ru: Условия
th_th: เงื่อนไข
tr_tr: Koşullar
uk_ua: Умови
