Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Show price marker
ar_sa: عرض علامة السعر
de_de: Preismarkierung anzeigen
es_es: Mostrar marcador de precios
fa_ir: نمایش نشانگر قیمت
fr_fr: Visualiser le marqueur de prix
hi_in: मूल्य मार्कर दिखाएं
it_it: Mostra marcatore di prezzo
ja_jp: 価格マーカーを表示する
pl_pl: Pokaż znacznik cenowy
pt_pt: Exibir marcador de preço
ru_ru: Показывать маркер цены
th_th: แสดงเครื่องหมายราคา
tr_tr: Fiyat işaretçisini göster
uk_ua: Показати маркер ціни

source: Over chart
ar_sa: فوق الرسم البياني
de_de: Über Grafik
es_es: Sobre la carta
fa_ir: روی نمودار
fr_fr: Au dessus le graphique
hi_in: ओवर चार्ट
it_it: Sopra il diagramma
ja_jp: チャート上
pl_pl: Nad wykresem
pt_pt: Sobre o gráfico
ru_ru: Над графиком
th_th: มากกว่าแผนภูมิ
tr_tr: Grafik üzerinden
uk_ua: Над графіком

source: On chart background
ar_sa: علي خلفيه الرسم البياني
de_de: Auf Chart-Hintergrund
es_es: En el fondo del gráfico
fa_ir: در پس زمینه نمودار
fr_fr: en arrière plan du graphique
hi_in: चार्ट पृष्ठभूमि पर
it_it: Sullo sfondo del grafico
ja_jp: グラフの背景
pl_pl: Na tle wykresu
pt_pt: No fundo da carta
ru_ru: Позади графика
th_th: บนพื้นหลังแผนภูมิ
tr_tr: Grafik arka planda
uk_ua: За графіком

source: Sub window {0}
ar_sa: الإطار الفرعي {0}
de_de: Unterfenster {0}
es_es: Ventana secundaria {0}
fa_ir: پنجره فرعی {0}
fr_fr: Sous-fenêtre {0}
hi_in: उप विंडो {0}
it_it: Finestra secondaria {0}
ja_jp: サブウィンドウ {0}
pl_pl: Okno podrzędne {0}
pt_pt: Sub janela {0}
ru_ru: Дополнительное окно {0}
th_th: {0}หน้าต่างย่อย
tr_tr: {0} alt penceresi
uk_ua: Дод. вікно {0}

source: New sub window
ar_sa: نافذه فرعيه جديده
de_de: Neues Unterfenster
es_es: Nueva ventana secundaria
fa_ir: پنجره جدید زیر
fr_fr: Nouvelle sous-fenêtre
hi_in: नई उप खिड़की
it_it: Nuova finestra secondaria
ja_jp: 新しいサブウィンドウ
pl_pl: Nowe okno podrzędne
pt_pt: Nova janela sub
ru_ru: Новое дополнительное окно
th_th: หน้าต่างย่อยใหม่
tr_tr: Yeni alt pencere
uk_ua: Створити дод. вікно

source: Position on chart
ar_sa: الصفقات علي الرسم البياني
de_de: Position auf der Karte
es_es: Posición en el gráfico
fa_ir: موقعیت در نمودار
fr_fr: Position sur le graphique
hi_in: चार्ट पर स्थिति
it_it: Posizione sul grafico
ja_jp: グラフ上の位置
pl_pl: Pozycja na wykresie
pt_pt: Posição no gráfico
ru_ru: Расположение на графике
th_th: ตําแหน่งบนแผนภูมิ
tr_tr: Grafikte konumlandırma
uk_ua: Позиція на графіку

source: Bar
ar_sa: شريط
es_es: Barra
fa_ir: نوار
fr_fr: Barre
hi_in: छड़
ja_jp: バー
pl_pl: Słupkowy
pt_pt: Barra
ru_ru: Бар
th_th: บาร์
tr_tr: Çubuk
uk_ua: Бар

source: Date
ar_sa: التاريخ
de_de: Datum
es_es: Fecha
fa_ir: تاریخ
hi_in: दिनांक
it_it: Data
ja_jp: 日付
pl_pl: Data
pt_pt: Data
ru_ru: Дата
th_th: วันที่
tr_tr: Tarih
uk_ua: Дата

source: Time
ar_sa: الوقت
de_de: Zeit
es_es: Tiempo
fa_ir: زمان
fr_fr: Heure
hi_in: समय
it_it: Tempo
ja_jp: 時間
pl_pl: Czas
pt_pt: Tempo
ru_ru: Время
th_th: เวลา
tr_tr: Zaman
uk_ua: Час

source: Open
ar_sa: فتح
de_de: Öffnen
es_es: Abrir
fa_ir: باز
fr_fr: Ouvert
hi_in: खोलें
it_it: Aperto
ja_jp: 開く
pl_pl: Otwarcie
pt_pt: Abertura
ru_ru: Открытие
th_th: เปิด
tr_tr: Açılış
uk_ua: Відкриття

source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fa_ir: نزدیک
fr_fr: Fermer
hi_in: बंद करना
it_it: Chiuso
ja_jp: 閉じる
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрытие
th_th: ปิด
tr_tr: Kapat
uk_ua: Закриття

source: Change, %
ar_sa: التغيّر
de_de: Veränderung, %
es_es: Cambio
fa_ir: مطلق تغيير,%
fr_fr: Changement, %
hi_in: बदलें,%
it_it: Modificare, %
ja_jp: 変化
pl_pl: Zmiana, %
pt_pt: Alteração, %
ru_ru: Изменение, %
th_th: เปลี่ยน, %
tr_tr: Değiştir %
uk_ua: Зміна, %

source: Ch
ar_sa: الفصل
hi_in: चौधरी
th_th: ช.
uk_ua: Зм

source: Ticks
ar_sa: حركات الأسعار
de_de: Zecken
fa_ir: کنه
it_it: Le zecche
ja_jp: ティック
pl_pl: Kleszcze
pt_pt: Alterações
ru_ru: Тики
th_th: เห็บ
tr_tr: Tikler
uk_ua: Тіки

source: Tk
ar_sa: المعارف التقليديه
hi_in: टी
ru_ru: Тз
th_th: ทีเค
uk_ua: Т

source: Volume
ar_sa: السيولة
de_de: Volumen
es_es: Volumen
fa_ir: دوره
fr_fr: Le volume
hi_in: आयतन
ja_jp: 出来高
pl_pl: Tom
ru_ru: Объем
th_th: ปริมาตร
tr_tr: Hacim
uk_ua: Обсяг

source: Open interest
ar_sa: الفائدة المفتوحة
de_de: Offenes Interesse
es_es: Interes abierto (Open interest)
fa_ir: علاقه باز
hi_in: खुली रुचि
it_it: Interessi aperti
ja_jp: 未決済取引残高
pl_pl: Otwarte odsetki
pt_pt: Em aberto
ru_ru: Открытый интерес
th_th: เปิดความสนใจ
tr_tr: Faiz aç
uk_ua: Відкритий інтерес

source: Oi
ar_sa: أوي
hi_in: ओय
ja_jp: 大井
ru_ru: Эй
th_th: โออิ
uk_ua: ВІ

source: Fr
fr_fr: Ven
th_th: ฟ.
uk_ua: о.

source: Funding rates
de_de: Fördersätze
fa_ir: نرخ بودجه
fr_fr: Taux de financement
it_it: Tassi di finanziamento
th_th: อัตราเงินทุน
uk_ua: Ставки фінансування

source: Hide
ar_sa: اخفاء
de_de: verbergen
es_es: Ocultar
fa_ir: مخفی کردن
fr_fr: Cacher
hi_in: छुपाना
it_it: Nascondere
ja_jp: 隠す
pl_pl: Ukryć
pt_pt: Esconder
ru_ru: Скрыть
th_th: ซ่อน
tr_tr: Gizle
uk_ua: Сховати

source: Show in short mode
ar_sa: اظهر في الوضع المختصر
de_de: Im kurzen Modus anzeigen
es_es: Mostrar en modo corto
fa_ir: نمایش در حالت کوتاه
fr_fr: Afficher en mode court
hi_in: लघु मोड में दिखाएं
it_it: Mostra in modalità abbreviata
ja_jp: ショートモードで表示する
pl_pl: Pokaż w krótkim trybie
pt_pt: Mostrar no modo curto
ru_ru: Показать в сокращенном виде
th_th: แสดงในโหมดสั้น
tr_tr: Kısa modda göster
uk_ua: Показати в короткому режимі

source: Separate window
ar_sa: نافذة منفصلة
de_de: Separates Fenster
es_es: Ventana separada
fa_ir: پنجره جداگانه
fr_fr: Séparer la fenêtre
hi_in: अलग विंडो
it_it: Finestra separata
ja_jp: 別ウィンドウ
pl_pl: Oddzielne okno
pt_pt: Janela separada
ru_ru: Отдельное окно
th_th: หน้าต่างแยกต่างหาก
tr_tr: Ayrı pencere
uk_ua: Окреме вікно

source: Display mode
ar_sa: وضع العرض
de_de: Anzeigemodus
es_es: Modo de visualización
fa_ir: حالت نمایش
fr_fr: Mode d'affichage
hi_in: प्रदर्शन मोड
it_it: Modalità display
ja_jp: ディスプレイモード
pl_pl: Tryb wyświetlania
pt_pt: Modo de exibição
ru_ru: Режим отображения
th_th: โหมดการแสดงผล
tr_tr: Ekran modu
uk_ua: Режим відображення

source: Info window
ar_sa: نافذة المعلومات
de_de: Infofenster
es_es: Ventana de información
fa_ir: پنجره اطلاعات
fr_fr: Fenêtre d'infos
hi_in: जानकारी विंडो
it_it: Finestra informativa
ja_jp: 情報ウィンドウ
pl_pl: Okno danych
pt_pt: Janela de informação
ru_ru: Информационное окно
th_th: หน้าต่างข้อมูล
tr_tr: Bilgi penceresi
uk_ua: Інфо-вікно

source: Settlement
ar_sa: تصفية
de_de: Siedlung
es_es: Asentamiento
fa_ir: حل
fr_fr: Règlement
hi_in: निपटान
it_it: Accordo
ja_jp: 決済
pl_pl: Osada
pt_pt: Liquidação
ru_ru: Расчет
th_th: นิคม
tr_tr: Yerleşme
uk_ua: Розрахунок

source: Visible
ar_sa: ظاهر
de_de: Sichtbar
fa_ir: قابل رویت
hi_in: दिखाई
it_it: Visibile
ja_jp: 表示
pl_pl: Widoczny
pt_pt: Visível
ru_ru: Видимость
th_th: ปรากฏ
tr_tr: Görünür
uk_ua: Видимий

source: Duplicate
ar_sa: مكرر
de_de: Duplikat
es_es: Duplicar
fa_ir: تکراری
fr_fr: Dupliquer
hi_in: डुप्लिकेट
it_it: Duplicare
ja_jp: 重複
pl_pl: Duplikować
pt_pt: Duplicado
ru_ru: Дублировать
th_th: สำเนา
tr_tr: Çift
uk_ua: Дублювати

source: Remove
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fa_ir: حذف
fr_fr: Retirer
hi_in: निकालें
it_it: Rimuovere
ja_jp: 削除
pl_pl: Usuń
pt_pt: Remover
ru_ru: Удалить
th_th: ถอด
tr_tr: Sil
uk_ua: Видалити

source: Edit
ar_sa: تعديل
de_de: Bearbeiten
es_es: Editar
fa_ir: ویرایش
fr_fr: Éditer
hi_in: संपादित
it_it: modificare
ja_jp: 編集
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Правка
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати

source: Source code
de_de: Quellcode
fa_ir: کد منبع
fr_fr: Code source
it_it: Codice sorgente
th_th: ซอร์สโค้ด
uk_ua: Вихідний код

source: Apply
de_de: Anwenden
fa_ir: درخواست
fr_fr: Appliquer
it_it: Applicare
th_th: ใช้
uk_ua: Застосовувати

source: Rename
ar_sa: إعادة التسمية
de_de: Umbenennen
es_es: Renombrar
fa_ir: نام
fr_fr: Renommer
hi_in: पुनर्नामित
it_it: Rinominare
ja_jp: 名前の変更
pl_pl: Przemianować
pt_pt: Renomear
ru_ru: Переименовать
th_th: ตั้งชื่อใหม่
tr_tr: Yeniden adlandır
uk_ua: Перейменувати

source: Set active
ar_sa: تعيين كفعّال
de_de: Setzen aktiv
es_es: Establecer activo
fa_ir: تنظیم فعال
fr_fr: Activé
hi_in: सक्रिय सेट करें
it_it: Imposta attivo
ja_jp: アクティブな設定
pl_pl: Zestaw Active
pt_pt: Definir ativo
ru_ru: Сделать активным
th_th: ตั้งค่าใช้งานอยู่
tr_tr: Etkin ayarla
uk_ua: Зробити активним

source: Change visibility
ar_sa: تغيير الرؤية
de_de: Sichtbarkeit ändern
es_es: Cambiar la visibilidad
fa_ir: تغییر دید
fr_fr: Modifier la visibilité
hi_in: दृश्यता बदलें
it_it: Modificare la visibilità
ja_jp: 表示設定の変更
pl_pl: Zmienianie widoczności
pt_pt: Alterar a visibilidade
ru_ru: Изменение видимости
th_th: เปลี่ยนการมองเห็น
tr_tr: Görünürlüğü değiştirme
uk_ua: Змінення видимості

source: Auto
ar_sa: تلقائي
fa_ir: خودکار
hi_in: ऑटो
ja_jp: 自動
pl_pl: Automatyczny
pt_pt: Automático
ru_ru: Авто
th_th: รถ
tr_tr: Otomatik
uk_ua: Авто

source: Auto centered
ar_sa: متمركزة تلقائياً
de_de: Auto zentriert
es_es: Auto centrado
fa_ir: خودرو محور
fr_fr: Centrage automatiquement
hi_in: स्वत: केंद्रित
it_it: Auto centrato
ja_jp: 自動センタリング
pl_pl: Auto wyśrodkowany
pt_pt: Auto centralizar
ru_ru: Автоцентр
th_th: จัดกึ่งกลางอัตโนมัติ
tr_tr: Otomatik ortalanmış
uk_ua: Автоцентр

source: Manual
ar_sa: يدوي
de_de: Handbuch
fa_ir: دستی
fr_fr: Manuel
hi_in: मैनुअल
it_it: Manuale
ja_jp: 手動
pl_pl: podręcznik
ru_ru: Ручной масштаб
th_th: ด้วยตนเอง
tr_tr: Manuel
uk_ua: Вручну

source: Fit indicators
ar_sa: اظهر المؤشرات
de_de: Indikatoren passen
es_es: Ajustar indicadores
fa_ir: گنجاندن شاخص
fr_fr: Ajuster les indicateurs
hi_in: फिट संकेतक
it_it: Indicatori di misura
ja_jp: インジケーターをフィットさせる
pl_pl: Dopasuj wskaźniki
pt_pt: Ajustar indicadores
ru_ru: Подогнать под индикаторы
th_th: อินดิเคเตอร์ความพอดี
tr_tr: Göstergeleri sığdır
uk_ua: Підігнати під індикатори

source: Fit orders/positions
ar_sa: اظهر الطلبات/الصفقات
de_de: Fit Aufträge / Positionen
es_es: Ajustar órdenes/posiciones
fa_ir: گنجاندن سفارشات/موقعیت ها
fr_fr: Ajuster les ordres/positions
hi_in: फिट आदेश/
it_it: Adatta ordini / posizioni
ja_jp: 注文／ポジションをフィットさせる
pl_pl: Dopasuj zamówienia / pozycje
pt_pt: Ajustar ordens/posições
ru_ru: Подогнать под ордера/позиции
th_th: พอดีกับคําสั่งซื้อ/ตําแหน่ง
tr_tr: Emirleri/pozisyonları sığdır
uk_ua: Підігнати під ордери/позиції

source: Fit drawings
ar_sa: اظهر الرسوم
de_de: Passende Zeichnungen
es_es: Ajustar dibujos
fa_ir: گنجاندن نقاشی
fr_fr: Ajuster les dessins
hi_in: आरेखण फ़िट
it_it: Montare i disegni
ja_jp: 描画したものをフィットさせる
pl_pl: Dopasuj rysunki
pt_pt: Ajustar desenhos
ru_ru: Подогнать под инстр.рисования
th_th: พอดีภาพวาด
tr_tr: Çizimleri sığdır
uk_ua: Підігнати під малюнки

source: Relative
ar_sa: نسبي
de_de: Relativ
es_es: Relativo
fa_ir: نسبی
fr_fr: Relatif
hi_in: रिश्तेदार
it_it: Relativo
ja_jp: パーセント
pl_pl: Percent
pt_pt: Relativo
ru_ru: Относительная
th_th: ญาติ
tr_tr: Yüzde
uk_ua: Відносна

source: Logarithmic
ar_sa: لوغاريتمي
de_de: Logarithmisch
es_es: Logarítmico
fa_ir: لگاریتمی
fr_fr: Logarithmique
hi_in: लघुगणकीय
it_it: logaritmico
ja_jp: 対数の
pl_pl: Logarytmiczny
pt_pt: Logarítmica
ru_ru: Логарифмическая
th_th: ลอการิทึม
tr_tr: Logaritmik
uk_ua: Логарифмічна

source: Grid
ar_sa: شبكة
de_de: Gitter
es_es: Cuadrícula
fa_ir: شبکه
fr_fr: Grille
hi_in: ग्रिड
it_it: Griglia
ja_jp: グリッド
pl_pl: Krata
pt_pt: Grade
ru_ru: Сетка
th_th: ตาราง
tr_tr: Grid çizgileri
uk_ua: Сітка

source: Price (horizontal)
ar_sa: السعر (أفقي)
de_de: Preis (horizontal)
es_es: Precio (horizontal)
fa_ir: قیمت (افقی)
fr_fr: Prix (horizontal)
hi_in: मूल्य (क्षैतिज)
it_it: Prezzo (orizzontale)
ja_jp: 価格（水平）
pl_pl: Cena (pozioma)
pt_pt: Preço (horizontal)
ru_ru: Цена (горизонтально)
th_th: ราคา (แนวนอน)
tr_tr: Fiyat (yatay)
uk_ua: Ціна (горизонтальна)

source: Appearance
ar_sa: المظهر
de_de: Aussehen
es_es: Apariencia
fa_ir: ظاهر
fr_fr: Apparence
hi_in: उपस्थिति
it_it: Aspetto
ja_jp: 外観
pl_pl: Wygląd
pt_pt: Aparência
ru_ru: Внешний вид
th_th: ลักษณะ
tr_tr: Görünüm
uk_ua: Зовнішній вигляд

source: Text color
ar_sa: لون النص
de_de: Textfarbe
es_es: Color de texto
fa_ir: رنگ متن
fr_fr: Couleur du texte
hi_in: पाठ रंग
it_it: Colore del testo
ja_jp: 文字色
pl_pl: Kolor tekstu
pt_pt: Cor do texto
ru_ru: Цвет текста
th_th: สีข้อความ
tr_tr: Metin rengi
uk_ua: Колір тексту

source: Axis
ar_sa: المحول
de_de: Achse
es_es: Eje
fa_ir: محور
fr_fr: Axe
hi_in: अक्ष
it_it: Asse
ja_jp: 軸
pl_pl: Oś
pt_pt: Eixo
ru_ru: Ось
th_th: แกน
tr_tr: Eksen
uk_ua: Вісь

source: Axis background
ar_sa: خلفية المحور
de_de: Achsenhintergrund
es_es: Fondo de eje
fa_ir: پس زمینه محور
fr_fr: Fonds de l'axe
hi_in: अक्ष पृष्ठभूमि
it_it: Sfondo dell'asse
ja_jp: 軸背景
pl_pl: Tło osi
pt_pt: Fundo do eixo
ru_ru: Фон оси
th_th: พื้นหลังแกน
tr_tr: Eksen arka planı
uk_ua: Фон осі

source: Week
ar_sa: أسبوع
de_de: Woche
es_es: Semana
fa_ir: هفته
fr_fr: Semaine
hi_in: सप्ताह
it_it: Settimana
ja_jp: 週
pl_pl: Tygodniowy
pt_pt: Semana
ru_ru: Неделя
th_th: อาทิตย์
tr_tr: Hafta
uk_ua: Тиждень

source: Month
ar_sa: شهر
de_de: Monat
es_es: Mes
fa_ir: ماه
fr_fr: Mois
hi_in: महीना
it_it: Mese
ja_jp: 月
pl_pl: Miesiąc
pt_pt: Mês
ru_ru: Месяц
th_th: เดือน
tr_tr: Ay
uk_ua: Місяць

source: Year
ar_sa: سنة
de_de: Jahr
es_es: Año
fa_ir: سال
fr_fr: Année
hi_in: साल
it_it: Anno
ja_jp: 年
pl_pl: Roczny
pt_pt: Ano
ru_ru: Год
th_th: ปี
tr_tr: Yıl
uk_ua: Рік

source: Show days separator
ar_sa: إظهار فواصل بين الأيام
de_de: Zeige Tage Trennzeichen
es_es: Mostrar separador de días
fa_ir: نمایش جداکننده روز
fr_fr: Visualiser les séparateurs de jours
hi_in: दिन विभाजक दिखाएं
it_it: Mostra separatore giorni
ja_jp: 日ごとの区切りを表示する
pl_pl: Pokaż separator dni
pt_pt: Mostrar separador de dias
ru_ru: Показать дневной разделитель
th_th: แสดงตัวคั่นวัน
tr_tr: Gün ayırıcıyı göster
uk_ua: Показати денний розділювач

source: Show weeks separator
ar_sa: إظهار فواصل بين الأسابيع
de_de: Zeige Wochen Trennzeichen
es_es: Mostrar separador de semanas
fa_ir: نمایش جداکننده هفته
fr_fr: Visualiser les séparateurs de semaines
hi_in: सप्ताह विभाजक दिखाएं
it_it: Mostra separatore settimane
ja_jp: 週ごとの区切りを表示する
pl_pl: Pokaż separator tygodni
pt_pt: Mostrar separador de semanas
ru_ru: Показать недельный разделитель
th_th: แสดงตัวคั่นสัปดาห์
tr_tr: Hafta ayırıcıyı göster
uk_ua: Показати тижневий розділювач

source: Show months separator
ar_sa: إظهار فاصل الشهور
de_de: Zeige Monate Trennzeichen
es_es: Mostrar separador de meses
fa_ir: نمایش جداکننده ماه
fr_fr: Visualiser les séparateurs de mois
hi_in: दिखाएं महीने विभाजक
it_it: Mostra separatore mesi
ja_jp: 月ごとの区切りを表示する
pl_pl: Pokaż separator miesięcy
pt_pt: Mostrar separador de meses
ru_ru: Показать месячный разделитель
th_th: แสดงตัวคั่นเดือน
tr_tr: Ay ayırıcıyı göster
uk_ua: Показати місячний розділювач

source: Show years separator
ar_sa: إظهار فواصل بين السنوات
de_de: Zeige Jahr Trennzeichen
es_es: Mostrar separador de años
fa_ir: نمایش سال جداکننده
fr_fr: Visualiser les séparateurs d'années
hi_in: दिखाएं वर्ष विभाजक
it_it: Mostra separatore anni
ja_jp: 年ごとの区切りを表示する
pl_pl: Pokaż separator lat
pt_pt: Mostrar separador de anos
ru_ru: Показать годовой разделитель
th_th: แสดงตัวคั่นปี
tr_tr: Yıl ayırıcıyı göster
uk_ua: Показати річний розділювач

source: Important dates font
ar_sa: خط التواريخ الهامة
de_de: Wichtige Daten Schriftart
es_es: Fuente para fechas importantes
fa_ir: نوع خط تاریخ مهم
fr_fr: Police de dates importantes
hi_in: महत्वपूर्ण तिथियां फ़ॉंट
it_it: Carattere di appuntamenti importanti
ja_jp: 重要な日付のフォント
pl_pl: Importent daytes font
pt_pt: Fonte das datas importatens
ru_ru: Шрифт важных дат
th_th: แบบอักษรวันที่สําคัญ
tr_tr: Importent daytes font
uk_ua: Шрифт важливих дат

source: Font color
ar_sa: لون الخط
de_de: Schriftfarbe
es_es: Color de fuente
fa_ir: رنگ نوع خط
fr_fr: Couleur de police
hi_in: फ़ॉंट रंग
it_it: Colore del carattere
ja_jp: フォントの色
pl_pl: Kolor czcionki
pt_pt: Cor da fonte
ru_ru: Цвет шрифта
th_th: สีแบบอักษร
tr_tr: Fon rengi
uk_ua: Колір шрифту

source: Highlight date
ar_sa: تظليل التاريخ
de_de: Markieren Sie das Datum
es_es: Resaltar fecha
fa_ir: تاریخ برجسته سازی
fr_fr: Mettre en avant la date
hi_in: हाइलाइट दिनांक
it_it: Evidenzia la data
ja_jp: 日付をハイライトする
pl_pl: Podświetl datę
pt_pt: Realçar data
ru_ru: Подсвечивать дату
th_th: วันที่ไฮไลต์
tr_tr: Tarihi vurgula
uk_ua: Виділення дат

source: Day separators
ar_sa: فواصل الأيام
de_de: Tagtrennzeichen
es_es: Separadores de día
fa_ir: جداساز روز
fr_fr: Séparateurs de jour
hi_in: दिन विभाजक
it_it: Separatori di giorno
ja_jp: 日区切り
pl_pl: Separatory dni
pt_pt: Separadores de dia
ru_ru: Дневные разделители
th_th: ตัวคั่นวัน
tr_tr: Gün ayırıcılar
uk_ua: Денні розділювачі

source: Week separators
ar_sa: فواصل الأسبوع
de_de: Wochenseparatoren
es_es: Separadores de semana
fa_ir: جداساز هفته
fr_fr: Séparateurs de semaine
hi_in: सप्ताह विभाजक
it_it: Separatori settimanali
ja_jp: ウィーク・セパレーター
pl_pl: Separatory tygodniowe
pt_pt: Separadores de semana
ru_ru: Недельные разделители
th_th: ตัวคั่นสัปดาห์
tr_tr: Haftalık ayırıcılar
uk_ua: Тижневі розділювачі

source: Month separators
ar_sa: فواصل الأشهر
de_de: Monatstrennzeichen
es_es: Separadores de miles
fa_ir: جداکننده ماه
fr_fr: Séparateurs de mois
hi_in: माह विभाजक
it_it: Separatori del mese
ja_jp: 月区切り
pl_pl: Separatory miesiąca
pt_pt: Separadores de mês
ru_ru: Месячные разделители
th_th: ตัวคั่นเดือน
tr_tr: Ay ayraçları
uk_ua: Місячні розділювачі

source: Year separators
ar_sa: فواصل السنة
de_de: Jahrestrennzeichen
es_es: Separadores de año
fa_ir: جداکننده سال
fr_fr: Séparateurs d'années
hi_in: वर्ष विभाजक
it_it: Separatori anno
ja_jp: 年区切り
pl_pl: Separatory roku
pt_pt: Separadores de ano
ru_ru: Годовые разделители
th_th: ตัวคั่นปี
tr_tr: Yıl ayraçları
uk_ua: Річні розділювачі

source: Time (vertical)
ar_sa: التاريخ (عمودي)
de_de: Zeit (vertikal)
es_es: Hora (vertical)
fa_ir: زمان (عمودی)
fr_fr: Date (vertical)
hi_in: समय (अनुलंब)
it_it: Tempo (verticale)
ja_jp: 日付（垂直）
pl_pl: Date (vertical)
pt_pt: Horário (vertical)
ru_ru: Время (вертикально)
th_th: เวลา (แนวตั้ง)
tr_tr: Tarih (dikey)
uk_ua: Час (вертикальна)

source: Time scale
ar_sa: المقياس الزمني
de_de: Zeitstrahl
es_es: Escala de tiempo
fa_ir: مقیاس زمانی
fr_fr: Échelle de temps
hi_in: समय स्केल
it_it: Scala temporale
ja_jp: タイムスケール
pl_pl: Skala czasu
pt_pt: Escala de horas
ru_ru: Шкала времени
th_th: มาตราส่วนเวลา
tr_tr: Zaman ölçeği
uk_ua: Шкала часу

source: No level1 quote
ar_sa: لا يوجد عرض أسعار من المستوى1
de_de: Kein Level1-Zitat
es_es: Sin cotización de nivel1
fa_ir: بدون نقل قول level1
fr_fr: Pas de devis de niveau 1
hi_in: कोई स्तर 1 उद्धरण नहीं
it_it: Nessun preventivo di livello1
pl_pl: Brak wyceny poziomu 1
pt_pt: Sem citação de nível1
ru_ru: Нет котировки уровня 1
th_th: ไม่มีใบเสนอราคาระดับ 1
uk_ua: Немає котирування Level1

source: Buy {0} {1}
ar_sa: شراء {0} {1}
de_de: {0} {1} kaufen
es_es: Comprar {0} {1}
fa_ir: خرید {0} {1}
fr_fr: Acheter {0} {1}
hi_in: {0} {1} खरीदें
it_it: Acquista {0} {1}
pl_pl: Kup {0} {1}
pt_pt: Comprar {0} {1}
ru_ru: Купить {0} {1}
th_th: ซื้อ{0} {1}
uk_ua: Купити {0} {1}

source: Sell {0} {1}
ar_sa: بيع {0} {1}
de_de: {0} {1} verkaufen
es_es: Vender {0} {1}
fa_ir: فروش {0} {1}
fr_fr: Vendre {0} {1}
hi_in: {0} {1} बेचें
it_it: Vendi {0} {1}
pl_pl: Sprzedaj {0} {1}
pt_pt: Venda {0} {1}
ru_ru: Продам {0} {1}
th_th: ขาย{0} {1}
uk_ua: Продати {0} {1}

source: Synchronizing trades
ar_sa: مزامنة الصفقات
de_de: Synchronisierung von Trades
es_es: Sincronización de operaciones
fa_ir: همگام سازی معاملات
fr_fr: Synchronisation des métiers
hi_in: सिंक्रोनाइजिंग ट्रेड
it_it: Sincronizzazione delle scambi
ja_jp: 取引の同期
pl_pl: Synchronizowanie transakcji
pt_pt: Sincronização de transações
ru_ru: Синхронизация сделок
th_th: การซิงโครไนซ์การซื้อขาย
tr_tr: İşlemler eşitlenme
uk_ua: Синхронізація угод

source: Modify
ar_sa: تعديل
de_de: Ändern
es_es: Modificar
fa_ir: تغییر
fr_fr: Modifier
hi_in: संशोधित
it_it: Modificare
ja_jp: 修正する
pl_pl: Modyfikować
pt_pt: Modificar
ru_ru: Изменить
th_th: ดัดแปลง
tr_tr: Değiştir
uk_ua: Змінити

source: Modify SL to breakeven
ar_sa: تعديل وقف الخسارة لنقطة التعادل
de_de: SL zu even ändern
es_es: Modificar SL a equilibrio
fa_ir: تغییر SL به دستکاری
fr_fr: Modifier SL au seuil de rentabilité
hi_in: संशोधित SL breakeven को
it_it: Modifica SL per pareggio
ja_jp: SL を breakeven に変更する
pl_pl: Modyfikacja SL do rentowności
pt_pt: Modificar o 'Stop Loss' para o 'Break Even'
ru_ru: Установить С/Л в безубыток
th_th: แก้ไข SL เพื่อเบรกเว่น
tr_tr: Değiştirmek SL başabaş için
uk_ua: Змінити СЛ у беззбиток

source: Cancel
ar_sa: إلغاء
de_de: Stornieren
es_es: Cancelar
fa_ir: لغو
fr_fr: Annuler
hi_in: रद्द करना
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
tr_tr: İptal et
uk_ua: Скасувати

source: Change to Market
ar_sa: التغير إلى السوق
de_de: Zum Markt wechseln
es_es: Cambiar a Mercado
fa_ir: تغییر به بازار
fr_fr: modifer en ordre au marché
hi_in: बाजार में बदलें
it_it: Passare al mercato
ja_jp: 成行で実行する
pl_pl: Zmień na zlecenie Market
pt_pt: Executar
ru_ru: Изменить на рыночный
th_th: เปลี่ยนเป็นตลาด
tr_tr: Piyasaya geç
uk_ua: Змінити на Маркет

source: Trade through Order entry
ar_sa: الشراء من خلال نافذة التداول
de_de: Handel durch Auftragseingang
es_es: Comercio a través de la entrada de Orden
fa_ir: تجارت از طریق ورود سفارش
fr_fr: Trader par l'entrée d'une commande
hi_in: आदेश प्रविष्टि के माध्यम से व्यापार
it_it: Commercio attraverso l'inserimento dell'ordine
ja_jp: 注文から取引まで
pl_pl: Dokonaj transakcji poprzez złożenie zamówienia
pt_pt: Contrato através da entrada da ordem
ru_ru: Торговля через панель Создать Ордер
th_th: เทรดผ่านรายการสั่งซื้อ
tr_tr: Sipariş girişi üzerinden ticaret
uk_ua: Торгівля через Створити ордер

source: Single order
ar_sa: أمر واحد
de_de: Einzelbestellung
es_es: Orden única
fa_ir: تک ترتیب
fr_fr: Ordre simple
hi_in: एकल आदेश
it_it: Ordine singolo
ja_jp: 単一注文
pl_pl: Pojedyncze zamówienie
pt_pt: Ordem simples
ru_ru: Единичный ордер
th_th: ลําดับเดียว
tr_tr: Tek emir
uk_ua: Одиничний ордер

source: Multiple orders
ar_sa: أوامر متعددة
de_de: Mehrere Bestellungen
es_es: Pedidos múltiples
fa_ir: چند دستور
fr_fr: Commandes multiples
hi_in: कई आदेश
it_it: Più ordini
ja_jp: 複数の注文
pl_pl: Wiele zamówień
pt_pt: Várias encomendas
ru_ru: Несколько ордеров
th_th: คําสั่งซื้อหลายรายการ
tr_tr: Birden çok sipariş
uk_ua: Кілька ордерів

source: Mouse trading mode
ar_sa: وضع التداول بالماوس
de_de: Maus-Handelsmodus
es_es: Modo de trading de ratón
fa_ir: حالت معاملات ماوس
fr_fr: Mode de trading de la souris
hi_in: माउस ट्रेडिंग मोड
it_it: Modalità di trading del mouse
ja_jp: マウス取引モード
pl_pl: Tryb handlu myszami
pt_pt: Modo de negociação do rato
ru_ru: Режим торговли мышью
th_th: โหมดการซื้อขายเมาส์
tr_tr: Fare ticaret modu
uk_ua: Режим угодлі мишею

source: Trading zone color
ar_sa: لون منطقة التداول
de_de: Farbe der Handelszone
es_es: Color de la zona comercial
fa_ir: رنگ منطقه تجاری
fr_fr: Couleur de la zone de trading
hi_in: ट्रेडिंग ज़ोन रंग
it_it: Colore della zona di trading
pl_pl: Kolor strefy handlowej
pt_pt: Cor da zona de negociação
ru_ru: Цвет торговой зоны
th_th: สีของโซนการซื้อขาย
uk_ua: Колір торгової зони

source: Show orders
ar_sa: إظهار الأوامر
de_de: Bestellungen anzeigen
es_es: Mostrar órdenes
fa_ir: نمایش سفارشات
fr_fr: Visualiser les ordres
hi_in: आदेश दिखाएं
it_it: Mostra ordini
ja_jp: 注文表示
pl_pl: Pokaż zlecenia
pt_pt: Exibir ordens
ru_ru: Показать рабочие ордера
th_th: แสดงคําสั่งซื้อ
tr_tr: Emirleri göster
uk_ua: Показувати ордери

source: Show positions
ar_sa: إظهار الصفقات
de_de: Zeige Positionen
es_es: Mostrar posiciones
fa_ir: نمایش موقعیت
fr_fr: Visualiser les positions
hi_in: स्थितियां दिखाएं
it_it: Mostra posizioni
ja_jp: ポジション表示
pl_pl: Pokaż otwarte pozycje
pt_pt: Exibir posições
ru_ru: Показать позиции
th_th: แสดงตําแหน่ง
tr_tr: Pozisyonları göster
uk_ua: Показувати позиції

source: Currency
ar_sa: العملة
de_de: Währung
es_es: Divisa
fa_ir: ارز
fr_fr: Devise
hi_in: मुद्रा
it_it: Valuta
ja_jp: 通貨
pl_pl: Waluta
pt_pt: Moeda
ru_ru: Валюта
th_th: เงินตรา
tr_tr: Para birimi
uk_ua: Валюта
