Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: panel.PerformanceInfoCtrl.chartPnL.Volume
de_de: Gremium. PerformanceInfoCtrl.chartPnL.Volume
fr_fr: panneau. PerformanceInfoCtrl.chartPnL.Volume
it_it: pannello. PerformanceInfoCtrl.chartPnL.Volume

source: Allow fit auto
de_de: Automatische Anpassung zulassen
fr_fr: Autoriser l’ajustement automatique
it_it: Consenti adattamento automatico

source: V
ar_sa: الخامس
fa_ir: وحيد
fr_fr: C
hi_in: वी
it_it: Presso
uk_ua: О

source: A
ar_sa: ألف
de_de: Eine
es_es: Un
fa_ir: علي
fr_fr: Un
hi_in: एक
it_it: Un

source: property.VisibilitySeparatorGroup
de_de: Eigentum. VisibilitySeparatorGruppe
fr_fr: propriété. VisibilitySeparatorGroup
it_it: proprietà. VisibilitySeparatorGroup

source: property.ViewSeparatorGroup
de_de: Eigentum. ViewSeparatorGruppe
fr_fr: propriété. ViewSeparatorGroup
it_it: proprietà. ViewSeparatorGroup

source: property.ColorsSeparatorGroup
de_de: Eigentum. ColorsSeparatorGroup
fr_fr: propriété. ColorsSeparatorGroup
it_it: proprietà. ColoriSeparatorGroup

source: Fit VWAP
fr_fr: S’adapter à VWAP
it_it: Adatta VWAP

source: Sidebar view mode
de_de: Ansichtsmodus der Seitenleiste
fr_fr: Mode d’affichage de la barre latérale
it_it: Modalità di visualizzazione della barra laterale

source: Table result
de_de: Tabellenergebnis
fr_fr: Résultat du tableau
it_it: Risultato della tabella

source: Market depth
de_de: Markttiefe
fr_fr: Profondeur du marché
it_it: Profondità del mercato

source: Delta visual mode
de_de: Delta-Visueller Modus
fr_fr: Mode visuel Delta
it_it: Modalità visiva Delta

source: Aggregate profiles on chart price scaling
de_de: Aggregierte Profile zur Skalierung von Diagrammpreisen
fr_fr: Profils agrégés sur la mise à l’échelle des prix des graphiques
it_it: Profili aggregati sul ridimensionamento dei prezzi del grafico

source: Buy trades
de_de: Trades kaufen
fr_fr: Trades à l'achat
it_it: Acquista operazioni

source: Sell trades
de_de: Trades verkaufen
fr_fr: Trades à la vente
it_it: Vendi operazioni

source: Buy volume
de_de: Volumen kaufen
fr_fr: Volume d'achat
it_it: Volume di acquisto

source: Up ticks
de_de: Ticks nach oben
fr_fr: Tiques montantes
it_it: Zecche in alto

source: Buy volume, %
de_de: Kaufvolumen, %
fr_fr: Volume d'achat, %
it_it: Volume di acquisto, %

source: Up ticks, %
de_de: Aufwärtsticks, %
fr_fr: Hausse des tiques, %
it_it: Zecche in su, %

source: Sell volume
de_de: Verkaufsvolumen
fr_fr: Volume de vente
it_it: Volume delle vendite

source: Down ticks
de_de: Daunen-Ticks
fr_fr: Tiques en duvet
it_it: Zecche giù

source: Sell volume, %
de_de: Verkaufsvolumen, %
fr_fr: Volume de vente %
it_it: Volume delle vendite, %

source: Down ticks, %
de_de: Abwärtsticks, %
fr_fr: Tiques en duvet, %
it_it: Zecche giù, %

source: Buy/Sell volume
de_de: Kauf-/Verkaufsvolumen
fr_fr: Volume d’achat/vente
it_it: Volume di acquisto/vendita

source: Up/Down ticks
de_de: Aufwärts-/Abwärtsticks
fr_fr: Tiques haut/bas
it_it: Zecche su / giù

source: Delta ticks
de_de: Delta-Zecken
fr_fr: Tiques Delta
it_it: Zecche delta

source: Delta ticks, %
de_de: Delta-Zecken, %
fr_fr: Tiques delta, %
it_it: Zecche Delta, %

source: Min delta
fr_fr: Delta min
it_it: Delta minimo

source: Min delta ticks
de_de: Min-Delta-Zecken
fr_fr: Min delta tiques
it_it: Zecche delta minime

source: Max delta
fr_fr: Delta maxi
it_it: Delta massimo

source: Max delta ticks
de_de: Max. Delta-Zecken
fr_fr: Tiques delta maximales
it_it: Zecche delta massime

source: Cumulative delta
de_de: Kumulatives Delta
fr_fr: Delta cumulé
it_it: Delta cumulativo

source: Cumulative delta ticks
de_de: Kumulative Delta-Zecken
fr_fr: Tiques delta cumulatives
it_it: Zecche delta cumulative

source: Average size
de_de: Durchschnittliche Größe
fr_fr: Taille moyenne
it_it: Dimensione media

source: Average buy size
de_de: Durchschnittliche Kaufgröße
fr_fr: Taille d'achat moyenne
it_it: Dimensione media dell'acquisto

source: Average sell size
de_de: Durchschnittliche Verkaufsgröße
fr_fr: Taille de vente moyenne
it_it: Dimensione media di vendita

source: Max one trade Vol.
de_de: Max ein Trade Vol.
fr_fr: Max un trade Vol.
it_it: Max un trade Vol.

source: Max one trade Vol, %
de_de: Max ein Trade Vol, %
fr_fr: Max un trade Vol, %
it_it: Max un volume di scambio, %

source: Filt. buy volume
de_de: Filt. Volumen kaufen
fr_fr: Filt. volume d’achat
it_it: Filt. volume di acquisto

source: Filt. buy volume, %
de_de: Filt. Kaufvolumen, %
fr_fr: Filt. volume d’achat, %
it_it: Filt. volume di acquisto, %

source: Filt. sell volume
de_de: Filt. Verkaufsvolumen
fr_fr: Filt. volume de vente
it_it: Filt. volume di vendita

source: Filt. sell volume, %
de_de: Filt. Verkaufsvolumen, %
fr_fr: Filt. volume des ventes, %
it_it: Filt. volume di vendita, %

source: Level value type
de_de: Level-Werttyp
fr_fr: Type de valeur de niveau
it_it: Tipo di valore di livello

source: PrevSettlement
ar_sa: تسويه المراوغة
de_de: Vorabstellungsvorlage
fa_ir: قبلی حل و فصل
fr_fr: PrevSettlement (en)
it_it: Preconfigurazione
pt_pt: O PrevSettlement
ru_ru: Пред. расчёт
tr_tr: Hakim

source: chart.DateRangeRenderer.UnCollapse
de_de: Diagramm. DateRangeRenderer.UnCollapse
fr_fr: graphique. DateRangeRenderer.UnCollapse
it_it: tabella. DateRangeRenderer.UnCollapse

source: chart.DateRangeRenderer.Collapse
de_de: Diagramm. DateRangeRenderer.Collapse
fr_fr: graphique. DateRangeRenderer.Collapse
it_it: tabella. DateRangeRenderer.Collapse

source: Current Week
de_de: Aktuelle Woche
fr_fr: Semaine en cours
it_it: Settimana corrente

source: Last 7 days
de_de: Letzte 7 Tage
fr_fr: 7 derniers jours
it_it: Ultimi 7 giorni

source: Ticks and P/L
de_de: Zecken und GuV
fr_fr: Ticks et profit/perte
it_it: Zecche e P / L

source: VIP Analysis
de_de: VIP-Analyse
fr_fr: Analyse VIP
it_it: Analisi VIP

source: chart.chartWindowManager.clickToCollapse.Tooltip
it_it: chart.chartWindowManager.clickToCollapse.Descrizione comando

source: Mouse right click
de_de: Mit der rechten Maustaste klicken
fr_fr: Clic droit de la souris
it_it: Clic destro del mouse

source: Item color
de_de: Artikelfarbe
fr_fr: Couleur de l’article
it_it: Colore dell'articolo

source: Highlight last trade
de_de: Letzten Trade hervorheben
fr_fr: Mettre en évidence la dernière transaction
it_it: Evidenzia l'ultima operazione

source: Unchanged item color
de_de: Unveränderte Artikelfarbe
fr_fr: Couleur d’élément inchangée
it_it: Colore dell'articolo invariato

source: Unchanged border color
de_de: Unveränderte Rahmenfarbe
fr_fr: Couleur de bordure inchangée
it_it: Colore del bordo invariato

source: Up item color
de_de: Farbe des Artikels nach oben
fr_fr: Couleur de l’élément haut
it_it: Colore dell'articolo su

source: Up border color
de_de: Farbe des oberen Rahmens
fr_fr: Couleur de bordure vers le haut
it_it: Colore del bordo superiore

source: Down item color
de_de: Farbe des Down-Elements
fr_fr: Couleur de l’élément vers le bas
it_it: Colore dell'articolo in basso

source: Down border color
de_de: Farbe des unteren Rahmens
fr_fr: Couleur de la bordure vers le bas
it_it: Colore del bordo inferiore

source: Set column width... [{(int)this.WidthCoeff} px]
de_de: Spaltenbreite festlegen... [{(int)this. WidthCoeff} px]
fr_fr: Définir la largeur de colonne... [{(int)this. WidthCoeff} px]
it_it: Imposta la larghezza della colonna... [{(int)questo. WidthCoeff} px]

source: Fit column width to content
de_de: Anpassen der Spaltenbreite an den Inhalt
fr_fr: Ajuster la largeur de colonne au contenu
it_it: Adattare la larghezza della colonna al contenuto

source: Fit all columns width to content
de_de: Anpassen der Spaltenbreite an den Inhalt
fr_fr: Ajuster la largeur de toutes les colonnes au contenu
it_it: Adatta la larghezza di tutte le colonne al contenuto

source: Width, px
de_de: Breite, px
fr_fr: Largeur, px
it_it: Larghezza, px

source: Minimal width, px (on autofit)
de_de: Minimale Breite, px (bei Autofit)
fr_fr: Largeur minimale, px (sur l’ajustement automatique)
it_it: Larghezza minima, px (su autofit)

source: Calculate High/Low by session
de_de: Hoch/Niedrig nach Sitzung berechnen
fr_fr: Calculer High/Low par session
it_it: Calcola Alto/Basso per sessione

source: Default by symbol
de_de: Standardwert nach Symbol
fr_fr: Défaut par symbole
it_it: Default per simbolo

source: History type
de_de: Verlaufstyp
fr_fr: Type d'historique
it_it: Tipo di storia

source: Text Alignment
de_de: Textausrichtung
fr_fr: Alignement du texte
it_it: Allineamento del testo

source: Cancel all
de_de: Alle abbrechen
fr_fr: Tout annuler
it_it: Annulla tutto

source: Cancel first
de_de: Zuerst abbrechen
fr_fr: Annuler d’abord
it_it: Annulla prima

source: Cancel last
de_de: Zuletzt abbrechen
fr_fr: Annuler en dernier
it_it: Annulla ultimo

source: secondaryBGColor
de_de: sekundärBGColor
fr_fr: secondaireBGColor
it_it: secondarioBGColor

source: secondaryBorderColor
fr_fr: secondaireBorderColor
it_it: secondarioBorderColor

source: infoColor
de_de: infoFarbe
it_it: infoColore

source: warningColor
fr_fr: avertissementColore
it_it: warningColore

source: successColor
it_it: successoColore

source: successHoverColor
de_de: ErfolgHoverColor
fr_fr: succèsHoverColor
it_it: successoHoverColor

source: accentColor
it_it: accentoColore

source: buyColor
de_de: kaufenFarbe
fr_fr: acheterColor
it_it: acquistaColor

source: buyColorHover
de_de: kaufenColorHover
fr_fr: acheterColorHover
it_it: acquistaColorHover

source: buyColorActive
de_de: kaufenColorActive
fr_fr: acheterColorActive
it_it: acquistaColorActive

source: statusWarningColor
de_de: StatusWarnungFarbe
it_it: statusAvvertimentoColore

source: link1Color
de_de: link1Farbe
it_it: link1Colore

source: link2Color
it_it: link2Colore

source: link3Color
it_it: link3Colore

source: link4Color
it_it: link4Colore

source: link5Color
it_it: link5Colore

source: View password
de_de: Passwort anzeigen
fr_fr: Afficher le mot de passe
it_it: Visualizza password

source: Countdown direction
de_de: Countdown-Richtung
fr_fr: Direction du compte à rebours
it_it: Direzione del conto alla rovescia

source: Native (.NET)
fr_fr: Natif (.NET)
it_it: Nativo (.NET)

source: Stream connector library
de_de: Stream-Connector-Bibliothek
fr_fr: Bibliothèque de connecteurs de flux
it_it: Libreria connettore flusso

source: DAY
de_de: Tag
fr_fr: JOUR
it_it: Giorno

source: MARKET
de_de: MARKT
fr_fr: MARCHÉ
it_it: MERCATO

source: LIMIT
de_de: GRENZE
fr_fr: LIMITE
it_it: LIMITE

source: STOP
de_de: AUFHÖREN
fr_fr: ARRÊTER
it_it: FERMARSI

source: Net liquidity
de_de: Nettoliquidität
fr_fr: Liquidité nette
it_it: Liquidità netta

source: The current value of the account, assuming that open positions are closed at their current value.
de_de: Der aktuelle Wert des Kontos, unter der Annahme, dass offene Positionen zu ihrem aktuellen Wert geschlossen werden.
fr_fr: Valeur actuelle du compte, en supposant que les positions ouvertes sont fermées à leur valeur actuelle.
it_it: Il valore corrente del conto, supponendo che le posizioni aperte siano chiuse al loro valore corrente.

source: Yesterday's commissions
de_de: Provisionen von gestern
fr_fr: Les commissions d’hier
it_it: Le commissioni di ieri

source: Yesterday's commissions for the start of day account balance.
de_de: Die gestrigen Provisionen für den Tagesanfangskontostand.
fr_fr: Les commissions d’hier pour le solde du compte de début de journée.
it_it: Commissioni di ieri per il saldo del conto di inizio giornata.

source: Yesterday's fees
de_de: Gebühren von gestern
fr_fr: Les frais d’hier
it_it: Le tasse di ieri

source: Yesterday's fees for the start of day account balance.
de_de: Gestrige Gebühren für den Tagesanfangskontostand.
fr_fr: Les frais d’hier pour le solde du compte de début de journée.
it_it: Commissioni di ieri per il saldo del conto di inizio giornata.

source: Open trade equity
de_de: Offenes Handelskapital
fr_fr: Équité commerciale ouverte
it_it: Azioni commerciali aperte

source: the profit and loss due to open futures positions
de_de: das Ergebnis aus offenen Futures-Positionen
fr_fr: le profit et la perte dus aux positions à terme ouvertes
it_it: il profitto e la perdita dovuti a posizioni futures aperte

source: Margin error
de_de: Margenfehler
fr_fr: Erreur de marge
it_it: Errore di margine

source: Initial total margin
de_de: Anfängliche Gesamtmarge
fr_fr: Marge totale initiale
it_it: Margine totale iniziale

source: Maintenance total margin
de_de: Gesamtmarge der Instandhaltung
fr_fr: Marge totale de maintenance
it_it: Margine totale di mantenimento

source: Initial risk margin
de_de: Anfängliche Risikomarge
fr_fr: Marge de risque initiale
it_it: Margine di rischio iniziale

source: Maintenance risk margin
de_de: Wartungsrisikomarge
fr_fr: Marge de risque de maintenance
it_it: Margine di rischio di manutenzione

source: Estimated
de_de: Abgeschätzt
fr_fr: Estimatif
it_it: Stimato

source: Yes
de_de: Ja
fr_fr: Oui
it_it: Sì

source: As of time
de_de: Stand der Zeit
fr_fr: À partir du temps
it_it: A partire dal tempo

source: Request continuation history
de_de: Fortsetzungsverlauf anfordern
fr_fr: Historique de la demande de continuation
it_it: Cronologia delle richieste di continuazione

source: Init margin req.
ar_sa: إعادة شكل هامش Init.
de_de: Init-Marge req.
es_es: Req de margen de init.
hi_in: Init मार्जिन req ।
it_it: Init margine req.
ja_jp: イニトマージンのreq。
pl_pl: Init margines req.
ru_ru: Init маржа req.
tr_tr: Init marjı req.
uk_ua: Базова маржа

source: Maint. margin req.
ar_sa: إجمالي متطلبات الهامش
es_es: Requisitos de mantenimiento totales
fr_fr: Maintenance totale requise
hi_in: Maint. मार्जिन req ।
it_it: Margine principale req.
ja_jp: 損切り
pl_pl: Stop Out
pt_pt: Manutenção de Margem
ru_ru: Маржа поддержки
tr_tr: Toplam sürd. gere.
uk_ua: Маржа підтримки

source: Spot account custom name
de_de: Benutzerdefinierter Name des Spotkontos
fr_fr: Nom personnalisé du compte Spot
it_it: Nome personalizzato dell'account Spot

source: Derivative account custom name
de_de: Benutzerdefinierter Name des abgeleiteten Kontos
fr_fr: Nom personnalisé du compte dérivé
it_it: Nome personalizzato dell'account derivato

source: GrossPositionValue / NetLiquidation
ar_sa: جروسبوسيشنالقيمه/تصفيه الشبكة
es_es: GrossPositionValue/Netliquidación
fa_ir: GrossPositionValue/انحلال
hi_in: grosspositionvalue/नेटवर्लिडेशन
it_it: Valore lordo della posizione/Liquidazione netta
pl_pl: GrossPositionValue/Netlikwidacja
ru_ru: Гросспоситионвалуе/Нетликуидатион
tr_tr: Grosspositiondeğer/NetLiquidation

source: UserType
de_de: Benutzertyp
fr_fr: Type d’utilisateur
it_it: Tipo di utente

source: FirstName
de_de: Vorname
fr_fr: Prénom
it_it: Nome

source: LastName
de_de: Nachname
fr_fr: Nom de famille
it_it: Cognome

source: Address1
de_de: Adresse1
fr_fr: Adresse1
it_it: Indirizzo1

source: Address2
de_de: Adresse2
fr_fr: Adresse2
it_it: Indirizzo2

source: City
de_de: Stadt
fr_fr: Ville
it_it: Città

source: StateProvinceRegion
de_de: BundeslandProvinzRegion
fr_fr: Région de la Province de l’État
it_it: StatoProvinciaRegione

source: PostalCode
de_de: Postleitzahl
fr_fr: Code postal
it_it: Codice Postale

source: ResidencePhone
de_de: ResidenceTelefon
fr_fr: RésidenceTéléphone
it_it: ResidenceFono

source: WorkPhone
fr_fr: Téléphone de travail
it_it: Telefono di lavoro

source: MobilePhone
de_de: Mobiltelefon
fr_fr: Téléphone portable
it_it: Cellulare

source: FaxPhone
de_de: FaxTelefon
fr_fr: FaxTéléphone
it_it: FaxTelefono

source: PeakHistorySessionCount
it_it: Metodo PeakHistorySessionCount

source: PeakMarketDataSessionCount
it_it: Metodo PeakMarketDataSessionCount

source: PeakOrdersSessionCount
it_it: Metodo PeakOrdersSessionCount

source: PeakPnlSessionCount
it_it: Metodo PeakPnlSessionCount

source: PeakRepositorySessionCount
it_it: Metodo PeakRepositorySessionCount

source: MaxHistorySessionCount
it_it: Metodo MaxHistorySessionCount

source: MaxMarketDataSessionCount
it_it: Metodo MaxMarketDataSessionCount

source: MaxPnlSessionCount
it_it: Metodo MaxPnlSessionCount

source: MaxRepositorySessionCount
it_it: Metodo MaxRepositorySessionCount

source: Auto liquidate
de_de: Automatische Liquidation
fr_fr: Liquide automatique
it_it: Liquidazione automatica

source: Auto liquidate criteria
de_de: Kriterien für die automatische Liquidation
fr_fr: Critères de liquidation automatique
it_it: Criteri di liquidazione automatica

source: Auto liquidate Max/Min account balance
de_de: Max/Min-Kontostand automatisch liquidieren
fr_fr: Liquider automatiquement le solde du compte Max/Min
it_it: Liquidazione automatica del saldo del conto Max/Min

source: Auto liquidate threshold
de_de: Schwellenwert für automatische Liquidation
fr_fr: Seuil de liquidation automatique
it_it: Soglia di liquidazione automatica

source: Disable on auto liquidate
de_de: Deaktivieren bei automatischer Liquidation
fr_fr: Désactiver sur la liquidation automatique
it_it: Disabilita la liquidazione automatica

source: s
ar_sa: ث
fa_ir: سيد
hi_in: एस
ja_jp: 秒
ru_ru: с
tr_tr: sn
uk_ua: с

source: m
ar_sa: د
fa_ir: محمد
hi_in: एम
ja_jp: 分
ru_ru: м
tr_tr: dk
uk_ua: хв

source: H
ar_sa: س
fa_ir: حسين
hi_in: एच
ja_jp: 時
ru_ru: Ч
tr_tr: S
uk_ua: Г

source: D
ar_sa: ي
es_es: dia
fa_ir: د
fr_fr: J
hi_in: डी
ja_jp: 日
pl_pl: re
ru_ru: Д
tr_tr: G
uk_ua: Д

source: W
ar_sa: أ
es_es: S
fa_ir: دبلیو
fr_fr: S
hi_in: डब्ल्यू
ja_jp: 週
pt_pt: S
ru_ru: Н
tr_tr: H
uk_ua: Т

source: M
ar_sa: د
es_es: METRO
fa_ir: محمد
hi_in: एम
ja_jp: 分
ru_ru: М
tr_tr: A
uk_ua: М

source: Y
ar_sa: سن
es_es: A
fa_ir: يعقوب
fr_fr: A
hi_in: वाई
ja_jp: 年
pt_pt: A
ru_ru: Г
uk_ua: Р

source: B
ar_sa: ب
fa_ir: ب
hi_in: बी
uk_ua: Б

source: T
ar_sa: تي
fa_ir: طاهره
hi_in: टी
uk_ua: Ч:

source: O
ar_sa: يا
fa_ir: اميد
hi_in: ओ
pl_pl: z o.o.
uk_ua: В

source: C
ar_sa: ج
fa_ir: ج
hi_in: सी
uk_ua: З

source: L
fa_ir: ليلا
hi_in: एल
uk_ua: Л

source: Beta
ar_sa: الإصدار بيتا
fa_ir: بتا
fr_fr: Bêta
hi_in: बीटा
ru_ru: Бета-версия
uk_ua: Бета

source: Ln
es_es: En
fr_fr: Dans
pt_pt: Rio Ln
ru_ru: Лн

source: chart.ppz.incorrectData
fr_fr: chart.ppz.incorrectDonnées

source: POC:
fr_fr: Cep:
hi_in: पीओसी:

source: primaryBGColor
de_de: primärBGColor
fr_fr: primaireBGColor

source: contextMenuBGColor
fr_fr: contexteMenuBGColor

source: contextMenuBGHoverColor
fr_fr: contexteMenuBGHoverColor

source: contextMenuTextColor
fr_fr: contexteMenuTextColor

source: windowBorderInternalColor
fr_fr: fenêtreBorderInternalColor

source: windowBGColor
de_de: FensterBGColor
fr_fr: fenêtreBGColor

source: windowBorderFocusedColor
fr_fr: fenêtreBorderFocusedColor

source: No
de_de: Nein
fr_fr: Non

source: PayOutAmount
fr_fr: PayOutMont

source: GrossExposureDerivativesLimit
ar_sa: جروس اكسبراتديريفيات ديميت
fr_fr: GrossExposureDerivatifLimit
hi_in: ग्रॉसएक्सपोजरडरिवेटिव्सलिमिटिट
ja_jp: グロス露出デリバティブの制限
ru_ru: GrossExposureДеривативыЛимит

source: MTMLossLimitPresent
fr_fr: MTMLossLimitPrésentaprésent
ja_jp: 現在の値
pl_pl: MTMLossLimitPrezentacje
ru_ru: MTMLossLimitПрезент

source: BuyExposureLimitPresent
ar_sa: شراءابسباطيمسيتا
fr_fr: AcheterExposureLimitPresent
hi_in: खरीदेंExposureLimitPresent
ja_jp: ア露出制限プレゼントを購入
ru_ru: BuyExposureЛимитПрезидент
tr_tr: Satın AlmaExposureLimitPresent

source: VAH:
pl_pl: Wag:
ru_ru: Ваг:
uk_ua: ВАГ:

source: Modified
ja_jp: 修正済み
ru_ru: Изменен
tr_tr: Değiştirildi

source: Working
ja_jp: ワーキング
ru_ru: Работает
tr_tr: Çalışma

source: Total long positions:
ar_sa: مجموع المناصب الطويلة:
es_es: Posiciones largas totales:
hi_in: कुल लॉन्ग पोजिशन:
ja_jp: 総ロングポジション:
pl_pl: Całkowita liczba długich pozycji:
pt_pt: Total de posições compradas:
ru_ru: Всего длинных позиций:
tr_tr: Toplam uzun pozisyonlar:

source: Total short positions:
ar_sa: مجموع المناصب القصيرة:
es_es: Posiciones cortas totales:
hi_in: कुल लघु स्थितियां:
ja_jp: ショートポジション合計:
pl_pl: Suma pozycji krótkich:
pt_pt: Total de posições vendidas:
ru_ru: Всего коротких позиций:
tr_tr: Toplam kısa pozisyonlar:

source: Red
ar_sa: أحمر
es_es: Rojo
hi_in: लाल
ja_jp: 赤色リンク
pl_pl: Czerwony
pt_pt: Vermelho
ru_ru: Красный
tr_tr: Kırmızı

source: Yellow
ar_sa: أصفر
es_es: Amarillo
hi_in: पीला
ja_jp: 黄色リンク
pl_pl: Żółte łącze
pt_pt: Amarelo
ru_ru: Жёлтый
tr_tr: Sarı

source: Green
ar_sa: أخضر
es_es: Verde
hi_in: हरा
ja_jp: 緑色リンク
pl_pl: Zielony
pt_pt: Verde
ru_ru: Зеленый
tr_tr: Yeşil

source: Blue
ar_sa: أزرق
es_es: Azul
hi_in: नीला
ja_jp: 青色リンク
pl_pl: Niebieskie łącze
pt_pt: Azul
ru_ru: Синий
tr_tr: Mavi

source: Purple
ar_sa: بنفسجي
es_es: Púrpura
hi_in: बैंगनी
ja_jp: 紫
pl_pl: Purpure
pt_pt: Purpure
ru_ru: Фиолетовый
tr_tr: Mor

source: Unlink
ar_sa: إزالة الربط
es_es: Eliminar enlace
hi_in: अनलिंक
ja_jp: リンク解除
pl_pl: Odczepić
pt_pt: Desconectar
ru_ru: Разъеденить
tr_tr: Bağlantıyı kaldır

source: Buy {0}
ja_jp: {0}を購入する
ru_ru: Покупка {0}
tr_tr: {0} satın alın

source: Sell {0}
ja_jp: {0}を売る
ru_ru: Продажа {0}
tr_tr: {0} sat

source: Default Back color
ar_sa: لون الخلفية الافتراضي
es_es: Color de espalda predeterminado
hi_in: डिफ़ॉल्ट बैक रंग
ja_jp: 既定の背景色
pl_pl: Domyślny kolor wsteczny
pt_pt: Cor traseira padrão
ru_ru: Цвет фона по умолчанию
tr_tr: Varsayılan Arka renk

source: Markers maximum size (px)
ja_jp: マーカーの最大サイズ (px)
ru_ru: Максимальный размер маркеров (пикс)
tr_tr: İşaretleyiciler maksimum boyut (px)

source: RF:
ar_sa: الترددات اللاسلكيه:
hi_in: आरएफ:
ru_ru: Рф:

source: Auto center
ja_jp: オートセンター
ru_ru: Автоцентр
tr_tr: Otomatik merkezi

source: Position color
ar_sa: لون الموضع
es_es: Color de posición
hi_in: स्थिति रंग
ja_jp: 位置の色
pl_pl: Kolor położenia
pt_pt: Cor de posição
ru_ru: Цвет позиции
tr_tr: Konum rengi

source: Gradient/Histogram
ar_sa: التدرج/ الرسم البياني
es_es: Degradado/Histograma
hi_in: ढाल/हिस्टोग्राम
ja_jp: グラデーション/ヒストグラム
pt_pt: Gradiente/Histograma
ru_ru: Градиент/Гистограмма
tr_tr: Gradyan/Histogram

source: Multiple per side
ja_jp: 1 辺に複数
ru_ru: Несколько с каждой стороны
tr_tr: Yön başına birden fazla

source: One Position
ja_jp: 1つのポジション
ru_ru: Одна позиция
tr_tr: Tek Pozisyon

source: Absolute per lot
ja_jp: ロットあたりの絶対値
ru_ru: Абсолют на лот
tr_tr: Lot başına mutlak

source: Per side
ja_jp: サイドごと
ru_ru: На сторону
tr_tr: Taraf başına

source: Per round
ja_jp: ラウンドごと
ru_ru: За раунд
tr_tr: Tur başına

source: Non marginal trading
ja_jp: 非周辺取引
ru_ru: Немаржинальная торговля
tr_tr: Marjinal olmayan ticaret

source: Netting type
ja_jp: 網の種類
ru_ru: Тип взаимозачета
tr_tr: Ağ tipi

source: Fee value
ja_jp: 手数料額
ru_ru: Величина комиссии
tr_tr: Ücret miktarı

source: Fee measurement
ja_jp: 手数料測定
ru_ru: Измерение комиссии
tr_tr: Ücret ölçümü

source: Fee accrual
ja_jp: 手数料計上
ru_ru: Начисление комиссии
tr_tr: Ücret tahakkuku

source: Remove symbol
ja_jp: シンボルを削除する
ru_ru: Удалить символ
tr_tr: Sembolü kaldır

source: 1 minute
ja_jp: 1分
ru_ru: 1 минута
tr_tr: 1 dakika

source: Bid/Ask/Last
ja_jp: 入札/質問/ラスト
ru_ru: Бид/Аск/Ласт
tr_tr: Teklif/İste/Son

source: Bid/Ask/Mark
ja_jp: ビッド/アスク/マーク
ru_ru: Бид/Аск/Марк
tr_tr: Teklif/İste/İşaretle

source: Account performance
ja_jp: 新しい口座のパフォーマンス
ru_ru: Эффективность счета
tr_tr: Yeni Hesap performansı

source: DOM surface
ja_jp: DOM表面
ru_ru: Поверхность DOM
tr_tr: DOM yüzeyi

source: Custom sessions
ar_sa: جلسات مخصصة
es_es: Sesiones personalizadas
hi_in: कस्टम सत्र
ja_jp: カスタム セッション
pl_pl: Sesje niestandardowe
pt_pt: Sessões personalizadas
ru_ru: Свои сессии
tr_tr: Özel oturumlar

source: No custom sessions were set up.
ar_sa: لم يتم إعداد جلسات عمل مخصصة.
es_es: No se configuraron sesiones personalizadas.
hi_in: कोई कस्टम सत्र स्थापित नहीं किए गए थे ।
ja_jp: カスタム セッションが設定されませんでした。
pl_pl: Nie skonfigurowano żadnych sesji niestandardowych.
pt_pt: Não foram criadas sessões personalizadas.
ru_ru: Свои сессии не были настроены.
tr_tr: Özel oturumlar ayarlanmandı.

source: Incorrect sessions.
ar_sa: جلسات غير صحيحة.
es_es: Sesiones incorrectas.
hi_in: गलत सत्र।
ja_jp: セッションが正しくありません。
pl_pl: Niepoprawne sesje.
pt_pt: Sessões incorretas.
ru_ru: Неправильные сессии.
tr_tr: Yanlış oturumlar.
