Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Spread area color
ar_sa: لون منطقة فرق السعر
de_de: Verbreitungsfläche Farbe
es_es: Color de área del diferencial
fa_ir: رنگ منطقه اسپرد
fr_fr: Couleur de la zone des spreads
hi_in: स्प्रेड क्षेत्र रंग
it_it: Colore area di spread
ja_jp: スプレッド・エリアの色
pl_pl: Kolor obszaru rozłożonego
pt_pt: Cor da área de 'Spread'
ru_ru: Цвет области спреда
th_th: กระจายสีพื้นที่
tr_tr: Dağılım alanı rengi
uk_ua: Колір області спреду

source: Time to next bar
ar_sa: الوقت بجانب الشمعة
de_de: Zeit bis zur nächsten Bar
es_es: Tiempo hasta la siguiente barra
fa_ir: زمان به نوار بعدی
fr_fr: Temps jusqu'à la prochaine barre
hi_in: अगली बार के लिए समय
it_it: Tempo alla prossima battuta
ja_jp: 次のバーまでの時間
pl_pl: Czas na następny pasek
pt_pt: Tempo para próxima barra
ru_ru: Время до следующего бара
th_th: เวลาไปยังแถบถัดไป
tr_tr: Bir sonraki çubuğa kalan süre
uk_ua: Час до наступного бару

source: Height, %
ar_sa: الارتفاع، %
de_de: Höhe,%
es_es: Altura, %
fa_ir: ارتفاع ، درصد
fr_fr: Hauteur, %
hi_in: कद,%
it_it: Altezza, %
ja_jp: 高さ（％）
pl_pl: Wysokość, %
pt_pt: Altura, %
ru_ru: Высота, %
th_th: ความสูง, %
tr_tr: Yükseklik, %
uk_ua: Висота, %

source: By bar
ar_sa: حسب الشمعة
de_de: Von der Bar
es_es: Por Barra
fa_ir: بر اساس نوار
fr_fr: Par barre
hi_in: बार द्वारा
it_it: Per bar
ja_jp: バーごと
pl_pl: Na pasku
pt_pt: Por barra
ru_ru: По барам
th_th: โดยบาร์
tr_tr: Çubuğa göre
uk_ua: За барами

source: By Difference
ar_sa: بحسب الاختلاف
de_de: Nach Differenz
es_es: Por diferencia
fa_ir: بر اساس تفاوت
fr_fr: Par différence
hi_in: अंतर से
it_it: Per differenza
ja_jp: 差分ごと
pl_pl: Przez różnicę
pt_pt: Por diferença
ru_ru: По разнице
th_th: ตามความแตกต่าง
tr_tr: Farka göre
uk_ua: За Різницею

source: Above/below the moving average
ar_sa: فوق / تحت المتوسط ​​المتحرك
de_de: Über / unter dem gleitenden Durchschnitt
es_es: Por encima / por debajo de la media móvil
fa_ir: بالا/پایین میانگین متحرک
fr_fr: Au-dessus / en dessous de la moyenne mobile
hi_in: गतिमान औसत से ऊपर/
it_it: Sopra/sotto la media mobile
ja_jp: 移動平均を上回る/下回る
pl_pl: Powyżej / poniżej średniej ruchomej
pt_pt: Acima/abaixo da média móvel
ru_ru: Выше/ниже скользящей средней
th_th: เหนือ/ต่ํากว่าค่าเฉลี่ยเคลื่อนที่
tr_tr: Hareketli ortalamanın üstünde / altında
uk_ua: Над/під ковзною середньою

source: Volume coloring scheme
ar_sa: حجم نظام التلوين
de_de: Lautstärkeregelung
es_es: Esquema de coloración de volumen
fa_ir: دوره رنگ آمیزی طرح
fr_fr: Schéma de coloration de volume
hi_in: वॉल्यूम रंग योजना
it_it: Schema di colorazione del volume
ja_jp: ボリュームカラーリングスキーム
pl_pl: Schemat farbowania objętości
pt_pt: Esquema de coloração do volume
ru_ru: Цветовая схема объемов
th_th: รูปแบบการระบายสีปริมาณ
tr_tr: Hacim boyama düzeni
uk_ua: Колірна схема об'ємів

source: Equal
ar_sa: يساوي
de_de: Gleich
es_es: Igual
fa_ir: برابر
fr_fr: Égal
hi_in: बराबर
it_it: Pari
ja_jp: イコール
pl_pl: Równy
pt_pt: Igual
ru_ru: Равный
th_th: เท่ากัน
tr_tr: Denk
uk_ua: Рівний

source: Positive
ar_sa: إيجابي
de_de: Positiv
es_es: Positivo
fa_ir: مثبت
fr_fr: Positif
hi_in: सकारात्मक
it_it: Positivo
ja_jp: プラス
pl_pl: Pozytywny
pt_pt: Positivo
ru_ru: Положительный
th_th: โพสิทีฟ
tr_tr: Pozitif
uk_ua: Позитивний

source: Negative
ar_sa: سلبي
de_de: Negativ
es_es: Negativo
fa_ir: منفی
fr_fr: Négatif
hi_in: नकारात्मक
it_it: Negativo
ja_jp: マイナス
pl_pl: Negatywny
pt_pt: Negativo
ru_ru: Отрицательный
th_th: เนกาทีฟ
tr_tr: Negatif
uk_ua: Негативний

source: Show value marker on scale
ar_sa: إظهار علامة القيمة على المقياس
de_de: Zeige Wertmarkierung auf der Skala
es_es: Mostrar marcador de valor en escala
fa_ir: نمایش نشانگر مقدار در مقیاس
fr_fr: Visualiser le marqueur de valeur sur l'échelle
hi_in: स्केल पर मान मार्कर दिखाएं
it_it: Mostra un indicatore di valore su scala
ja_jp: スケール上に数値マーカーを表示する
pl_pl: Pokaż znacznik wartości na skali
pt_pt: Exibir marcador de valor na escala
ru_ru: Показать значение на шкале
th_th: แสดงเครื่องหมายค่าบนมาตราส่วน
tr_tr: Değer imleyiciyi skala üzerinde göster
uk_ua: Показати значення на шкалі

source: Show moving average
ar_sa: إظهار المتوسط ​​المتحرك
de_de: Bewegungsdurchschnitt anzeigen
es_es: Mostrar promedio móvil
fa_ir: نمایش میانگین متحرک
fr_fr: Afficher la moyenne mobile
hi_in: गतिमान औसत दिखाएं
it_it: Mostra media mobile
ja_jp: 移動平均を表示する
pl_pl: Pokaż średnią ruchomą
pt_pt: Mostrar Média Móvel
ru_ru: Показать скользящую среднюю
th_th: แสดงค่าเฉลี่ยเคลื่อนที่
tr_tr: Hareketli ortalamayı göster
uk_ua: Показати ковзну середню

source: Line color
ar_sa: لون الخط
de_de: Linienfarbe
es_es: Color de linea
fa_ir: رنگ خط
fr_fr: Couleur de la ligne
hi_in: रेखा रंग
it_it: Colore della linea
ja_jp: 線の色
pl_pl: Kolor linii
pt_pt: Cor da linha
ru_ru: Цвет линии
th_th: สีเส้น
tr_tr: Çizgi rengi
uk_ua: Колір лінії

source: MA period
ar_sa: فترة الماجستير
de_de: MA-Frist
es_es: Periodo MA
fa_ir: دوره کارشناسی ارشد
fr_fr: Période MA
hi_in: मा काल
it_it: Periodo MA
ja_jp: MA期間
pl_pl: Okres MA
pt_pt: Period MA
ru_ru: Период скользящей средней
th_th: ระยะเวลา MA
tr_tr: MA dönemi
uk_ua: Період ковзної середньої

source: Zoom in
ar_sa: تكبير
de_de: Hineinzoomen
es_es: Acercarse
fa_ir: نزدیکنمایی در
fr_fr: Zoomer
hi_in: ज़ूम इन
it_it: Ingrandire
ja_jp: ズームイン
pl_pl: Powiększenie
pt_pt: Mais zoom
ru_ru: Увеличить
th_th: ซูมเข้า
tr_tr: Yakınlaştır
uk_ua: Збільшити

source: Zoom out
ar_sa: تصغير
de_de: Rauszoomen
es_es: Alejarse
fa_ir: بزرگنمایی منفی
fr_fr: Dézoomer
hi_in: ज़ूम आउट करें
it_it: Zoom indietro
ja_jp: ズームアウト
pl_pl: Pomniejsz
pt_pt: (-) zoom
ru_ru: Уменьшить
th_th: ซูมออก
tr_tr: Uzaklaştır
uk_ua: Зменшити

source: Power trades
ar_sa: صفقات الطاقة
es_es: Operaciones de poder
fa_ir: تجارت برق
fr_fr: Métiers de l'énergie
hi_in: बिजली ट्रेडों
ja_jp: 電力取引
pl_pl: Handel energią
pt_pt: Comércios de energia
th_th: การซื้อขายพลังงาน
tr_tr: Güç ticareti

source: Label colors
ar_sa: ألوان الفراغات
de_de: Etikettenfarben
es_es: Colores de etiqueta
fa_ir: رنگ برچسب
fr_fr: Couleurs des étiquettes
hi_in: लेबल रंग
it_it: Etichetta i colori
ja_jp: ラベル色
pl_pl: Oznacz kolory
pt_pt: Cores dos rótulos
ru_ru: Цвета подписей
th_th: สีของป้ายชื่อ
tr_tr: Etiket renkleri
uk_ua: Кольори підпису

source: Label position side
de_de: Seite der Etikettenposition
fa_ir: سمت موقعیت برچسب
fr_fr: Côté position de l’étiquette
it_it: Lato posizione etichetta
th_th: ด้านตําแหน่งป้ายชื่อ
uk_ua: Сторона положення етикетки

source: Cross type
ar_sa: نوع التقاطع
de_de: Kreuztyp
es_es: Tipo de cruce
fa_ir: نوع صلیب
fr_fr: Type de paire
hi_in: क्रॉस प्रकार
it_it: Tipo croce
ja_jp: クロスの種類
pl_pl: Typ Cross`u
pt_pt: Tipo de cruzamento
ru_ru: Тип кросса
th_th: ประเภทข้าม
tr_tr: Çapraz türü
uk_ua: Тип кросса

source: Disable
ar_sa: تعطيل
de_de: verkrüppeln
es_es: Deshabilitar
fa_ir: غیر فعال کردن
fr_fr: Désactiver
hi_in: अक्षम
it_it: Disattivare
ja_jp: 無効
pl_pl: Wyłącz
pt_pt: Desabilitar
ru_ru: Запретить
th_th: เก
tr_tr: Devre dışı bırak
uk_ua: Вимкнути

source: After execution
ar_sa: بعد التنفيذ
de_de: Nach der Ausführung
es_es: Después de la ejecución
fa_ir: پس از اعدام
fr_fr: Après l'exécution
hi_in: निष्पादन के बाद
it_it: Dopo l'esecuzione
ja_jp: 実行後
pl_pl: Po wykonaniu
pt_pt: Após a execução
ru_ru: После исполнения
th_th: หลังการประหารชีวิต
tr_tr: Yürütmeden sonra
uk_ua: Після виконання

source: Alert text
ar_sa: نص التنبيه
de_de: Warnungstext
es_es: Texto de alerta
fa_ir: متن هشدار
fr_fr: Texte d'alerte
hi_in: चेतावनी पाठ
it_it: Testo di avviso
ja_jp: 警告テキスト
pl_pl: Tekst alertu
pt_pt: Texto de alerta
ru_ru: Текст оповещения
th_th: ข้อความแจ้งเตือน
tr_tr: Uyarı metni
uk_ua: Текст сповіщення

source: Ray style
ar_sa: نمط الاشعاع
de_de: Ray-Stil
es_es: Estilo del rayo
fa_ir: سبک ری
fr_fr: Style de rayon
hi_in: किरण शैली
it_it: Stile Raggio
ja_jp: レイのスタイル
pl_pl: Styl linii
pt_pt: Estilo do raio
ru_ru: Стиль луча
th_th: สไตล์เรย์
tr_tr: Doğru stili
uk_ua: Стиль променя

source: Ray
ar_sa: اشعاع
fa_ir: ری
fr_fr: Rayon
hi_in: रे
it_it: Raggio
ja_jp: 点滅
pl_pl: OGRANICZONA Z LEWEJ
pt_pt: Raio
ru_ru: Луч
th_th: รังสี
tr_tr: Işın
uk_ua: Промінь

source: Level options
ar_sa: خيارات المستوى
de_de: Ebenenoptionen
es_es: Opciones de nivel
fa_ir: گزینه های سطح
fr_fr: Options de niveau
hi_in: स्तर विकल्प
it_it: Opzioni di livello
ja_jp: レベルオプション
pl_pl: Opcje poziomu
pt_pt: Opções de nível
ru_ru: Параметры уровня
th_th: ตัวเลือกระดับ
tr_tr: Seviye seçenekleri
uk_ua: Параметри рівня

source: Fibonacci levels
ar_sa: مستويات فيبوناتشي
de_de: Fibonacci Ebenen
es_es: Niveles de Fibonacci
fa_ir: سطوح فیبوناچی
fr_fr: Niveaux de Fibonacci
hi_in: फिबोनैकी स्तर
it_it: Livelli di Fibonacci
ja_jp: フィボナッチレベル
pl_pl: Poziomy Fibonacciego
pt_pt: Níveis de Fibonacci
ru_ru: Уровни Фибоначчи
th_th: ระดับฟีโบนักชี
tr_tr: Fibonacci seviyeleri
uk_ua: Рівні Фібоначчі

source: Show total
ar_sa: إظهار الإجمالي
de_de: Gesamtschaden anzeigen
es_es: Mostrar total
fa_ir: نمایش کل
fr_fr: Visualiser le total
hi_in: कुल दिखाएं
it_it: Mostra totale
ja_jp: 合計を表示する
pl_pl: Pokaż sumę
pt_pt: Exibir total
ru_ru: Показать итог
th_th: แสดงยอดรวม
tr_tr: Toplamı göster
uk_ua: Показати підсумок

source: Profile controllers style
de_de: Profil Regler Style
es_es: Estilo de controladores de perfil
fa_ir: کنترل کننده مشخصات سبک
fr_fr: Style contrôleurs de profil
hi_in: प्रोफ़ाइल नियंत्रक शैली
it_it: Stile controller profilo
ja_jp: プロファイルコントローラのスタイル
pl_pl: Styl kontrolerów profilu
pt_pt: Estilo de controladores de perfil
ru_ru: Стиль контроллеров профилей
th_th: สไตล์ตัวควบคุมโปรไฟล์
tr_tr: Profil denetleyicileri stili
uk_ua: Стиль контролерів профілів

source: Selection area
ar_sa: منطقه الاختيار
de_de: Auswahlbereich
es_es: Área de selección
fa_ir: منطقه انتخاب
fr_fr: Zone de sélection
hi_in: चयन क्षेत्र
it_it: Area di selezione
ja_jp: 選択領域
pl_pl: Obszar wyboru
pt_pt: Área de seleção
ru_ru: Область выборки
th_th: พื้นที่การเลือก
tr_tr: Seçim alanı
uk_ua: Область вибору

source: Mode
ar_sa: الوضع
de_de: Modus
es_es: Modo
fa_ir: حالت
hi_in: मोड
it_it: Modalità
ja_jp: モード
pl_pl: Tryb
pt_pt: Modo
ru_ru: Режим
th_th: โหมด
tr_tr: Modu
uk_ua: Режим

source: Left range
de_de: Linker Bereich
fa_ir: محدوده چپ
fr_fr: Plage gauche
it_it: Intervallo sinistro
th_th: ช่วงซ้าย
uk_ua: Ліва область

source: Right range
de_de: Richtige Reichweite
fa_ir: محدوده راست
fr_fr: Gamme droite
it_it: Gamma giusta
th_th: ช่วงที่เหมาะสม
uk_ua: Правильний діапазон

source: Billet format type
ar_sa: نوع تنسيق البيليت
de_de: Billet-Formattyp
es_es: Tipo de formato de billete
fa_ir: نوع قالب بیلت
fr_fr: Type de format Billet
hi_in: बिलेट प्रारूप प्रकार
it_it: Tipo di formato billetta
ja_jp: ビレット形式タイプ
pl_pl: Typ formatu kęsa
pt_pt: Tipo de formato de billet
ru_ru: Тип формата билль
th_th: ประเภทรูปแบบบิลเล็ต
tr_tr: Kütük biçimi türü
uk_ua: Тип формату плашки

source: Show full arc
ar_sa: إظهار القوس كاملاً
de_de: Zeige vollen Bogen
es_es: Mostrar arco completo
fa_ir: نمایش قوس کامل
fr_fr: Visualiser l'arc entier
hi_in: पूर्ण चाप दिखाएं
it_it: Mostra l'arco completo
ja_jp: 完全なアークを表示する
pl_pl: Pokaż pełny łuk
pt_pt: Exibir arco completo
ru_ru: Показывать всю дугу
th_th: แสดงส่วนโค้งเต็ม
tr_tr: Tam ark göster
uk_ua: Показати повну дугу

source: Data format
ar_sa: تنسيق البيانات
de_de: Datei Format
es_es: Formato de datos
fa_ir: شکلبندی داده ها
fr_fr: Format de données
hi_in: डेटा स्वरूप
it_it: Formato dei dati
ja_jp: データフォーマット
pl_pl: Format danych
pt_pt: Formato de dados
ru_ru: Формат данных
th_th: รูปแบบข้อมูล
tr_tr: Veri formatı
uk_ua: Формат даних

source: Percent
ar_sa: نسبه مئويه
de_de: Prozent
es_es: Por ciento
fa_ir: درصد
fr_fr: Pourcentage
hi_in: प्रतिशत
it_it: Per cento
ja_jp: パーセント
pl_pl: Procent
pt_pt: Por cento
ru_ru: Процент
th_th: ร้อยละ
tr_tr: Yüzde
uk_ua: Відсоток

source: Fixed top
ar_sa: أعلى ثابت
de_de: Feste Oberseite
es_es: Tapa fija
fa_ir: بالا ثابت
fr_fr: Haut fixe
hi_in: निश्चित शीर्ष
it_it: Risolto problema sopra
ja_jp: 固定トップ
pl_pl: Naprawiono górę
pt_pt: Top fixo
ru_ru: Зафиксированный сверху
th_th: ด้านบนคงที่
tr_tr: Sabit üst
uk_ua: Фіксований вгорі

source: Fixed bottom
ar_sa: أسفل ثابت
de_de: Feste Unterseite
es_es: Fondo fijo
fa_ir: پایین ثابت
fr_fr: Fond fixe
hi_in: नियत तल
it_it: Risolto problema sotto
ja_jp: 固定底
pl_pl: Naprawiono dno
pt_pt: Fundo fixo
ru_ru: Зафиксированный снизу
th_th: ด้านล่างคงที่
tr_tr: Sabit alt
uk_ua: Фіксований знизу

source: Floating top
ar_sa: قمة عائمة
de_de: Schwimmende Spitze
es_es: Tapa flotante
fa_ir: بالا شناور
fr_fr: Haut flottant
hi_in: फ़्लोटिंग शीर्ष
it_it: Flottante superiore
ja_jp: フローティングトップ
pl_pl: Pływający blat
pt_pt: Parte superior flutuante
ru_ru: Плавающий сверху
th_th: ลอยด้านบน
tr_tr: Yüzen üst
uk_ua: Плаваючий вгорі

source: Floating bottom
ar_sa: قاع عائم
de_de: Schwimmender Boden
es_es: Fondo flotante
fa_ir: پایین شناور
fr_fr: Fond flottant
hi_in: फ्लोटिंग बॉटम
it_it: Flottante inferiore
ja_jp: フローティングボトム
pl_pl: Pływające dno
pt_pt: Fundo flutuante
ru_ru: Плавающий снизу
th_th: ด้านล่างลอย
tr_tr: Yüzen alt
uk_ua: Плаваючий знизу

source: Label location
ar_sa: موقع التسمية
de_de: Beschriftungsort
es_es: Ubicación de la etiqueta
fa_ir: محل برچسب
fr_fr: Emplacement de l'étiquette
hi_in: लेबल स्थान
it_it: Posiziona etichetta
ja_jp: ラベルの場所
pl_pl: Lokalizacja etykiety
pt_pt: Localização do rótulo
ru_ru: Расположение подписи
th_th: ตําแหน่งป้ายกํากับ
tr_tr: Etiket yeri
uk_ua: Розташування підпису

source: Degree
ar_sa: الدرجة
de_de: Grad
es_es: La licenciatura
fa_ir: درجه
fr_fr: Degré
hi_in: डिग्री
it_it: Grado
ja_jp: 度
pl_pl: Stopień
pt_pt: Grau
ru_ru: Градусы
th_th: องศา
tr_tr: Derece
uk_ua: Градуси

source: Left ray
ar_sa: شعاع يسار
de_de: Linker Strahl
es_es: Rayo izquierdo
fa_ir: چپ ری
hi_in: वाम रे
it_it: Raggio sinistro
ja_jp: 左の光線
pl_pl: Lewy promień
pt_pt: Raio esquerdo
ru_ru: Левый луч
th_th: รังสีซ้าย
tr_tr: Sol ışın
uk_ua: Лівий промінь

source: Right ray
ar_sa: شعاع يمين
de_de: Richtiger Strahl
es_es: Rayo derecho
fa_ir: اشعه راست
fr_fr: Droite ray
hi_in: सही रे
it_it: Raggio destro
ja_jp: 右レイ
pl_pl: Prawy promień
pt_pt: Raio direito
ru_ru: Правый луч
th_th: รังสีขวา
tr_tr: Sağ ray
uk_ua: Правий промінь

source: Reverse
ar_sa: عكس
de_de: Rückwärts
es_es: Revertir
fa_ir: معکوس
fr_fr: Inverse
hi_in: उल्टा
it_it: Invertire
ja_jp: ポジションをリバース
pl_pl: Odwrócić
pt_pt: Inverter
ru_ru: Реверс
th_th: พลิกกลับ
tr_tr: Ters
uk_ua: Реверс

source: Fixed left
ar_sa: يسارثابت
de_de: Fixiert links
es_es: Corregido a la izquierda
fa_ir: چپ ثابت
fr_fr: Fixe à gauche
hi_in: नियत वाम
it_it: Fisso a sinistra
ja_jp: 左固定
pl_pl: Naprawiono w lewo
pt_pt: Corrigido à esquerda
ru_ru: Зафиксированные слева
th_th: แก้ไขซ้าย
tr_tr: Sabit sol
uk_ua: Фіксований ліворуч

source: Fixed right
ar_sa: يمين ثابت
de_de: Rechts behoben
es_es: Corregido a la derecha
fa_ir: حق ثابت
fr_fr: Corrigé à droite
hi_in: ठीक ठीक
it_it: Fisso a destra
ja_jp: 修正された権利
pl_pl: Naprawiono prawo
pt_pt: Corrigido à direita
ru_ru: Зафиксированные справа
th_th: ขวาคงที่
tr_tr: Sabit doğru
uk_ua: Фіксований праворуч

source: Floating left
ar_sa: عائم اليسار
de_de: Links schweben
es_es: Flotando a la izquierda
fa_ir: چپ شناور
fr_fr: Flottant à gauche
hi_in: फ़्लोटिंग बायां
it_it: Flottante sinistro
ja_jp: 左浮動
pl_pl: Pływające w lewo
pt_pt: Flutuando para a esquerda
ru_ru: Плавающие слева
th_th: ลอยไปทางซ้าย
tr_tr: Sola dönen
uk_ua: Плаваючий ліворуч

source: Floating right
ar_sa: عائم الحق
de_de: Nach rechts schweben
es_es: Flotando a la derecha
fa_ir: حق شناور
fr_fr: Flottant à droite
hi_in: फ्लोटिंग राइट
it_it: Flottante destro
ja_jp: 右浮動
pl_pl: Pływające prawo
pt_pt: Flutuando à direita
ru_ru: Плавающее справа
th_th: ลอยขวา
tr_tr: Sağa kayan
uk_ua: Плаваючий праворуч

source: Angles
ar_sa: زوايا
de_de: Winkel
es_es: Anglos
fa_ir: زاویه
hi_in: कोण
it_it: angoli
ja_jp: アングル
pl_pl: Kąty
pt_pt: Ângulos
ru_ru: Углы
th_th: มุม
tr_tr: Açılar
uk_ua: Кути

source: Mirrored
ar_sa: عكست
de_de: Gespiegelt
es_es: Espejado
fa_ir: آینه
fr_fr: En miroir
hi_in: प्रतिबिंबित
it_it: Riflesso
ja_jp: ミラーリングされた
pl_pl: Lustrzane odbicie
pt_pt: Espelhado
ru_ru: Зеркальный
th_th: มิ เรอร์
tr_tr: Aynalı
uk_ua: Дзеркальний

source: Custom text
ar_sa: نص مخصص
de_de: Benutzerdefinierter Text
es_es: Texto personalizado
fa_ir: متن سفارشی
fr_fr: Texte personnalisé
hi_in: कस्टम पाठ
it_it: Testo personalizzato
ja_jp: カスタムテキスト
pl_pl: Własny tekst
pt_pt: Texto personalizado
ru_ru: Свой текст
th_th: ข้อความที่กําหนดเอง
tr_tr: Özel metin
uk_ua: Свій текст

source: Secondary POC line
de_de: Sekundäre POC-Linie
fa_ir: خط POC ثانویه
fr_fr: Ligne POC secondaire
it_it: Linea POC secondaria
th_th: สาย POC รอง
uk_ua: Вторинна лінія POC

source: 15 minutes
ar_sa: 15 دقيقة
de_de: 15 Minuten
es_es: 15 minutos
fa_ir: 15 دقیقه
hi_in: 15 मिनट
it_it: 15 minuti
ja_jp: 15分
pl_pl: 15 min.
pt_pt: 15 minutos
ru_ru: 15 минут
th_th: 15 นาที
tr_tr: 15 dakika
uk_ua: 15 хвилин

source: 30 minutes
ar_sa: 30 دقيقة
de_de: 30 Minuten
es_es: 30 minutos
fa_ir: 30 دقیقه
hi_in: 30 मिनट
it_it: 30 minuti
ja_jp: 30分
pl_pl: 30 min.
pt_pt: 30 minutos
ru_ru: 30 минут
th_th: 30 นาที
tr_tr: 30 dakika
uk_ua: 30 хвилин

source: Today
ar_sa: اليوم
de_de: Heute
es_es: Hoy
fa_ir: امروز
fr_fr: Aujourd'hui
hi_in: आज
it_it: Oggi
ja_jp: 今日
pl_pl: Dzisiaj
pt_pt: Hoje
ru_ru: Сегодня
th_th: วันนี้
tr_tr: Bugün
uk_ua: Сьогодні

source: Yesterday
ar_sa: الامس
de_de: Gestern
es_es: Ayer
fa_ir: دیروز
fr_fr: Hier
hi_in: कल
it_it: Ieri
ja_jp: 昨日
pl_pl: Wczoraj
pt_pt: Ontem
ru_ru: Вчера
th_th: เมื่อวานนี้
tr_tr: Dün
uk_ua: Учора

source: Current week
ar_sa: الأسبوع الحالي
de_de: Aktuelle Woche
es_es: Semana actual
fa_ir: هفته جاری
fr_fr: Semaine actuelle
hi_in: वर्तमान सप्ताह
it_it: Settimana corrente
ja_jp: 今週
pl_pl: Bieżący tydzień
pt_pt: Semana atual
ru_ru: Текущая неделя
th_th: สัปดาห์ปัจจุบัน
tr_tr: Bu hafta
uk_ua: Поточний тиждень

source: Previous week
de_de: Vergangene Woche
fa_ir: هفته قبل
fr_fr: Semaine précédente
it_it: Settimana precedente
th_th: สัปดาห์ก่อน
uk_ua: Попередній тиждень

source: Week before previous
de_de: Woche vor dem Vorjahr
fa_ir: هفته قبل از قبل
fr_fr: Semaine avant la précédente
it_it: Settimana prima della precedente
th_th: สัปดาห์ก่อนก่อนหน้า
uk_ua: За тиждень до попереднього

source: Last week
ar_sa: الأسبوع الماضي
de_de: Letzte Woche
es_es: Última semana
fa_ir: هفته ی قبل
fr_fr: Semaine dernière
hi_in: पिछले सप्ताह
it_it: La settimana scorsa
ja_jp: 先週
pl_pl: W zeszłym tygodniu
pt_pt: Última semana
ru_ru: Прошлая неделя
th_th: สัปดาห์ที่แล้ว
tr_tr: Geçen hafta
uk_ua: Минулий тиждень

source: Current month
ar_sa: الشهر الحالي
de_de: Aktueller Monat
es_es: Mes actual
fa_ir: ماه جاری
fr_fr: Mois actuel
hi_in: वर्तमान महीना
it_it: Mese corrente
ja_jp: 今月
pl_pl: Bieżący miesiąc
pt_pt: Mês atual
ru_ru: Текущий месяц
th_th: เดือนปัจจุบัน
tr_tr: Bu ay
uk_ua: Поточний місяць

source: Last month
ar_sa: الشهر الماضي
de_de: Letzter Monat
es_es: Último mes
fa_ir: ماه گذشته
fr_fr: Mois dernier
hi_in: पिछले महीने
it_it: Mese scorso
ja_jp: 先月
pl_pl: Ostatni miesiąc
pt_pt: Último mês
ru_ru: Прошлый месяц
th_th: เมื่อเดือนที่แล้ว
tr_tr: Geçen ay
uk_ua: Минулого місяця

source: Middle line style
ar_sa: نمط الخط الأوسط
de_de: Stil der mittleren Linie
es_es: Estilo de línea media
fa_ir: سبک خط میانی
fr_fr: Style de ligne médiane
hi_in: मध्य रेखा शैली
it_it: Stile linea media
ja_jp: 中間線のスタイル
pl_pl: Styl linii środkowej
pt_pt: Estilo de linha média
ru_ru: Стиль средней линии
th_th: สไตล์เส้นกลาง
tr_tr: Orta çizgi stili
uk_ua: Стиль середньої лінії

source: Tool colors
ar_sa: أداه ألوان
de_de: Werkzeug Farben
es_es: Colores de la herramienta
fa_ir: رنگ ابزار
fr_fr: Couleurs d'outil
hi_in: उपकरण रंग
it_it: Colori degli utensili
ja_jp: ツールの色
pl_pl: Kolory narzędzi
pt_pt: Cores da ferramenta
ru_ru: Цвета инструмента
th_th: สีของเครื่องมือ
tr_tr: Takım renkleri
uk_ua: Кольори інструменту

source: Tool color
ar_sa: لون الأداة
de_de: Werkzeugfarbe
es_es: Color de la herramienta
fa_ir: رنگ ابزار
fr_fr: Couleur de l'outil
hi_in: उपकरण रंग
it_it: Colore dello strumento
ja_jp: ツールの色
pl_pl: Kolor narzędzia
pt_pt: Cor da ferramenta
ru_ru: Цвет инструмента
th_th: สีของเครื่องมือ
tr_tr: Takım rengi
uk_ua: Колір інструменту

source: TP
ar_sa: أخذ الربح
fr_fr: Take Profit
ja_jp: 利益確定
ru_ru: ТП
th_th: กระดาษชำระ
uk_ua: ТП

source: SL
ar_sa: إيقاف الخسارة
fr_fr: Stop Loss
ja_jp: ストップロス
ru_ru: СЛ
th_th: เอสแอล
uk_ua: СЛ

source: Long
ar_sa: طويل
de_de: Lange
es_es: Largo
fa_ir: طولانی
fr_fr: Longue
hi_in: लंबी
it_it: Lungo
ja_jp: ロング
pl_pl: Długie
pt_pt: Compra
ru_ru: Длинная
th_th: ยาว
tr_tr: Uzun
uk_ua: Довга

source: Short
ar_sa: قصير
de_de: Kurz
es_es: Corto
fa_ir: کوتاه
fr_fr: Court
hi_in: कम
it_it: Corto
ja_jp: ショート
pl_pl: Krótki
pt_pt: Venda
ru_ru: Короткая
th_th: สั้น
tr_tr: Kısa
uk_ua: Коротка

source: Tool mode
ar_sa: وضع الأداة
de_de: Werkzeugmodus
es_es: Modo de herramienta
fa_ir: حالت ابزار
fr_fr: Mode outil
hi_in: उपकरण मोड
it_it: Modalità strumento
ja_jp: ツールモード
pl_pl: Tryb narzędziowy
pt_pt: Modo de ferramenta
ru_ru: Режим инструмента
th_th: โหมดเครื่องมือ
tr_tr: Takım modu
uk_ua: Режим інструмента

source: View labels
ar_sa: عرض التسميات
de_de: Anzeigen von Beschriftungen
es_es: Ver etiquetas
fa_ir: مشاهده برچسب ها
fr_fr: Afficher les étiquettes
hi_in: देखें लेबल
it_it: Visualizzare le etichette
ja_jp: ラベルを表示する
pl_pl: Wyświetlanie etykiet
pt_pt: Ver rótulos
ru_ru: Просмотр подписей
th_th: ดูป้ายกํากับ
tr_tr: Etiketleri görüntüleme
uk_ua: Перегляд підписів

source: Label Position
ar_sa: موضع التسمية
es_es: Posición de la etiqueta
fa_ir: موقعیت برچسب
fr_fr: Position de l’étiquette
hi_in: लेबल की स्थिति
it_it: Posizione etichetta
ja_jp: ラベル位置
pl_pl: Pozycja etykiety
pt_pt: Posição do rótulo
ru_ru: Положение подписи
th_th: ตําแหน่งฉลาก
tr_tr: Etiket Konumu
uk_ua: Розташування підпису

source: Center
ar_sa: المركز
es_es: Centro
fa_ir: مرکز
fr_fr: Centre
hi_in: केंद्र
it_it: Centro
ja_jp: 中央
pl_pl: Wyśrodkuj
pt_pt: Centro
ru_ru: Центр
th_th: ศูนย์กลาง
tr_tr: Merkez
uk_ua: Центр

source: Show price labels
de_de: Preisschilder anzeigen
fa_ir: نشان دادن برچسب قیمت
fr_fr: Afficher les étiquettes de prix
it_it: Mostra le etichette dei prezzi
th_th: แสดงป้ายราคา
uk_ua: Показати цінові етикетки

source: Regression Line
ar_sa: خط الانحدار
de_de: Regressionslinie
es_es: Línea de regresión
fa_ir: خط تولید رگرسیون
fr_fr: Ligne de régression
hi_in: प्रतीपगमन रेखा
it_it: Linea di regressione
ja_jp: 回帰直線
pl_pl: Linia regresji
pt_pt: Linha de regressão
ru_ru: Линия регрессии
th_th: เส้นถดถอย
tr_tr: Regresyon hattı
uk_ua: Лінія регресії

source: Upper deviation
ar_sa: الانحراف العلوي
de_de: Obere Abweichung
es_es: Desviación superior
fa_ir: انحراف بالا
fr_fr: Déviation supérieure
hi_in: ऊपरी विचलन
it_it: Deviazione superiore
ja_jp: 上偏差
pl_pl: Górne odchylenie
pt_pt: Desvio superior
ru_ru: Верхнее отклонение
th_th: ส่วนเบี่ยงเบนบน
tr_tr: Üst sapma
uk_ua: Верхнє відхилення

source: Lower deviation
ar_sa: انخفاض الانحراف
de_de: Geringere Abweichung
es_es: Desviación más baja
fa_ir: انحراف پایین تر
fr_fr: Déviation inférieure
hi_in: निम्नतम विचलन
it_it: Deviazione inferiore
ja_jp: 低い偏差
pl_pl: Niższe odchylenie
pt_pt: Menor desvio
ru_ru: Нижнее отклонение
th_th: ค่าเบี่ยงเบนที่ต่ํากว่า
tr_tr: Düşük sapma
uk_ua: Нижнє відхилення

source: Typical
ar_sa: مثالي
de_de: Typisch
es_es: Típico
fa_ir: معمولی
fr_fr: Typique
hi_in: नमूने का
it_it: Tipico
ja_jp: 典型的
pl_pl: Typowy
pt_pt: Típico
ru_ru: Стандартный
th_th: ธรรมดา
tr_tr: Tipik
uk_ua: Типовий

source: Medium
ar_sa: متوسط
de_de: Mittel
es_es: Medio
fa_ir: متوسط
fr_fr: Moyen
hi_in: मध्यम
it_it: medio
ja_jp: 中央
pl_pl: Średni
pt_pt: Médio
ru_ru: Средний
th_th: ปานกลาง
tr_tr: Orta
uk_ua: Середній

source: Weighted
ar_sa: متوازن
de_de: Gewichtet
es_es: Ponderada
fa_ir: وزن
fr_fr: Pondéré
hi_in: भारित
it_it: ponderata
ja_jp: 加重
pl_pl: Ważone
pt_pt: Ponderado
ru_ru: Взвешенный
th_th: ถ่วง น้ำหนัก
tr_tr: Ağırlıklı
uk_ua: Зважений
