Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: API key is empty
ar_sa: مفتاح API فارغ
de_de: API-Schlüssel ist leer
es_es: La clave de API está vacía
fa_ir: کلید API خالی است
fr_fr: Clé API est vide
hi_in: API कुंजी रिक्त है
it_it: Chiave API è vuota
ja_jp: API キーが空です
pl_pl: Klucz API jest pusty
pt_pt: Chave de API está vazia
ru_ru: Ключ API не указан
th_th: คีย์ API ว่างเปล่า
tr_tr: API anahtarı boş
uk_ua: Ключ API пустий

source: Secret key is empty
ar_sa: المفتاح السري فارغ
de_de: Geheimer Schlüssel ist leer
es_es: La clave secreta está vacía
fa_ir: کلید مخفی خالی است
fr_fr: La clé secrète est vide
hi_in: गुप्त कुंजी रिक्त है
it_it: Chiave segreta è vuota
ja_jp: 秘密キーが空です
pl_pl: Klucz tajny jest pusty
pt_pt: A chave secreta está vazia
ru_ru: Секретный ключ не указан
th_th: รหัสลับว่างเปล่า
tr_tr: Gizli anahtar boştur
uk_ua: Секретний ключ пустий

source: Limit on close
ar_sa: الحد الأقصى للغلق
de_de: Limit auf schließen
es_es: Límite de cierre
fa_ir: محدود کردن در نزدیک
fr_fr: Limite de fermeture
hi_in: बंद होने पर सीमा
it_it: Limite alla chiusura
pl_pl: Limit zamknięcia
pt_pt: 'Limit' no fechamento
ru_ru: Лимит на закрытие
th_th: จํากัดเมื่อปิด
uk_ua: Ліміт при закритті

source: Market on close
ar_sa: السوق عند الإغلاق
de_de: Markt auf Börsenschluss
es_es: Mercado a la cerrada
fa_ir: بازار در نزدیک
fr_fr: Marché fermé
hi_in: बाजार बंद होने पर
it_it: Mercato in chiusura
pl_pl: Rynek na zamknięciu
pt_pt: Mercado no fechando
ru_ru: Рынок на закрытии
th_th: ตลาดปิดทําการ
uk_ua: Маркет під час закриття

source: Trader Workstation
ar_sa: محطه عمل التاجر
es_es: Estación de trabajo Trader
fa_ir: معامله گر ایستگاه کاری
fr_fr: Poste de travail Trader
hi_in: व्यापारी वर्कस्टेशन
ja_jp: トレーダーワークステーション
pl_pl: Stacja robocza Trader
pt_pt: Estação de trabalho Trader
ru_ru: Рабочая станция трейдера
th_th: เวิร์กสเตชันของเทรดเดอร์
tr_tr: Tüccar Iş istasyonu
uk_ua: Робоча станція трейдера

source: IB Gateway
ar_sa: بوابه IB
es_es: Portal de IB
fa_ir: درگاه IB
fr_fr: Passerelle IB
hi_in: आईबी गेटवे
it_it: Portale IB
ja_jp: IB ゲートウェイ
pl_pl: Bramka IB
pt_pt: Gateway IB
ru_ru: IB шлюз
th_th: เกตเวย์ IB
tr_tr: IB ağ geçidi
uk_ua: Шлюз IB

source: Host
ar_sa: المضيف
es_es: Servidor
fa_ir: میزبان
fr_fr: Hôte
hi_in: मेज़बान
ja_jp: ホスト
pl_pl: Hosta
ru_ru: Хост
th_th: เจ้าภาพ
tr_tr: Ana bilgisayar
uk_ua: Хост

source: Connection port type
ar_sa: نوع منفذ الاتصال
de_de: Verbindung-Portyp
es_es: Tipo de puerto de conexión
fa_ir: نوع درگاه اتصال
fr_fr: Type de port de connexion
hi_in: कनेक्शन पोर्ट प्रकार
it_it: Tipo di porta di connessione
ja_jp: 接続ポートの種類
pl_pl: Typ portu połączenia
pt_pt: Tipo de porta de conexão
ru_ru: Тип порта подключения
th_th: ประเภทพอร์ตการเชื่อมต่อ
tr_tr: Bağlantı bağlantı noktası türü
uk_ua: Тип порту підключення

source: Custom port value
ar_sa: قيمه المنفذ المخصص
de_de: Maßgeschneidertes Hafenwert
es_es: Valor de Puerto personalizado
fa_ir: مقدار درگاه سفارشی
fr_fr: Valeur de port personnalisée
hi_in: कस्टम पोर्ट मान
it_it: Valore porta personalizzato
ja_jp: カスタムポート値
pl_pl: Niestandardowa wartość portu
pt_pt: Valor de porta personalizado
ru_ru: Значение пользовательского порта
th_th: ค่าพอร์ตที่กําหนดเอง
tr_tr: Özel bağlantı noktası değeri
uk_ua: Своє значення порту

source: Market Depth levels count
ar_sa: ارتفاع مستويات عمق السوق
de_de: Markttiefe zählt
es_es: Los niveles de profundidad de mercado cuentan
fa_ir: تعداد سطوح عمق بازار
fr_fr: Les niveaux de profondeur du marché comptent
hi_in: बाजार गहराई का स्तर गिनती
it_it: Conteggio livelli profondità di mercato
ja_jp: 市場の深度のレベルカウント
pl_pl: Liczba poziomów głębokości rynku
pt_pt: Contagem de níveis de profundidade de mercado
ru_ru: Количество уровней глубины рынка
th_th: นับระดับความลึกของตลาด
tr_tr: Piyasa Derinliği düzeyleri sayılır
uk_ua: Кількість рівнів Стакан ордерів

source: Smart Market Depth
ar_sa: عمق السوق الذكي
de_de: Smart Market-Tiefe
es_es: Profundidad de mercado inteligente
fa_ir: عمق بازار هوشمند
fr_fr: Profondeur du marché intelligent
hi_in: स्मार्ट मार्केट गहराई
it_it: Profondità di mercato intelligente
ja_jp: スマートマーケットの深さ
pl_pl: Inteligentna głębokość rynku
pt_pt: Profundidade de mercado inteligente
ru_ru: Глубина интеллектуального рынка
th_th: ความลึกของตลาดอัจฉริยะ
tr_tr: Akıllı Piyasa Derinliği
uk_ua: Розумний Стакан ордерів

source: Net liquidation value
ar_sa: صافي قيمه التصفية
de_de: Nettoliquidationswert
es_es: Valor liquidativo neto
fa_ir: مقدار انحلال خالص
fr_fr: Valeur nette de liquidation
hi_in: निवल परिसमापन मान
it_it: Valore di liquidazione netta
ja_jp: 純清算価額
pl_pl: Wartość likwidacji netto
pt_pt: Valor líquido de liquidação
ru_ru: Чистая ликвидационная стоимость
th_th: มูลค่าการชําระบัญชีสุทธิ
tr_tr: NET tasfiye değeri
uk_ua: Чиста ліквідаційна вартість

source: The basis for determining the price of the assets in your account. Total cash value + stock value + options value + bond value
ar_sa: الأساس لتحديد سعر الأصول في حسابك. إجمالي القيمة النقدية + قيمه الأسهم + قيمه الخيارات + قيمه السندات
de_de: Die Grundlage für die Ermittlung des Preises der Vermögenswerte auf Ihrem Konto. Gesamtwert + Aktienwert + Optionswert + Anleihenwert
es_es: La base para determinar el precio de los activos en su cuenta. Valor en efectivo total + valor de stock + valor de opciones + valor de bono
fa_ir: پایه ای برای تعیین قیمت دارایی ها در حساب شما. ارزش کل پول نقد + ارزش سهام + ارزش گزینه + ارزش باند
fr_fr: La base pour déterminer le prix des actifs dans votre compte. Valeur totale de la trésorerie + valeur des actions + valeur des options + valeur obligataire
hi_in: आपके खाते में परिसंपत्तियों की कीमत निर्धारित करने का आधार । कुल नकद मूल्य + स्टॉक मूल्य + विकल्प मूल्य + बांड मूल्य
it_it: La base per determinare il prezzo delle attività nel tuo conto. Valore totale in contanti + valore azionario + valore delle opzioni + valore obbligazionario
ja_jp: アカウント内の資産の価格を決定するための基準。現金価値 + ストック値 + オプション値 + 債券価値の合計
pl_pl: Podstawa ustalania ceny aktywów na koncie. Całkowita wartość gotówkowa + wartość zapasów + opcje wartość + wartość obligacji
pt_pt: A base para determinar o preço dos ativos em sua conta. Valor total do dinheiro + valor das ações + valor das opções + valor do vínculo
ru_ru: Основа для определения цены активов на вашем счету. Общая сумма денежных средств + стоимость акций + стоимость опционов + стоимость облигаций
th_th: พื้นฐานสําหรับการกําหนดราคาของสินทรัพย์ในบัญชีของคุณ มูลค่าเงินสดรวม + มูลค่าหุ้น + มูลค่าออปชั่น + มูลค่าพันธบัตร
tr_tr: Hesabınızdaki varlıkların fiyatını belirlemek için temel. Toplam nakit değeri + stok değeri + opsiyon değeri + tahvil değeri
uk_ua: Основа визначення ціни активів на вашому рахунку. Загальна сума коштів + вартість акцій + вартість опціонів + вартість облігацій

source: Net liquidation value uncertainty
ar_sa: صافي عدم التيقن من قيمه التصفية
de_de: Nettoliquidationswertunsicherheit
es_es: Incertidumbre de valor liquidativo neto
fa_ir: انحلال خالص عدم قطعیت ارزش
fr_fr: Incertitude nette de la valeur de liquidation
hi_in: निवल परिसमापन मान अनिश्चितता
it_it: Incertezza del valore di liquidazione netta
ja_jp: 純清算価額の不確実性
pl_pl: Niepewność wartości likwidacyjnej netto
pt_pt: Incerteza do valor líquido de liquidação
ru_ru: Чистая неопределенность ликвидационной стоимости
th_th: ความไม่แน่นอนของมูลค่าการชําระบัญชีสุทธิ
tr_tr: NET tasfiye değeri belirsizlik
uk_ua: Чиста непевність ліквідаційної цінності

source: Equity with loan
ar_sa: الانصاف مع القرض
de_de: Eigenkapital mit Darlehen
es_es: Equidad con préstamo
fa_ir: حقوق صاحبان سهام با وام
fr_fr: Équité avec emprunt
hi_in: ऋण के साथ इक्विटी
it_it: Patrimonio netto con prestito
ja_jp: ローン付きエクイティ
pl_pl: Kapitał własny z kredytem
pt_pt: Equidade com empréstimo
ru_ru: Капитал с кредитом
th_th: ส่วนของผู้ถือหุ้นที่มีเงินกู้ยืม
tr_tr: Kredi ile eşitlik
uk_ua: Капітал із кредитом

source: Forms the basis for determining whether a client has the necessary assets to either initiate or maintain security positions. Cash + stocks + bonds + mutual funds
ar_sa: يشكل الأساس لتحديد ما إذا كان العميل لديه الأصول اللازمة اما لبدء أو الحفاظ علي المواقع الامنيه. النقدية + الأسهم + السندات + صناديق الاستثمار
de_de: Bildet die Grundlage für die Entscheidung, ob ein Kunde über das nötige Vermögen verfügt, um Sicherheitspositionen zu initiieren oder zu erhalten. Cash + Aktien + Anleihen + Investmentfonds
es_es: Forma la base para determinar si un cliente tiene los activos necesarios para iniciar o mantener posiciones de seguridad. Efectivo + acciones + bonos + fondos mutuos
fa_ir: مبنای تعیین اینکه آیا مشتری دارایی های لازم را برای شروع یا حفظ موقعیت های امنیتی دارد ، تشکیل می دهد. نقدی + سهام + اوراق قرضه + وجوه متقابل
fr_fr: Constitue la base pour déterminer si un client dispose des actifs nécessaires pour initier ou maintenir des positions de sécurité. Cash + actions + obligations + fonds communs de placement
hi_in: यह निर्धारित करने के लिए आधार बनाता है कि क्या किसी ग्राहक के पास सुरक्षा स्थितियां या तो आरंभ करने या बनाए रखने के लिए आवश्यक संपत्तियां हैं । नकद + स्टॉक्स + बांड + म्युचुअल फंड
it_it: Costituisce la base per determinare se un cliente dispone delle risorse necessarie per avviare o mantenere le posizioni in titoli. Cash + azioni + obbligazioni + fondi comuni di investimento
ja_jp: クライアントがセキュリティポジションを開始または維持するために必要な資産を持っているかどうかを判断するための基礎を形成します。現金 + 株式 + 債券 + 投資信託
pl_pl: Stanowi podstawę do określenia, czy klient ma zasoby niezbędne do inicjowania lub utrzymywania pozycji zabezpieczeń. Gotówka + zapasy + obligacje + fundusze wzajemne
pt_pt: Forma a base para determinar se um cliente tem os ativos necessários para iniciar ou manter posições de segurança. Dinheiro + ações + títulos + fundos mútuos
ru_ru: Формирует основу для определения того, имеет ли клиент необходимые активы для инициирования или поддержания позиций безопасности. НаЛичные + акции + облигации + паевые инвестиционные фонды
th_th: เป็นพื้นฐานสําหรับการพิจารณาว่าลูกค้ามีสินทรัพย์ที่จําเป็นในการเริ่มต้นหรือรักษาตําแหน่งความปลอดภัยหรือไม่ เงินสด + หุ้น + พันธบัตร + กองทุนรวม
tr_tr: Bir istemcinin güvenlik konumlarını başlatmak veya korumak için gerekli varlıklara sahip olup olmadığını belirlemek için temel oluşturur. Nakit + hisse senetleri + tahvil + yatırım fonları
uk_ua: Формує основу визначення того, чи має клієнт необхідні активи для ініціювання чи підтримки позицій безпеки. Наявні + акції + облігації + пайові інвестиційні фонди

source: Prev. day equity with loan
ar_sa: الأسهم السابقة اليوم مع القرض
de_de: Prev. Tageskapital mit Darlehen
es_es: Último día de equidad con préstamo
fa_ir: روز گذشته حقوق صاحبان سهام با وام
fr_fr: Fonds propres du jour précédent avec emprunt
hi_in: prev. ऋण के साथ दिन इक्विटी
it_it: Patrimonio netto giorno precedente con prestito
ja_jp: 前の日のエクイティとローン
pl_pl: Poprzedni dzień kapitał z pożyczką
pt_pt: Prev. equidade do dia com empréstimo
ru_ru: Предыдущий день эквити с кредитом
th_th: ก่อนหน้า ส่วนของผู้ถือหุ้นวันก่อนหน้ากับเงินกู้
tr_tr: Önceki gün sermaye kredisi ile
uk_ua: Попередній день капіталу із кредитом

source: Reg T equity with loan
ar_sa: Reg T الأسهم مع القرض
de_de: REG Eigenkapital mit Darlehen
es_es: REG T Equity con préstamo
fa_ir: ثبت سهام T با وام
fr_fr: L'équité de Reg T avec le prêt
hi_in: ऋण के साथ रेग टी इक्विटी
it_it: Reg T equity con prestito
ja_jp: Reg T エクイティ (ローンあり)
pl_pl: Reg T kapitał z pożyczką
pt_pt: Reg T Equity com empréstimo
ru_ru: Рег Т справедливости с кредитом
th_th: ส่วนของ Reg T กับเงินกู้ยืม
tr_tr: Kredi ile Reg T eşitlik
uk_ua: Reg T капіталу із кредитом

source: Regulation T equity for universal account
ar_sa: اللائحة العامة للمساواة في الحساب العالمي
de_de: Regulation T Eigenkapital für universelles Konto
es_es: Reglamento T equidad para la cuenta universal
fa_ir: مقررات سهام T برای حساب جهانی
fr_fr: Règlement T fonds propres pour compte universel
hi_in: यूनिवर्सल खाते के लिए विनियमन टी इक्विटी
it_it: Regolamento T equity per conto universale
ja_jp: ユニバーサルアカウントのための規制 T エクイティ
pl_pl: Rozporządzenie T kapitał własny dla rachunku uniwersalnego
pt_pt: Regulamento T equidade para a conta universal
ru_ru: Регулирование Т справедливости для универсального счета
th_th: ระเบียบ T ส่วนของผู้ถือหุ้นสําหรับบัญชีสากล
tr_tr: Evrensel hesap için yönetmelik T eşitlik
uk_ua: Регулювання Т капіталу для універсального рахунку

source: Security gross position value
ar_sa: قيمه الوضع الإجمالي للامان
de_de: Sicherheit grober Positionswert
es_es: Valor de posición bruta de seguridad
fa_ir: امنیت ارزش موقعیت ناخالص
fr_fr: Valeur de la position brute de sécurité
hi_in: प्रतिभूति सकल स्थिति मान
it_it: Valore della posizione lorda del titolo
ja_jp: セキュリティグロスポジション値
pl_pl: Wartość pozycji brutto na zabezpieczenie
pt_pt: Valor da posição bruta de segurança
ru_ru: Значение валовой позиции безопасности
th_th: มูลค่าฐานะรวมด้านความปลอดภัย
tr_tr: Güvenlik brüt pozisyon değeri
uk_ua: Валова вартість позиції безпеки

source: The sum of the absolute value of all stock and equity option positions
ar_sa: مجموع القيمة المطلقة لجميع صفقات خيارات الأسهم والأسهم
de_de: Die Summe des absoluten Wertes aller Aktien-und Aktienoptionspositionen
es_es: La suma del valor absoluto de todas las posiciones de opciones de acciones y equidad
fa_ir: مجموع ارزش مطلق از همه سهام و مواضع گزینه سهام
fr_fr: La somme de la valeur absolue de toutes les positions d'options sur actions et actions
hi_in: सभी स्टॉक और इक्विटी विकल्प पदों के निरपेक्ष मूल्य का योग
it_it: La somma del valore assoluto di tutte le posizioni di stock option e di equity option
ja_jp: すべての株式および株式オプションポジションの絶対値の合計
pl_pl: Suma wartości bezwzględnej wszystkich pozycji opcji giełdowych i kapitałowych
pt_pt: A soma do valor absoluto de todas as posições de opção de ações e patrimônio
ru_ru: Сумма абсолютной стоимости всех позиций опционов на акции и акции
th_th: ผลรวมของมูลค่าสัมบูรณ์ของตําแหน่งตัวเลือกหุ้นและตราสารทุนทั้งหมด
tr_tr: Tüm hisse senedi ve sermaye opsiyon pozisyonlarının mutlak değerinin toplamı
uk_ua: Сума абсолютної вартості всіх позицій щодо акцій та опціонів на акції

source: Cash
ar_sa: نقدي
de_de: Geld
es_es: Dinero metálico
fa_ir: پول نقد
fr_fr: Argent
hi_in: नकद
it_it: Contanti
ja_jp: 現物
pl_pl: Gotówki
pt_pt: Dinheiro
ru_ru: Расчетная
th_th: เงินสด
tr_tr: Nakit
uk_ua: Готівка

source: Total cash balance recognized at the time of trade + futures PNL
ar_sa: إجمالي رصيد النقدية المعترف بها في وقت التجارة + العقود الاجله pnl
de_de: Gesamtliquidität zum Zeitpunkt des Handels + Futures PNL anerkannt
es_es: Saldo total de efectivo reconocido en el momento del comercio + futuros PNL
fa_ir: موجودی نقدی کل به رسمیت شناخته شده در زمان تجارت + آینده PNL
fr_fr: Solde de trésorerie total comptabilisé au moment du commerce + futures PNL
hi_in: कुल नकद शेष व्यापार के समय में मांयता प्राप्त + वायदा pnl
it_it: Saldo totale di cassa rilevato al momento dell'operazione + futures PNL
ja_jp: PNL + 先物取引時に認識された現金収支合計
pl_pl: Łączne saldo gotówkowe uznawane w momencie handlu + kontrakty terminowe na PNL
pt_pt: Saldo de caixa total reconhecido no momento do comércio + futuros PNL
ru_ru: Общий остаток денежных средств, признаваемый на момент торговли + фьючерсы PNL
th_th: ยอดเงินสดคงเหลือทั้งหมดที่รับรู้ณ เวลาของการซื้อขาย + ฟิวเจอร์ส PNL
tr_tr: Ticaret + Futures PNL sırasında tanınan toplam nakit bakiyesi
uk_ua: Загальний залишок коштів, визнаний під час операції + ф'ючерсний PNL

source: Available funds
ar_sa: الأموال المتاحة
de_de: Verfügbare Mittel
es_es: Fondos disponibles
fa_ir: وجوه موجود
fr_fr: Fonds disponibles
hi_in: उपलब्ध धनराशि
it_it: Fondi disponibili
ja_jp: 利用可能な資金
pl_pl: Dostępne fundusze
pt_pt: Fundos disponíveis
ru_ru: Доступные средства
th_th: เงินทุนที่มีอยู่
tr_tr: Mevcut fonlar
uk_ua: Наявні кошти

source: This value tells what you have available for trading
ar_sa: هذه القيمة تحكي ما لديك المتاحة للتداول
de_de: Dieser Wert sagt, was Sie für den Handel zur Verfügung haben
es_es: Este valor indica lo que tiene disponible para el Trading
fa_ir: این مقدار می گوید آنچه شما برای معامله در دسترس دارید
fr_fr: Cette valeur indique ce que vous avez disponible pour le trading
hi_in: यह मान बताता है कि आपके पास व्यापार के लिए क्या उपलब्ध है
it_it: Questo valore indica ciò che hai a disposizione per la negoziazione
ja_jp: この値は、あなたが取引のために利用可能なものを伝えます
pl_pl: Wartość ta mówi, co masz do dyspozycji w handlu
pt_pt: Esse valor informa o que você tem disponível para negociação
ru_ru: Это значение показывает, что вы доступны для торговли
th_th: ค่านี้บอกสิ่งที่คุณมีให้สําหรับการซื้อขาย
tr_tr: Bu değer ne Ticaret için kullanılabilir olduğunu söyler
uk_ua: Це значення говорить про те, що у вас є для торгівлі

source: Excess liquidity
ar_sa: السيولة الزائدة
de_de: Überschüssige Liquidität
es_es: Exceso de liquidez
fa_ir: نقدینگی اضافی
fr_fr: Excédent de liquidité
hi_in: अतिरिक् त तरलता
it_it: Liquidità in eccesso
ja_jp: 過剰流動性
pl_pl: Nadmierna płynność
pt_pt: Excesso de liquidez
ru_ru: Избыточная ликвидность
th_th: สภาพคล่องส่วนเกิน
tr_tr: Fazla likidite
uk_ua: Надмірна ліквідність

source: This value shows your margin cushion, before liquidation
ar_sa: هذه القيمة تظهر وساده الهامش الخاص بك ، قبل التصفية
de_de: Dieser Wert zeigt Ihr Margenpolster, vor der Liquidation
es_es: Este valor muestra su amortiguador de margen, antes de la liquidación
fa_ir: این مقدار ، قبل از انحلال ، کوسن حاشیه شما را نشان می دهد
fr_fr: Cette valeur montre votre coussin de marge, avant la liquidation
hi_in: यह मान आपका मार्जिन कुशन दिखाता है, परिसमापन से पहले
it_it: Questo valore Mostra il vostro cuscino di margine, prima della liquidazione
ja_jp: この値は、清算前のマージンクッションを示します。
pl_pl: Wartość ta pokazuje poduszkę marginesu, przed likwidacją
pt_pt: Este valor mostra a sua almofada de margem, antes da liquidação
ru_ru: Это значение показывает вашу подушку маржи, перед ликвидацией
th_th: ค่านี้แสดงเบาะมาร์จิ้นของคุณก่อนการชําระบัญชี
tr_tr: Bu değer, tasfiye önce marj yastık gösterir
uk_ua: Це значення вказує запас маржі перед ліквідацією.

source: Post-expiry excess (predicted)
ar_sa: الفائض بعد انتهاء الصلاحية (متوقع)
de_de: Überschuss nach Ablauf (vorhergesagt)
es_es: Exceso de post-caducidad (predicho)
fa_ir: مازاد پس از انقضای (پیش بینی شده)
fr_fr: Excédent après expiration (prévu)
hi_in: पोस्ट-एक्सपायरी अतिरिक्त (अनुमानित)
it_it: Eccedenza post-scadenza (prevista)
ja_jp: 満期後の超過 (予想)
pl_pl: Nadwyżka po wygaśnięciu (przewidywana)
pt_pt: Excesso de pós-expiração (previsto)
ru_ru: Превышение после истечения срока действия (прогнозируемое)
th_th: ส่วนเกินหลังหมดอายุ (คาดการณ์ไว้)
tr_tr: Vade sonu aşırı (öngörülen)
uk_ua: Надлишок після закінчення терміну дії (прогноз)

source: Special memorandum account
ar_sa: الحساب التذكيري الخاص
de_de: Sonderabsichtserklärung
es_es: Cuenta de memorándum especial
fa_ir: حساب یادداشت ویژه
fr_fr: Compte de mémorandum spécial
hi_in: विशेष मेमोरेंडम खाता
it_it: Conto per memorandum speciale
ja_jp: 特別メモ勘定
pl_pl: Specjalne konto memorandum
pt_pt: Conta de memorando especial
ru_ru: Специальный меморандум счет
th_th: บัญชีบันทึกข้อตกลงพิเศษ
tr_tr: Özel mutabakat anlaşması hesabı
uk_ua: Спеціальний меморандум рахунок

source: Look ahead available funds
ar_sa: انظر إلى الامام الأموال المتاحة
de_de: Blick in die Zukunft
es_es: Mirar hacia adelante fondos disponibles
fa_ir: نگاه به جلو وجوه در دسترس
fr_fr: Consultez les fonds disponibles
hi_in: आगे देखो उपलब्ध धन
it_it: Guarda avanti i fondi disponibili
ja_jp: 利用可能な資金を先読み
pl_pl: Spójrzcie na dostępne fundusze
pt_pt: Olhe adiante os fundos disponíveis
ru_ru: Смотреть вперед доступные средства
th_th: มองไปข้างหน้ากองทุนที่มีอยู่
tr_tr: Mevcut fonları ileriye bakın
uk_ua: Прогнозовані доступні кошти

source: This value reflects your available funds at the next margin change
ar_sa: تعكس هذه القيمة الأموال المتاحة لديك عند تغيير الهامش التالي
de_de: Dieser Wert spiegelt Ihre verfügbaren Mittel bei der nächsten Margenänderung wider.
es_es: Este valor refleja los fondos disponibles en el siguiente cambio de margen
fa_ir: این مقدار وجوه موجود شما را در تغییر حاشیه بعدی نشان دهنده
fr_fr: Cette valeur reflète vos fonds disponibles au prochain changement de marge
hi_in: यह मान आपके उपलब्ध निधियों को अगले हाशिए परिवर्तन पर प्रतिबिंबित करता है
it_it: Questo valore riflette i fondi disponibili al prossimo cambiamento di margine
ja_jp: この値は、次のマージン変更時に使用可能な資金を反映します。
pl_pl: Wartość ta odzwierciedla dostępne fundusze przy następnej zmianie marginesu
pt_pt: Esse valor reflete seus fundos disponíveis na próxima alteração de margem
ru_ru: Это значение отражает ваши доступные средства при следующем изменении маржи
th_th: ค่านี้สะท้อนถึงเงินทุนที่มีอยู่ของคุณเมื่อมีการเปลี่ยนแปลงมาร์จิ้นครั้งต่อไป
tr_tr: Bu değer, bir sonraki marj değişiklikinde mevcut fonlarınızı yansıtır
uk_ua: Це значення відображає ваші доступні засоби при наступному зміні маржі

source: Look ahead excess liquidity
ar_sa: انظر إلى الامام السيولة الزائدة
de_de: Blick in die Zukunft überschüssige Liquidität
es_es: Mirar hacia delante exceso de liquidez
fa_ir: نگاهی پیش نقدینگی اضافی
fr_fr: Anticiper les excédents de liquidité
hi_in: आगे देखो अतिरिक्त तरलता
it_it: Guardare avanti liquidità in eccesso
ja_jp: 過剰流動性を見据えて
pl_pl: Spojrzenie w przyszłość nadmiar płynności
pt_pt: Olhe em frente em excesso de liquidez
ru_ru: Смотреть вперед избыточной ликвидности
th_th: มองไปข้างหน้าสภาพคล่องส่วนเกิน
tr_tr: Fazla likidite ileri bak
uk_ua: Прогнозована надмірна ліквідність

source: This value reflects your excess liquidity at the next margin change
ar_sa: تعكس هذه القيمة السيولة الزائدة عند تغيير الهامش التالي
de_de: Dieser Wert spiegelt Ihre überschüssige Liquidität bei der nächsten Margenänderung wider.
es_es: Este valor refleja el exceso de liquidez en el siguiente cambio de margen
fa_ir: این مقدار نقدینگی اضافی شما را در تغییر حاشیه بعدی نشان دهنده
fr_fr: Cette valeur reflète votre excédent de liquidité au prochain changement de marge
hi_in: यह मान आपके अगले मार्जिन परिवर्तन पर आपकी अतिरिक्त तरलता को दर्शाता है
it_it: Questo valore riflette la vostra liquidità in eccesso al prossimo cambiamento di margine.
ja_jp: この値は、次のマージン変更時の過剰流動性を反映します。
pl_pl: Wartość ta odzwierciedla nadwyżkę płynności przy następnej zmianie marginesu
pt_pt: Esse valor reflete o excesso de liquidez na próxima alteração de margem
ru_ru: Это значение отражает вашу избыточную ликвидность при следующем изменении маржи
th_th: ค่านี้สะท้อนถึงสภาพคล่องส่วนเกินของคุณในการเปลี่ยนแปลงมาร์จิ้นครั้งต่อไป
tr_tr: Bu değer, bir sonraki marj değişiklikinde aşırı likiditesini yansıtır
uk_ua: Це значення відображає вашу надмірну ліквідність при наступній зміні маржі.
