Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Margin frozen for pending orders
ar_sa: الهامش المجمد للأوامر المعلقة
de_de: Margin für ausstehende Aufträge eingefroren
es_es: Margen congelado para órdenes pendientes
fa_ir: حاشیه یخ زده برای سفارشات در انتظار
fr_fr: Marge gelée pour les commandes en attente
hi_in: लंबित आदेशों के लिए जमे मार्जिन
it_it: Margine congelato per gli ordini in sospeso
ja_jp: 保留中の注文のマージンが凍結されました
pl_pl: Depozyt zabezpieczający zamrożony dla zamówień oczekujących
pt_pt: Margem congelada para encomendas pendentes
ru_ru: Маржа заморожена для отложенных ордеров
th_th: มาร์จิ้นที่ถูกแช่แข็งสําหรับคําสั่งซื้อที่รอดําเนินการ
tr_tr: Bekleyen siparişler için dondurulan kenar boşluğu
uk_ua: Маржу заморожено для відкладених ордерів

source: Margin ratio
ar_sa: نسبة الهامش
de_de: Margenverhältnis
es_es: Relación de margen
fa_ir: نسبت حاشیه
fr_fr: Ratio de marge
hi_in: मार्जिन रेशियो
it_it: Rapporto margine
ja_jp: マージン比率
pl_pl: Współczynnik marży
pt_pt: Rácio de margem
ru_ru: Коэффициент маржи
th_th: อัตราส่วนมาร์จิ้น
tr_tr: Marj oranı
uk_ua: Коефіцієнт маржі

source: Quantity of positions
ar_sa: كمية المناصب
de_de: Anzahl der Positionen
es_es: Cantidad de puestos
fa_ir: کمیت موقعیت ها
fr_fr: Quantité de positions
hi_in: पदों की मात्रा
it_it: Quantità di posizioni
ja_jp: ポジションの数量
pl_pl: Ilość pozycji
pt_pt: Quantidade de posições
ru_ru: Количество позиций
th_th: จํานวนตําแหน่ง
tr_tr: Pozisyon miktarı
uk_ua: Кількість позицій

source: Passphase is empty
ar_sa: مرحلة المرور فارغة
de_de: Passphase ist leer
es_es: La fase de paso está vacía
fa_ir: پاسفاز خالی است
fr_fr: La phrase de passe est vide
hi_in: पासफेज खाली है
it_it: Passphase è vuota
ja_jp: パスフェーズが空です
pl_pl: Faza pasywów jest pusta
pt_pt: A passagem está vazia.
ru_ru: Пассфаза пуста
th_th: เฟสว่าง
tr_tr: Passphase boş
uk_ua: Пароль пустий

source: 12 words key is empty.
ar_sa: مفتاح 12 كلمة فارغ.
de_de: 12 Wörter Schlüssel ist leer.
es_es: La clave de 12 palabras está vacía.
fa_ir: 12 کلمه کلید خالی است.
fr_fr: La clé de 12 mots est vide.
hi_in: 12 शब्द कुंजी खाली है।
it_it: 12 parole chiave è vuoto.
ja_jp: 12 ワードのキーが空です。
pl_pl: 12 słów klucz jest pusty.
pt_pt: A chave de 12 palavras está vazia.
ru_ru: Ключ из 12 слов пуст.
th_th: คีย์ 12 คําว่างเปล่า
tr_tr: 12 kelime tuşu boş.
uk_ua: Ключ з 12 слів порожній.

source: Unconfirmed balances
ar_sa: أرصدة غير مؤكدة
de_de: Unbestätigte Salden
es_es: Saldos no confirmados
fa_ir: تعادل های تأیید نشده
fr_fr: Soldes non confirmés
hi_in: अपुष्ट संतुलन
it_it: Saldi non confermati
ja_jp: 未確認残高
pl_pl: Niepotwierdzone salda
pt_pt: Saldos não confirmados
ru_ru: Неподтвержденные остатки
th_th: ยอดดุลที่ยังไม่ได้รับการยืนยัน
tr_tr: Onaylanmamış bakiyeler
uk_ua: Непідтверджені залишки

source: Virtual balances
ar_sa: الأرصدة الظاهرية
de_de: Virtuelle Salden
es_es: Saldos virtuales
fa_ir: تعادل مجازی
fr_fr: Soldes virtuels
hi_in: वर्चुअल बैलेंस
it_it: Saldi virtuali
ja_jp: 仮想残高
pl_pl: Salda wirtualne
pt_pt: Saldos virtuais
ru_ru: Виртуальные балансы
th_th: ยอดคงเหลือเสมือน
tr_tr: Sanal bakiyeler
uk_ua: Віртуальні баланси

source: Balance
ar_sa: الرصيد
de_de: Gleichgewicht
es_es: Saldo
fa_ir: تعادل
fr_fr: Solde
hi_in: तराजू
it_it: bilancia
ja_jp: 残高：
pl_pl: saldo
pt_pt: Saldo
ru_ru: Баланс
th_th: ตาชั่ง
tr_tr: Bakiye
uk_ua: Баланс

source: Deposit
ar_sa: الإيداع
de_de: Einzahlung
es_es: Depositar
fa_ir: سپرده
fr_fr: Dépôt
hi_in: जमा
it_it: Deposito
ja_jp: 入金
pl_pl: Depozytu
pt_pt: Depósito
ru_ru: Депозит
th_th: ฝาก
tr_tr: Yatır
uk_ua: Депозит

source: Widthrawal
ar_sa: الراس الذي
fr_fr: Le Widthrawal
hi_in: विदथरावल
it_it: Prelievo
pl_pl: Z: Widthrawal
ru_ru: Видсравал
th_th: ไวด์วิวาล
tr_tr: Deniz
uk_ua: Виведення

source: Balances
ar_sa: الارصده
de_de: Salden
es_es: Saldos
fa_ir: توازن
fr_fr: Soldes
hi_in: शेष
it_it: Saldi
ja_jp: 残高
pl_pl: Salda
pt_pt: Saldos
ru_ru: Балансы
th_th: ยอด ดุล
tr_tr: Bakiye
uk_ua: Баланси

source: Fee info
ar_sa: معلومات الرسوم
es_es: Información de tarifas
fa_ir: اطلاعات هزینه
fr_fr: Info sur les frais
hi_in: शुल्क जानकारी
it_it: Info sui costi
ja_jp: 料金情報
pl_pl: Informacje o opłacie
pt_pt: Info taxa
ru_ru: Информация о комиссии
th_th: ข้อมูลค่าธรรมเนียม
tr_tr: Ücret bilgileri
uk_ua: Інформація про комісії

source: Secret
ar_sa: السريه
de_de: Geheimnis
es_es: Secreto
fa_ir: مخفی
hi_in: गुप्त
it_it: Segreto
ja_jp: 秘密
pl_pl: Tajne
pt_pt: Segredo
ru_ru: Секрет
th_th: ลับ
tr_tr: Gizli
uk_ua: Секрет

source: Thirty day volume
ar_sa: حجم الثلاثين يوما
de_de: 30 Tage Volumen
es_es: Volumen de treinta días
fa_ir: حجم سی روز
fr_fr: Volume sur trente jours
hi_in: तीस दिन की मात्रा
it_it: Volume di trenta giorni
ja_jp: 30日の容積
pl_pl: Trzydzieści dzień Tom
pt_pt: Volume de trinta dias
ru_ru: Тридцатидневный объем
th_th: ปริมาณสามสิบวัน
tr_tr: Otuz gün hacmi
uk_ua: Тридцятиденний обсяг

source: Next tier
ar_sa: الطبقة التالية
de_de: Nächste Stufe
es_es: Siguiente nivel
fa_ir: ردیف بعدی
fr_fr: Niveau suivant
hi_in: अगला टियर
it_it: Livello successivo
ja_jp: 次の層
pl_pl: Następny poziom
pt_pt: Próximo nível
ru_ru: Следующий уровень
th_th: ระดับถัดไป
tr_tr: Sonraki kademe
uk_ua: Наступний рівень

source: Open gross P/L
ar_sa: إجمال ر/خ المفتوحة
es_es: Abrir P/L bruto
fa_ir: باز کردن P/L ناخالص
fr_fr: Profit/perte bruts en court
hi_in: खुला सकल पी एल/
it_it: P/L lordo aperto
ja_jp: オープンな粗損益
pl_pl: Otwarte brutto P/L
pt_pt: L/P bruto aberto
ru_ru: Откр. валовая P/L
th_th: เปิด P / L ขั้นต้น
tr_tr: Açık brüt K/Z
uk_ua: Відкритий валовий P/L

source: Total Margin Value
ar_sa: إجمالي قيمه الهامش
de_de: Gesamten Margenwert
es_es: Valor de margen total
fa_ir: مقدار کل مارجین
fr_fr: Valeur totale de la marge
hi_in: कुल मार्जिन वैल्यू
it_it: Valore totale del margine
ja_jp: 合計マージン値
pl_pl: Łączna wartość marży
pt_pt: Valor total da margem
ru_ru: Общая величина маржи
th_th: มูลค่ามาร์จิ้นรวม
tr_tr: Toplam kenar boşluğu değeri
uk_ua: Сумарне значення маржі

source: Unrealized P/L
ar_sa: ر/خ الغير حقيقية
de_de: Nicht realisierte P / L
es_es: P/L no realizado
fa_ir: P/L غیر قابل تحقق
fr_fr: Profits/pertes irréalisés
hi_in: अचेतन पी एल/
it_it: P / L non realizzato
ja_jp: 現金化されていない損益
pl_pl: Niezrealizowany P / L
pt_pt: L/P não realizado
ru_ru: Нереализованная P/L
th_th: P / L ที่ยังไม่เกิดขึ้นจริง
tr_tr: Gerçekleştirilmemiş K/Z
uk_ua: Нереалізований P/L

source: Unrealized Lending Fees
ar_sa: رسوم الإقراض غير المحققة
de_de: Nicht realisierte Kreditgebühren
es_es: Cuotas de préstamos no realizadas
fa_ir: هزینه وام دهی غیر قابل تحقق
fr_fr: Frais de prêt non-réalisables
hi_in: अचेतन ऋण शुल्क
it_it: Commissioni di prestito non realizzate
ja_jp: 未実現貸付手数料
pl_pl: Niezrealizowanych opłat kredytowych
pt_pt: Taxas de empréstimo não-realidade
ru_ru: Нереализованные комиссии за кредитование
th_th: ค่าธรรมเนียมการให้กู้ยืมที่ยังไม่เกิดขึ้นจริง
tr_tr: Gerçekleşmemiş borç verme ücretleri
uk_ua: Нереалізований кредитний збір

source: Net Value
ar_sa: القيمة الصافية
de_de: Netto Wert
es_es: Valor neto
fa_ir: ارزش خالص
fr_fr: Valeur nette
hi_in: निवल मूल्य
it_it: Valore netto
ja_jp: 正味額
pl_pl: Wartość netto
pt_pt: Valor líquido
ru_ru: Чистая стоимость
th_th: มูลค่าสุทธิ
tr_tr: Net değeri
uk_ua: Чиста вартість

source: Total Borrowed Value
ar_sa: إجمالي القيمة المقترضة
de_de: Gesamten geliehenen Wert
es_es: Valor total prestado
fa_ir: مقدار کل قرض گرفته شده
fr_fr: Valeur totale empruntée
hi_in: कुल उधार मूल्य
it_it: Valore totale preso in prestito
ja_jp: 借入価額合計
pl_pl: Łączna wartość pożyczonych
pt_pt: Valor total do empréstimo
ru_ru: Общая стоимость заемных средств
th_th: มูลค่ารวมที่ยืมมา
tr_tr: Toplam borç değeri
uk_ua: Загальна вартість позикових коштів

source: Current margin
ar_sa: الهامش الحالي
de_de: Aktuellen Marge
es_es: Margen actual
fa_ir: مارجین کنونی
fr_fr: Marge actuelle
hi_in: वर्तमान हाशिया
it_it: Margine corrente
ja_jp: 現在のマージン
pl_pl: Bieżący margines
pt_pt: Margem atual
ru_ru: Текущая маржа
th_th: มาร์จิ้นปัจจุบัน
tr_tr: Mevcut marj
uk_ua: Поточна маржа

source: Delayed
ar_sa: مؤجل
de_de: verzögert
es_es: Retrasado
fa_ir: تاخیر
fr_fr: Retardé
hi_in: देरी से
it_it: ritardato
ja_jp: 延期
pl_pl: opóźniony
pt_pt: Atrasado
ru_ru: Отложено
th_th: ล่า ช้า
tr_tr: Ertelendi
uk_ua: Відкладено

source: Real time
ar_sa: مباشرة
de_de: Echtzeit
es_es: Tiempo real
fa_ir: زمان واقعی
fr_fr: temps réel
hi_in: वास्तविक समय
it_it: tempo reale
ja_jp: リアルタイム
pl_pl: Bieżące
pt_pt: Tempo real
ru_ru: Реал. время
th_th: เวลาจริง
tr_tr: Gerçek zamanlı
uk_ua: Реальний час

source: Central Index Key
ar_sa: مفتاح الفهرس المركزي
de_de: Zentraler Indexschlüssel
es_es: Clave del índice central
fa_ir: کلید شاخص مرکزی
fr_fr: Clé d’index central
hi_in: सेंट्रल इंडेक्स की
it_it: Chiave indice centrale
ja_jp: 中央インデックス キー
pl_pl: Centralny klucz indeksu
pt_pt: Chave central do índice
ru_ru: Центральный ключ индекса
th_th: คีย์ดัชนีกลาง
tr_tr: Merkezi Dizin Anahtarı
uk_ua: Центральний ключ індексу

source: A Central Index Key or CIK number is a number given to an individual, company, or foreign government by the United States Securities and Exchange Commission. The number is used to identify its filings in several online databases, including EDGAR.
ar_sa: رقم مفتاح الفهرس المركزي أو رقم CIK هو رقم يعطى إلى فرد أو شركة أو حكومة أجنبية من قبل لجنة الأوراق المالية والبورصة في الولايات المتحدة. ويستخدم هذا الرقم لتحديد إيداعاته في عدة قواعد بيانات على الإنترنت، بما في ذلك EDGAR.
de_de: Ein Central Index Key oder CIK-Nummer ist eine Zahl, die einer Einzelperson, einem Unternehmen oder einer ausländischen Regierung von der United States Securities and Exchange Commission gegeben wird. Die Nummer wird verwendet, um seine Einreichungen in mehreren Online-Datenbanken zu identifizieren, einschließlich EDGAR.
es_es: Una clave de índice central o un número CIK es un número dado a un individuo, empresa o gobierno extranjero por la Comisión de Bolsa y Valores de los Estados Unidos. El número se utiliza para identificar sus solicitudes en varias bases de datos en línea, incluyendo EDGAR.
fa_ir: کلید شاخص مرکزی یا شماره CIK شماره ای است که توسط کمیسیون بورس و اوراق بهادار ایالات متحده آمریکا به یک فرد، شرکت، یا دولت خارجی داده می شود. از این شماره برای شناسایی پرونده های آن در چندین پایگاه داده آنلاین از جمله EDGAR استفاده می شود.
fr_fr: Un numéro central de clé d’indice ou de CIK est un numéro donné à un gouvernement individuel, société ou étranger par la Securities and Exchange Commission des États-Unis. Le numéro est utilisé pour identifier ses dépôts dans plusieurs bases de données en ligne, y compris EDGAR.
hi_in: एक केंद्रीय सूचकांक कुंजी या CIK नंबर संयुक्त राज्य अमेरिका प्रतिभूति और विनिमय आयोग द्वारा एक व्यक्ति, कंपनी, या विदेशी सरकार को दिया गया एक नंबर है । इस नंबर का इस्तेमाल एडगर सहित कई ऑनलाइन डेटाबेस में इसके फाइलिंग की पहचान करने के लिए किया जाता है ।
it_it: Una chiave dell'indice centrale o un numero CIK è un numero dato a un individuo, una società o un governo straniero dalla Securities and Exchange Commission degli Stati Uniti. Il numero viene utilizzato per identificare i suoi depositi in diversi database online, tra cui EDGAR.
ja_jp: 中央インデックスキーまたはCIK番号は、米国証券取引委員会によって個人、会社、または外国政府に与えられる番号です。この番号は、EDGARを含むいくつかのオンラインデータベースでのファイリングを識別するために使用されます。
pl_pl: Centralny klucz indeksu lub numer CIK to numer nadany osobie fizycznej, firmie lub rządowi zagranicznemu przez Amerykańską Komisję Papierów Wartościowych i Giełd. Numer ten służy do identyfikacji jego zgłoszeń w kilku bazach danych online, w tym EDGAR.
pt_pt: Uma chave de índice central ou número CIK é um número dado a um indivíduo, empresa ou governo estrangeiro pela Comissão de Valores Mobiliários dos Estados Unidos. O número é usado para identificar os seus arquivos em várias bases de dados online, incluindo EDGAR.
ru_ru: Центральный индексный ключ или номер CIK – это номер, данный физическому лицу, компании или иностранному правительству Комиссией по ценным бумагам и биржам США. Номер используется для идентификации его заявок в нескольких онлайновых базах данных, включая EDGAR.
th_th: คีย์ดัชนีกลางหรือหมายเลข CIK คือหมายเลขที่กําหนดให้กับบุคคล บริษัท หรือรัฐบาลต่างประเทศโดยสํานักงานคณะกรรมการกํากับหลักทรัพย์และตลาดหลักทรัพย์แห่งสหรัฐอเมริกา หมายเลขนี้ใช้เพื่อระบุการยื่นเอกสารในฐานข้อมูลออนไลน์หลายแห่งรวมถึง EDGAR
tr_tr: Merkezi Endeks Anahtarı veya CIK numarası, Amerika Birleşik Devletleri Menkul Kıymetler ve Borsa Komisyonu tarafından bir kişiye, şirkete veya yabancı hükümete verilen numaradır. Numara, EDGAR da dahil olmak üzere çeşitli çevrimiçi veritabanlarındaki dosyalamalarını tanımlamak için kullanılır.
uk_ua: Центральний індексний ключ або номер CIK — це номер, наданий фізичній особу, компанії або іноземному уряду Комісією з цінних паперів і бірж США. Номер використовується для ідентифікації своїх заявок в декількох онлайн-базах даних, включаючи EDGAR.

source: The Financial Instrument Global Identifier
ar_sa: المعرف العمومي للأداة المالية
de_de: Der Global Identifier des Finanzinstruments
es_es: El Identificador Global del Instrumento Financiero
fa_ir: شناسه جهانی ابزار مالی
fr_fr: L’indicateur global de l’instrument financier
hi_in: वित्तीय साधन ग्लोबल पहचानकर्ता
it_it: Identificatore globale dello strumento finanziario
ja_jp: 金融商品のグローバル識別子
pl_pl: Globalny identyfikator instrumentu finansowego
pt_pt: O Identificador Global do Instrumento Financeiro
ru_ru: Глобальный идентификатор финансового инструмента
th_th: ตัวระบุส่วนกลางของเครื่องมือทางการเงิน
tr_tr: Finansal Araç Küresel Tanımlayıcı
uk_ua: Глобальний ID фінансового інструменту

source: The Financial Instrument Global Identifier (FIGI) is an established global standard issued under the guidelines of the Object Management Group (OMG.org, an international, non-profit standards organization)
ar_sa: أداة التعريف العالمي للأدوات المالية (FIGI) هو معيار عالمي راسخ صدر بموجب المبادئ التوجيهية لمجموعة إدارة الكائنات (OMG.org، وهي منظمة دولية للمعايير لا تستهدف الربح)
de_de: Der Financial Instrument Global Identifier (FIGI) ist ein etablierter globaler Standard, der nach den Richtlinien der Object Management Group (OMG.org, einer internationalen, gemeinnützigen Standardorganisation, herausgegeben wird)
es_es: El Identificador Global del Instrumento Financiero (FIGI) es un estándar global establecido emitido bajo las directrices del Grupo de Gestión de Objetos (OMG.org, una organización internacional de estándares sin fines de lucro)
fa_ir: شناسه جهانی ابزار مالی (FIGI) یک استاندارد جهانی تثبیت شده است که تحت دستورالعمل های گروه مدیریت شیء (OMG.org، یک سازمان استانداردهای بین المللی، غیرانتفاعی) صادر می شود.
fr_fr: Le Financial Instrument Global Identifier (FIGI) est une norme mondiale établie selon les lignes directrices du Object Management Group (OMG.org, une organisation internationale de normalisation à but non lucratif)
hi_in: फाइनेंशियल इंस्ट्रूमेंट ग्लोबल आइडेंटिअर (FIGI) ऑब्जेक्ट मैनेजमेंट ग्रुप (OMG.org, एक अंतरराष्ट्रीय, गैर-लाभकारी मानक संगठन) के दिशानिर्देशों के तहत जारी किया गया एक स्थापित वैश्विक मानक है
it_it: Il Financial Instrument Global Identifier (FIGI) è uno standard globale stabilito emesso secondo le linee guida dell'Object Management Group (OMG.org, un'organizzazione internazionale senza standard senza scopo di lucro)
ja_jp: 金融商品グローバル識別子(図表)は、オブジェクト管理グループ(OMG.org、国際非営利の標準化団体)のガイドラインに基づき発行された確立されたグローバルスタンダードです。
pl_pl: Globalny identyfikator instrumentu finansowego (FIGI) jest ustalonym globalnym standardem wydanym zgodnie z wytycznymi Grupy Zarządzania Obiektami (OMG.org, międzynarodowej organizacji zajmującej się standardami non-profit)
pt_pt: O Instrumento Financeiro Global Identifier (FIGI) é uma norma global estabelecida emitida de acordo com as orientações do Grupo de Gestão de Objetos (OMG.org, uma organização internacional de padrões sem fins lucrativos)
ru_ru: Глобальный идентификатор финансового инструмента (FIGI) является установленным глобальным стандартом, изданным в соответствии с руководящими принципами Группы по управлению OMG.org (международная некоммерческая организация по стандартизации)
th_th: เครื่องมือทางการเงิน Global Identifier (FIGI) เป็นมาตรฐานระดับโลกที่จัดตั้งขึ้นซึ่งออกภายใต้แนวทางของกลุ่มการจัดการวัตถุ (OMG.org ซึ่งเป็นองค์กรมาตรฐานระหว่างประเทศที่ไม่แสวงหาผลกําไร)
tr_tr: Finansal Araç Global Tanımlayıcı (FIGI), Nesne Yönetimi Grubu (OMG.org, kar amacı gütmeyen uluslararası bir standart organizasyonu) yönergeleri altında yayınlanan yerleşik bir küresel standarttır.
uk_ua: Глобальний ID фінансового інструменту (FIGI) - це встановлений глобальний стандарт, виданий відповідно до керівних принципів Групи управління об'єктами (OMG.org, міжнародної, некомерційної організації стандартів)

source: Legal Entity Identifier
ar_sa: معرف الكيان القانوني
de_de: Juristischer Entitätsbezeichner
es_es: Identificador de entidades jurídicas
fa_ir: شناسه نهاد حقوقی
fr_fr: Identificateur de l’entité juridique
hi_in: कानूनी इकाई पहचानकर्ता
it_it: Identificatore persona giuridica
ja_jp: 法人識別子
pl_pl: Identyfikator podmiotu prawnego
pt_pt: Identificador de Entidade Jurídica
ru_ru: Идентификатор юридического лица
th_th: ตัวระบุนิติบุคคล
tr_tr: Tüzel Kişi Tanımlayıcı
uk_ua: ID юридичної особи

source: Legal Entity Identifier (LEI) guid for symbol
ar_sa: المعرف المعرف القانوني (معرّف الكيان القانوني) للرمز
de_de: Legal Entity Identifier (LEI) guid für Symbol
es_es: Guid del Identificador de Personas Jurídicas (IPJ) para el símbolo
fa_ir: شناسه نهاد حقوقی (LEI) هدایت برای نماد
fr_fr: Guid (Legal Entity Identifier) pour symbole
hi_in: कानूनी इकाई पहचानकर्ता (LEI) प्रतीक के लिए मार्गदर्शक
it_it: GUID identificatore persona giuridica (LEI) per il simbolo
ja_jp: シンボルの取引主体識別子(LEI)のガイド
pl_pl: Identyfikator podmiotu prawnego (LEI) guid dla symbolu
pt_pt: Identificador de Entidade Jurídica (LEI) guia para símbolo
ru_ru: Идентификатор юридического лица (LEI) для символа
th_th: ตัวระบุนิติบุคคล (LEI) guid สําหรับสัญลักษณ์
tr_tr: Tüzel Kişi Tanımlayıcı (LEI) sembol için kılavuz
uk_ua: ID юридичної особи (LEI) для символу

source: SIC
ar_sa: كذا
hi_in: एसआईसी
th_th: ซีไอซี

source: Standard Industrial Classification (SIC) id for symbol
ar_sa: معرف التصنيف الصناعي القياسي (SIC) للرمز
de_de: Standard Industrial Classification (SIC) ID für Symbol
es_es: Identificador de clasificación industrial estándar (SIC) para el símbolo
fa_ir: شناسه طبقه بندی صنعتی استاندارد (SIC) برای نماد
fr_fr: Id de classification industrielle standard (SIC) pour symbole
hi_in: प्रतीक के लिए मानक औद्योगिक वर्गीकरण (एसआईसी) आईडी
it_it: ID di classificazione industriale standard (SIC) per il simbolo
ja_jp: シンボルの標準産業分類 (SIC) ID
pl_pl: Standardowa klasyfikacja przemysłowa (SIC) id dla symbolu
pt_pt: Id de Classificação Industrial Padrão (SIC) para símbolo
ru_ru: Идентификатор стандартной промышленной классификации (SIC) для символа
th_th: รหัสการจําแนกประเภทอุตสาหกรรมมาตรฐาน (SIC) สําหรับสัญลักษณ์
tr_tr: Sembol için Standart Endüstriyel Sınıflandırma (SIC) kimliği
uk_ua: ID стандартної промислової класифікації (SIC) для символу

source: Bloomberg guid
ar_sa: بلومبرغ المعرف الفريد
fa_ir: هدایت بلومبرگ
hi_in: ब्लूमबर्ग गाइड
ja_jp: ブルームバーグガイド
pt_pt: Bloomberg orienta
ru_ru: Блумберг гид
th_th: บลูมเบิร์ก guid
tr_tr: Bloomberg yol gösterici
uk_ua: Блумберг guid

source: Bloomberg guid for this symbol
ar_sa: بلومبرغ المعرف الفريد لهذا الرمز
de_de: Bloomberg guid für dieses Symbol
es_es: Bloomberg guid para este símbolo
fa_ir: هدایت بلومبرگ برای این نماد
fr_fr: Bloomberg guid pour ce symbole
hi_in: ब्लूमबर्ग इस प्रतीक के लिए मार्गदर्शक
it_it: Bloomberg guid per questo simbolo
ja_jp: このシンボルのブルームバーグガイド
pl_pl: Bloomberg guid dla tego symbolu
pt_pt: Bloomberg guia para este símbolo
ru_ru: Bloomberg guid для этого символа
th_th: บลูมเบิร์กแนะนําสัญลักษณ์นี้
tr_tr: Bloomberg bu sembol için kılavuz
uk_ua: Блумберг guid для цього символу

source: Company name
ar_sa: اسم الشركة
de_de: Firmenname
es_es: Nombre de la compañía
fa_ir: نام شرکت
fr_fr: Nom de la société
hi_in: कंपनी का नाम
it_it: Nome dell'azienda
ja_jp: 会社名
pl_pl: Nazwa brokera
pt_pt: Nome da empresa
ru_ru: Название компании
th_th: ชื่อบริษัท
tr_tr: Şirket Adı
uk_ua: Назва компанії

source: Name of the company/entity
ar_sa: اسم الشركة/الكيان
de_de: Name des Unternehmens/Unternehmens
es_es: Nombre de la empresa/entidad
fa_ir: نام شرکت / نهاد
fr_fr: Nom de la société/entité
hi_in: कंपनी/इकाई का नाम
it_it: Nome della società/entità
ja_jp: 会社/エンティティの名前
pl_pl: Nazwa firmy/podmiotu
pt_pt: Nome da empresa/entidade
ru_ru: Название компании/юридического лица
th_th: ชื่อบริษัท/นิติบุคคล
tr_tr: Şirketin/kuruluşun adı
uk_ua: Назва компанії/суб'єкта господарювання

source: Company description
ar_sa: وصف الشركة
de_de: Firmenbeschreibung
es_es: Descripción de la empresa
fa_ir: توضیحات شرکت
fr_fr: Description de l’entreprise
hi_in: कंपनी विवरण
it_it: Descrizione dell'azienda
ja_jp: 会社説明
pl_pl: Opis firmy
pt_pt: Descrição da empresa
ru_ru: Описание компании
th_th: รายละเอียด บริษัท
tr_tr: Şirket açıklaması
uk_ua: Опис компанії

source: A description of the company and what they do/offer
ar_sa: وصف الشركة وما تقوم به / العرض
de_de: Eine Beschreibung des Unternehmens und was sie tun/bieten
es_es: Una descripción de la empresa y lo que hacen/ofrecen
fa_ir: شرحی از شرکت و آنچه انجام می دهند / ارائه
fr_fr: Une description de l’entreprise et de ce qu’elle fait/offre
hi_in: कंपनी का विवरण और वे क्या करते हैं/
it_it: Una descrizione dell'azienda e cosa fanno/offrono
ja_jp: 会社の説明と、その会社が何を提供するか
pl_pl: Opis firmy i tego, co robią/oferują
pt_pt: Uma descrição da empresa e do que fazem/oferecem
ru_ru: Описание компании и того, что они делают/предлагают
th_th: คําอธิบายของ บริษัท และสิ่งที่พวกเขาทํา / เสนอ
tr_tr: Şirketin açıklaması ve ne yaptıkları/teklif ettikleri
uk_ua: Опис компанії і що вони роблять / пропонують

source: Industry this company operates in
ar_sa: الصناعة التي تعمل فيها هذه الشركة
de_de: Industrie dieses Unternehmens ist in
es_es: Industria esta empresa opera en
fa_ir: صنعت این شرکت در
fr_fr: Industrie dans laquelle cette entreprise opère
hi_in: उद्योग इस कंपनी में संचालित
it_it: Industria in cui opera questa società
ja_jp: この会社が事業を展開する業界
pl_pl: Przemysł ta firma działa w
pt_pt: Indústria esta empresa opera em
ru_ru: Промышленность, в
th_th: อุตสาหกรรมที่บริษัทนี้ดําเนินธุรกิจอยู่
tr_tr: Bu şirketin faaliyet gösterdiği endüstri
uk_ua: Галузь, в яких працює ця компанія

source: Sector of the industry in which this symbol operates in
ar_sa: قطاع الصناعة التي يعمل فيها هذا الرمز في
de_de: Sektor der Branche, in der dieses Symbol in
es_es: Sector de la industria en la que este símbolo opera en
fa_ir: بخشي از صنعتي که اين نماد در آن عمل مي کند
fr_fr: Secteur de l’industrie dans laquelle ce symbole opère dans
hi_in: उद्योग का वह क्षेत्र जिसमें यह प्रतीक संचालित होता है
it_it: Settore dell'industria in cui questo simbolo opera in
ja_jp: このシンボルが動作する業界のセクター
pl_pl: Sektor przemysłu, w którym ten symbol działa w
pt_pt: Sector da indústria em que este símbolo opera em
ru_ru: Сектор промышленности, в котором этот символ работает в
th_th: ภาคอุตสาหกรรมที่สัญลักษณ์นี้ดําเนินงานใน
tr_tr: Bu sembolün faaliyet gösterdiği sektörün sektörü
uk_ua: сектору галузі, в якій цей символ діє в

source: Company website
ar_sa: موقع الشركة
de_de: Website des Unternehmens
es_es: Sitio web de la empresa
fa_ir: وب سایت شرکت
fr_fr: Site Web de l’entreprise
hi_in: कंपनी की वेबसाइट
it_it: Sito web dell'azienda
ja_jp: 会社ウェブサイト
pl_pl: Strona internetowa firmy
pt_pt: Site da empresa
ru_ru: Веб-сайт компании
th_th: เว็บไซต์บริษัท
tr_tr: Şirket web sitesi
uk_ua: Веб-сайт компанії
