Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Initializing quotes socket...
ar_sa: تهيئة مأخذ التوصيل لعلامات الاقتباس...
de_de: Initialisieren von Anführungszeichen Socket...
es_es: Inicializando el socket de cotizaciones...
fa_ir: آغاز به نقل از سوکت...
fr_fr: Initialisation des citations socket...
hi_in: शुरुआत उद्धरण सॉकेट...
it_it: Inizializzazione socket quotazioni in corso...
ja_jp: 引用符ソケットを初期化します。
pl_pl: Inicjowanie gniazda cudzysłowu...
pt_pt: Inicialização de orçamentos tomada...
ru_ru: Инициализация котировки гнездо ...
th_th: การเริ่มต้นซ็อกเก็ตใบเสนอราคา...
tr_tr: Tırnak soketi başlatılıyor...
uk_ua: Ініціалізація сокету котирувань...

source: Initializing trade socket...
ar_sa: تهيئة مأخذ التوصيل التجاري...
de_de: Handelsbuchse wird initialisiert...
es_es: Inicializando el socket de comercio...
fa_ir: آغاز سوکت تجاری...
fr_fr: Initialisation de la prise commerciale...
hi_in: व्यापार सॉकेट शुरू...
it_it: Inizializzazione della presa commerciale in corso...
ja_jp: トレードソケットの初期化.
pl_pl: Inicjowanie gniazda handlowego...
pt_pt: Inicializando tomada de comércio...
ru_ru: Инициализация торговой розетки...
th_th: เริ่มต้นซ็อกเก็ตการค้า...
tr_tr: Ticaret soketinin başlatılması...
uk_ua: Ініціалізація торгового сокету...

source: CashMarginAvailable
ar_sa: كاش مارغيناييليبل
de_de: CashMarginVerfügbar
hi_in: कैशमार्किन उपलब्ध
ja_jp: 現金利益率利用可能
pl_pl: GotówkaMarginDostępny
pt_pt: CashMargin Disponível
ru_ru: CashMarginДоступный
th_th: แคชมาร์กินพร้อมใช้งาน

source: AdhocMargin
fa_ir: اهوک ماژین
th_th: แอดฮอคมาร์กิน
uk_ua: АдхокМаргін

source: NotinalCash
th_th: โนตินาลแคช

source: PayInAmount
th_th: เพย์อินเมาท์

source: CNCSellBenifit
th_th: ซีเอ็นซีเซลเบนิฟิต

source: DirectCollateral
de_de: Direkte Sicherheiten
fa_ir: دایرکت کولاترال
th_th: ไดเร็คคัลไซด์
uk_ua: Прямийколатальний

source: HoldingCollateral
de_de: HoldingSicherheiten
fa_ir: هولدینگ کولترال
th_th: โฮลดิ้งคอลไซด์
uk_ua: ХолдінгКолатераль

source: SellOptionsPremium
th_th: ขายออปชั่นพรีเมียม

source: TotalBranchAdhoc
fa_ir: توتال برانچ آدهوک
th_th: โททาลแบรนช์แอดฮอค

source: AdhocFOMargin
th_th: แอดฮอคเอฟโอมาร์กิน

source: AdhocCurrencyMargin
it_it: AdhocValutaMargina
th_th: แอดฮอคมิวสิคัลมาร์กิน

source: AdhocCommodityMargin
de_de: AdhocCommodityMarge
th_th: แอดฮอคคอมโมดิตี้มาร์กิน

source: MTM
hi_in: एमटीएम
th_th: เอ็มทีเอ็ม

source: RealizedMTM
de_de: RealisiertMTM
fr_fr: RéaliséMTM
hi_in: एहसासटीएम
it_it: RealizzatoMTM
ja_jp: 実現MTM
pl_pl: ZrealizowanaTM
pt_pt: RealizeMTM
ru_ru: РеализованоMTM
th_th: ตระหนักMTM
tr_tr: GerçekleşenMTM

source: UnrealizedMTM
ar_sa: غير محققةMTM
de_de: UnrealisiertesMTM
fa_ir: غیر تحقق نیافته ام تی ام
hi_in: अचेतनMTM
it_it: MTM non realizzato
ja_jp: 未実現MTM
pl_pl: Niezrealizowana MTM
pt_pt: MTM não realizado
ru_ru: НереализованныйMTM
th_th: ยังไม่เกิดขึ้นจริงMTM
tr_tr: Gerçekleşmemiş MTM

source: cashAvailable
de_de: cashVerfügbar
hi_in: नकद उपलब्ध
ja_jp: 現金 利用可能
pl_pl: gotówkaDostępna
pt_pt: dinheiro disponível
ru_ru: наличныеДоступные
th_th: เงินสดพร้อมใช้งาน
tr_tr: hKullanılabilirNakit

source: collateral
ar_sa: ضمانات
de_de: Sicherheit
es_es: Colateral
fa_ir: وثیقه
fr_fr: Garantie
hi_in: संपार्श्विक
it_it: Collaterale
ja_jp: 担保
pl_pl: Zabezpieczenia
pt_pt: garantia
ru_ru: Залога
th_th: หลักประกัน
tr_tr: Teminat

source: marginUtilized
ar_sa: تمتَحّل
de_de: marginVerwendet
es_es: marginUtilizado
fr_fr: margeUtilisée
hi_in: मार्जिन का उपयोग किया गया
it_it: margineUtilizzato
ja_jp: マージン活用
pt_pt: marginUtilizado
ru_ru: маржаУтилизованная
th_th: มาร์จิ้นใช้ประโยชน์

source: netMarginAvailable
ar_sa: netمارجينافال
de_de: netMarginVerfügbar
hi_in: नेटमार्गिन उपलब्ध
ja_jp: 利用可能な純利益
pl_pl: netMarginDostępne
pt_pt: netMargin Disponível
ru_ru: netMarginДоступный
th_th: เน็ตมาร์จินพร้อมใช้งาน
tr_tr: MevcutnetMargin

source: BuyExposureFuturesLimit
fr_fr: AcheterExposureFuturesLimit
hi_in: खरीदेंExposureFuturesLimit
ja_jp: ア露出フューチャーズリミット
th_th: ซื้อเอ็กซ์โปชัวร์ฟูตูร์ลิมิท
tr_tr: AlışPozlamaVadeliLimiti

source: BuyExposureLimit
ar_sa: شراء اكسبراليت
fr_fr: AcheterExposureLimit
hi_in: खरीदेंExposureLimit
ja_jp: 購入露出制限
th_th: ซื้อเอ็กซ์โปสัวร์ลิมิท
tr_tr: AlışPozlamaLimiti

source: BuyExposureOptionsLimit
fr_fr: AcheterExpopositionOptionsLimit
hi_in: खरीदेंExposureOptionsLimit
ja_jp: 購入露出オプション制限
th_th: ซื้อตัวเลือกประสบการณ์Limit
tr_tr: AlışPozlamaAyarlarıLimiti

source: CNCLimit
es_es: CNCLimitar
fa_ir: سی ان سیلیمیت
hi_in: सीएनसीएलआईआईटी
it_it: Limite CNC
ja_jp: CNCリミット
th_th: ซีเอ็นซีลิมิท

source: GrossExposureLimit
ar_sa: غروس اكسبرايمليت
hi_in: ग्रॉसएक्सपोजर्लिमिट
ja_jp: グロス露出制限
pl_pl: Ekspozycja bruttoLimit
ru_ru: ВаловойЭкспозицияЛимит
th_th: กรอสเอ็กซ์โปชัวร์ลิมิท
tr_tr: Brüt Pozlama Limiti

source: SellExposureLimit
hi_in: सेलएक्सपोजर्लिमिट
ja_jp: セルエクスポージャーリジャーリミット
pl_pl: SprzedażExposureLimit
ru_ru: ПродатьЭкспозициюЛимит
th_th: ขายเอ็กซ์โปชัวร์ลิมิท
tr_tr: SatışPozlamaLimiti

source: TurnoverLimitPresent
fa_ir: گردش مالیLimitPresent
fr_fr: Chiffre d’affairesLimitPresent
hi_in: टर्नओवरलिमिटेंट
ja_jp: ターンオーバーリミットプレゼント
pl_pl: ObrótLimitPresent
pt_pt: Volume de NegóciosLimitPresent
ru_ru: ОборотЛимитПрезент
th_th: การหมุนเวียนLimitPresent

source: ExposureMarginPresent
ar_sa: مُنَار التعريضي
fr_fr: ExpositionMarginPresent
hi_in: एक्सपोजररगिनप्रेजेंट
ja_jp: 露光マージンプレゼント
pl_pl: EkspozycjaMarginPresent
ru_ru: ЭкспозицияМаргинПрезент
th_th: การเปิดรับแสงมาร์จินพรีเซนท์
tr_tr: Pozlama MarjıPresent

source: LimitUsed
ar_sa: تم تقييدها
hi_in: उपयोग की गई सीमा
it_it: Limite Utilizzato
ja_jp: 使用される制限
pl_pl: Obsycony limitem
pt_pt: Limiteu-se
ru_ru: ЛимитUsed
th_th: ขีด จํากัดใช้แล้ว
tr_tr: KullanılanLimit

source: MarginUsed
ar_sa: الهامش المستخدم
hi_in: मार्जिन का इसयूज किया गया
it_it: MargineUtilizzato
ja_jp: マージン使用済み
pl_pl: Marginesu
ru_ru: МаржаUsed
th_th: มาร์จิ้นUsed
tr_tr: KullanılanMarjin

source: TotalSpanMargin
ar_sa: مجموعسبان مارغين
hi_in: योगस्पैनमार्ग
ja_jp: 合計スパンマージン
pl_pl: SumaMargina
th_th: โททาลสแปนมาร์กิน
tr_tr: Toplam Yayılma Marjı

source: BranchId
ar_sa: معرف فرعي
hi_in: ब्रांचआईडी
it_it: Id BranchId
ja_jp: ブランチ Id
pl_pl: OddziałId
ru_ru: ФилиалИд
th_th: แบรนช์ไอดี
tr_tr: Şube Kimliği

source: SEBI
hi_in: सेबी
ru_ru: Уепбр
th_th: เซบี
tr_tr: Solak

source: ClientId
ar_sa: معرف العميل
hi_in: क्लाइंटआईडी
th_th: รหัสลูกค้า
tr_tr: Clientıd

source: ClientName
fa_ir: نام مشتری
fr_fr: Nom du client
hi_in: क्लाइंटनेम
it_it: Nome Client
pl_pl: Nazwa klienta
pt_pt: Nome cliente
ru_ru: Имя клиента
th_th: ชื่อไคลเอ็นต์
tr_tr: Clıentname

source: ClientType
ar_sa: نوع العميل
hi_in: क्लाइंटटाइप
it_it: Tipo Di Client
ja_jp: クライアントタイプ
pl_pl: Typ klienta
ru_ru: КлиентТип
th_th: ประเภทลูกค้า
tr_tr: İstemci Tipi

source: CreatedBy
ar_sa: تم الإنشاء من قبل
hi_in: बनाया गया
it_it: Creato da
ja_jp: 作成者
ru_ru: Создано
th_th: สร้างโดย

source: CreatedOn
ar_sa: تم إنشاء
hi_in: सृजितन
it_it: Creato Su
ja_jp: 作成されたオン
ru_ru: СозданоОн
th_th: สร้างแล้วบน

source: EmailId
ar_sa: معرف البريد الإلكتروني
hi_in: ईमेलआईडी
it_it: Id e-mail
ja_jp: 電子メール ID
pl_pl: EmailId (EmailId)
th_th: อีเมลId
tr_tr: E-posta Kimliği

source: LastUpdatedBy
ar_sa: آخر تحديثBy
ja_jp: ラストアップデートバイ
pl_pl: LastUpdatedBy (Wyparte przez)
th_th: ล่าสุดอัพเดทโดย
tr_tr: Son Güncelleme

source: LastUpdatedOn
ar_sa: آخر تاريخ
hi_in: लास्टअप्दिन्सन
ja_jp: ラストアップデートオン
pl_pl: OstatniUpdatedOn
th_th: ล่าสุดอัปเดตแล้ว
tr_tr: Son Güncelleme

source: MobileNo
ar_sa: موبايلNo
hi_in: मोबाइलनं
ja_jp: モバイルなし
ru_ru: МобильныйNo
th_th: มือถือไม่มี

source: OfficeAddress
ar_sa: عنوان OfficeAddress
fa_ir: دفتر آدرس
hi_in: ऑफिसड्रेस
it_it: Indirizzo Ufficio
ja_jp: オフィスアドレス
pl_pl: Adres biurowy
th_th: สํานักงานผู้ช่วย
tr_tr: Ofis Adresi

source: PAN
ar_sa: عموم
de_de: Pfanne
es_es: cacerola
fa_ir: پان
hi_in: बरतन
it_it: padella
ja_jp: パン
ru_ru: Пан
th_th: กระทะ

source: ResidentialAddress
ar_sa: السكنيةعن عنوان
fa_ir: آدرس مسکونی
fr_fr: RésidentielAddress
hi_in: आवासीय पोशाक
it_it: Indirizzo Residential
ja_jp: 居住用住所
pl_pl: ResidentialAddress (Dom mieszkalny)
pt_pt: ResidencialAddress
ru_ru: РезиденцияАдрес
th_th: ที่อยู่อาศัยที่อยู่
tr_tr: Konut Adresi

source: Requesting client config...
ar_sa: يتم الآن طلب تكوين العميل...
de_de: Clientkonfiguration wird angefordert...
es_es: Solicitar la configuración del cliente...
fa_ir: درخواست پیکربندی مشتری...
fr_fr: Demande de confise client...
hi_in: ग्राहक कॉन्फ़िग का अनुरोध ...
it_it: Richiesta di configurazione client in corso...
ja_jp: クライアント構成を要求しています。
pl_pl: Żądanie konfiguracji klienta...
pt_pt: Solicitando cliente config...
ru_ru: Запрос клиента config ...
th_th: ขอการกําหนดค่าไคลเอ็นต์...
tr_tr: İsteme istemci config...
uk_ua: Запит конфігурації клієнта...

source: Expulsion date
ar_sa: تاريخ الطرد
de_de: Ausweisungsdatum
es_es: Fecha de expulsión
fa_ir: تاریخ اخراج
fr_fr: Date d’expulsion
hi_in: निष्कासन की तारीख
it_it: Data di espulsione
ja_jp: 追放日
pl_pl: Data wydalenia
pt_pt: Data de expulsão
ru_ru: Дата высылки
th_th: วันที่ขับไล่
tr_tr: Sınırdışı tarihi
uk_ua: Дата висилки

source: Issue maturity date
ar_sa: تاريخ استحقاق الإصدار
de_de: Fälligkeitsdatum der Emission
es_es: Fecha de vencimiento de la emisión
fa_ir: تاریخ بلوغ مسئله
fr_fr: Date d’échéance de l’émission
hi_in: परिपक्वता तिथि जारी करें
it_it: Data di scadenza dell'emissione
ja_jp: 発行の満期日
pl_pl: Data spłaty wydania
pt_pt: Data de vencimento da emissão
ru_ru: Дата погашения выпуска
th_th: วันที่ครบกําหนดออก
tr_tr: Sorun vade tarihi
uk_ua: Дата погашення випуску

source: Re-admission date
ar_sa: تاريخ إعادة القبول
de_de: Wiedereintrittsdatum
es_es: Fecha de admisión
fa_ir: تاریخ پذیرش مجدد
fr_fr: Date de ré admission
hi_in: पुनः प्रवेश तिथि
it_it: Data di riammissione
ja_jp: 再入学日
pl_pl: Data ponownego przyjęcia
pt_pt: Data de admissão
ru_ru: Дата повторного приема
th_th: วันที่กลับเข้าประเทศ
tr_tr: Yeniden kabul tarihi
uk_ua: Дата повторного зарахування

source: Corporate action
ar_sa: إجراءات الشركة
de_de: Unternehmensaktion
es_es: Acción corporativa
fa_ir: اقدام شرکتی
fr_fr: Action d’entreprise
hi_in: कॉर्पोरेट कार्रवाई
it_it: Azione aziendale
ja_jp: コーポレートアクション
pl_pl: Działania korporacyjne
pt_pt: Ação corporativa
ru_ru: Корпоративная деятельность
th_th: การดําเนินการขององค์กร
tr_tr: Kurumsal eylem
uk_ua: Корпоративна діяльність

source: Issue rate
ar_sa: معدل الإصدار
de_de: Ausgaberate
es_es: Tasa de emisión
fa_ir: نرخ مسئله
fr_fr: Taux d’émission
hi_in: निर्गम दर
it_it: Tasso di emissione
ja_jp: 発行レート
pl_pl: Wskaźnik emisji
pt_pt: Taxa de emissão
ru_ru: Ставка выпуска
th_th: อัตราการออก
tr_tr: Sorun oranı
uk_ua: Швидкість випуску

source: Interest payment date
ar_sa: تاريخ دفع الفائدة
de_de: Zinszahlungsdatum
es_es: Fecha de pago de intereses
fa_ir: تاریخ پرداخت بهره
fr_fr: Date de paiement des intérêts
hi_in: ब्याज भुगतान की तारीख
it_it: Data di pagamento degli interessi
ja_jp: 利息支払日
pl_pl: Data wypłaty odsetek
pt_pt: Data de pagamento de juros
ru_ru: Дата выплаты процентов
th_th: วันที่ชําระดอกเบี้ย
tr_tr: Faiz ödeme tarihi
uk_ua: Дата виплати відсотків

source: Listing date
ar_sa: تاريخ الإدراج
de_de: Datum der Auflistung
es_es: Fecha de listado
fa_ir: تاریخ لیست
fr_fr: Date d’inscription
hi_in: लिस्टिंग की तारीख
it_it: Data dell'inserzione
ja_jp: リスト日付
pl_pl: Data aukcji
pt_pt: Data de listagem
ru_ru: Дата листинга
th_th: วันที่ลงประกาศ
tr_tr: Giriş tarihi
uk_ua: Дата лістингу

source: Unique key
ar_sa: مفتاح فريد
de_de: Einzigartiger Schlüssel
es_es: Clave única
fa_ir: کلید منحصر به فرد
fr_fr: Clé unique
hi_in: अनोखी चाबी
it_it: Chiave univoca
ja_jp: 固有キー
pl_pl: Unikatowy klucz
pt_pt: Chave única
ru_ru: Уникальный ключ
th_th: คีย์ที่ไม่ซ้ํากัน
tr_tr: Benzersiz anahtar
uk_ua: Унікальний ключ

source: Credit rating
ar_sa: التصنيف الائتماني
de_de: Bonität
es_es: Calificación crediticia
fa_ir: رتبه اعتباری
fr_fr: Cote de crédit
hi_in: क्रेडिट रेटिंग
it_it: Rating del credito
ja_jp: 信用格付け
pl_pl: Ratingowych
pt_pt: Notação de crédito
ru_ru: Кредитный рейтинг
th_th: อันดับเครดิต
tr_tr: Kredi derecelendirmesi
uk_ua: Кредитний рейтинг

source: Record date
ar_sa: تاريخ التسجيل
de_de: Aufzeichnungsdatum
es_es: Fecha de registro
fa_ir: تاریخ ثبت
fr_fr: Date d’enregistrement
hi_in: रिकॉर्ड तिथि
it_it: Data di registrazione
ja_jp: 記録日
pl_pl: Data rekordu
pt_pt: Data recorde
ru_ru: Дата записи
th_th: วันกําหนดรายชื่อผู้มีสิทธิได้รับปันผล
tr_tr: Kayıt tarihi
uk_ua: Дата запису

source: No-delivery start date
ar_sa: تاريخ بدء عدم التسليم
de_de: Startdatum ohne Lieferung
es_es: Fecha de inicio sin entrega
fa_ir: تاریخ شروع بدون تحویل
fr_fr: Date de début de la livraison
hi_in: नो-डिलीवरी स्टार्ट डेट
it_it: Data di inizio consegna senza consegna
ja_jp: 出荷なし開始日
pl_pl: Data rozpoczęcia braku dostawy
pt_pt: Data de início sem entrega
ru_ru: Дата начала без доставки
th_th: วันที่เริ่มไม่มีการจัดส่ง
tr_tr: Teslim siz başlangıç tarihi
uk_ua: Дата початку без доставки

source: No-delivery end date
ar_sa: تاريخ عدم انتهاء التسليم
de_de: No-Delivery-Enddatum
es_es: Fecha de finalización sin entrega
fa_ir: تاریخ پایان بدون تحویل
fr_fr: Date de fin de livraison
hi_in: नो-डिलिवरी एंड डेट
it_it: Data di fine consegna senza consegna
ja_jp: 出荷なしの終了日
pl_pl: Data zakończenia bez dostawy
pt_pt: Data de fim sem entrega
ru_ru: Дата окончания без доставки
th_th: วันที่สิ้นสุดการไม่จัดส่ง
tr_tr: Teslim yok bitiş tarihi
uk_ua: Дата завершення без доставки

source: Market type
ar_sa: نوع السوق
de_de: Markttyp
es_es: Tipo de mercado
fa_ir: نوع بازار
fr_fr: Type de marché
hi_in: बाजार प्रकार
it_it: Tipo di mercato
ja_jp: 市場タイプ
pl_pl: Rodzaj rynku
pt_pt: Tipo de mercado
ru_ru: Тип рынка
th_th: ประเภทตลาด
tr_tr: Piyasa türü
uk_ua: Тип ринку

source: Book closure start date
ar_sa: تاريخ بدء إقفال الكتاب
de_de: Startdatum des Buchabschlusses
es_es: Fecha de inicio del cierre del libro
fa_ir: تاریخ شروع بسته شدن کتاب
fr_fr: Date de début de la fermeture du livre
hi_in: बुक बंद करने की तारीख शुरू
it_it: Data di inizio chiusura del libro
ja_jp: 帳簿のクローズ開始日
pl_pl: Data rozpoczęcia zamknięcia księgi
pt_pt: Data de início do encerramento do livro
ru_ru: Дата начала закрытия книги
th_th: วันที่ปิดสมุดทะเบียนพักการโอนหน่วยลงทุน
tr_tr: Kitap kapatma başlangıç tarihi
uk_ua: Дата початку закриття книги

source: Book closure end date
ar_sa: تاريخ انتهاء إقفال الكتاب
de_de: Enddatum der Buchschließung
es_es: Fecha de finalización del cierre del libro
fa_ir: تاریخ پایان بسته شدن کتاب
fr_fr: Date de fin de la fermeture du livre
hi_in: पुस्तक बंद करने की अंतिम तिथि
it_it: Data di fine chiusura del libro
ja_jp: 帳簿の休業終了日
pl_pl: Data zakończenia księgi
pt_pt: Data de encerramento do livro
ru_ru: Дата закрытия книги
th_th: วันที่สิ้นสุดการปิดสมุดทะเบียน
tr_tr: Defter kapanış bitiş tarihi
uk_ua: Дата завершення закриття книги

source: Ex-date
ar_sa: تاريخ سابق
de_de: Ex-Datum
es_es: Ex-fecha
fa_ir: تاریخ سابق
hi_in: पूर्व तिथि
it_it: Ex-data
ja_jp: 元日付
pl_pl: Data ex
pt_pt: Ex-data
ru_ru: Экс-дата
th_th: อดีตเดท
tr_tr: Eski tarih
uk_ua: Екс-дата

source: Warning percent
ar_sa: نسبة التحذير
de_de: Warnprozentsatz
es_es: Porcentaje de advertencia
fa_ir: درصد هشدار
fr_fr: Pourcentage d’avertissement
hi_in: चेतावनी प्रतिशत
it_it: Percentuale di avviso
ja_jp: 警告率
pl_pl: Procent ostrzeżenia
pt_pt: Por cento de aviso
ru_ru: Предупреждающий процент
th_th: เปอร์เซ็นต์การเตือน
tr_tr: Uyarı yüzdesi
uk_ua: Попереджувальний відсоток

source: Issue start date
ar_sa: تاريخ بدء الإصدار
de_de: Ausgabe Startdatum
es_es: Fecha de inicio del problema
fa_ir: تاریخ شروع مسئله
fr_fr: Date de début de l’émission
hi_in: समस्या शुरू करने की तारीख
it_it: Data di inizio del problema
ja_jp: 発行開始日
pl_pl: Data rozpoczęcia wydania
pt_pt: Emissão data de início
ru_ru: Дата начала выпуска
th_th: วันที่เริ่มออก
tr_tr: Sorun başlangıç tarihi
uk_ua: Дата початку випуску

source: Remarks
ar_sa: ملاحظات
de_de: Bemerkungen
es_es: Observaciones
fa_ir: اظهارات
fr_fr: Remarques
hi_in: टिप्पणियां
it_it: Osservazioni
ja_jp: 発言
pl_pl: Uwagi
pt_pt: Observações
ru_ru: Замечания
th_th: หมาย เหตุ
tr_tr: Açıklamalar
uk_ua: Зауваження

source: Place order request
ar_sa: طلب طلب طلب مكان
de_de: Bestellanfrage aufgeben
es_es: Solicitud de pedido de lugar
fa_ir: درخواست سفارش مکان
fr_fr: Passer une demande de commande
hi_in: जगह आदेश अनुरोध
it_it: Effettuare la richiesta di ordine
ja_jp: 注文要求の注文
pl_pl: Złóż wniosek o zamówienie
pt_pt: Pedido de encomenda
ru_ru: Оформить заявку на заказ
th_th: ส่งคําขอสั่งซื้อ
tr_tr: Sipariş isteğinde bulunun
uk_ua: Розмістити запит на ордер

source: Modify order request
ar_sa: تعديل طلب الأمر
de_de: Bestellanfrage ändern
es_es: Modificar solicitud de pedido
fa_ir: تغییر درخواست سفارش
fr_fr: Modifier la demande de commande
hi_in: ऑर्डर अनुरोध को संशोधित करना
it_it: Modificare la richiesta d'ordine
ja_jp: 注文要求の変更
pl_pl: Modyfikowanie żądania zamówienia
pt_pt: Alterar pedido de encomenda
ru_ru: Изменить запрос на заказ
th_th: แก้ไขคําขอคําสั่งซื้อ
tr_tr: Sipariş isteğini değiştir
uk_ua: Змінити запит ордер

source: Cancel order request
ar_sa: إلغاء طلب الطلب
de_de: Bestellanfrage stornieren
es_es: Cancelar solicitud de pedido
fa_ir: لغو درخواست سفارش
fr_fr: Demande d’annulation de commande
hi_in: आदेश अनुरोध रद्द करें
it_it: Annullare la richiesta d'ordine
ja_jp: 注文要求のキャンセル
pl_pl: Anuluj żądanie zamówienia
pt_pt: Cancelar pedido de encomenda
ru_ru: Отмена запроса на заказ
th_th: ยกเลิกคําขอคําสั่งซื้อ
tr_tr: Sipariş isteğini iptal et
uk_ua: Скасувати запит ордер

source: Position convert request
ar_sa: طلب تحويل الموضع
de_de: Positionskonvertit-Anfrage
es_es: Solicitud de conversión de posición
fa_ir: درخواست تبدیل موقعیت
fr_fr: Demande de conversion de position
hi_in: स्थिति परिवर्तित अनुरोध
it_it: Richiesta di conversione posizione
ja_jp: ポジション変換要求
pl_pl: Żądanie konwersji pozycji
pt_pt: Pedido de conversão de posição
ru_ru: Запрос на преобразование позиций
th_th: คําขอแปลงตําแหน่ง
tr_tr: Konum dönüştürme isteği
uk_ua: Запит на перетворення позиції

source: Information
ar_sa: معلومات
es_es: Información
fa_ir: اطلاعات
fr_fr: Informations
hi_in: सूचना
it_it: Informazione
pl_pl: Informacje
pt_pt: Informações
ru_ru: Информация
th_th: ข้อมูล
uk_ua: Інформація

source: Refresh all data was requested.
ar_sa: تم طلب تحديث كافة البيانات.
de_de: Aktualisieren Sie alle Daten wurden angefordert.
es_es: Se solicitó actualizar todos los datos.
fa_ir: تازه کردن تمام داده ها درخواست شد.
fr_fr: L’actualisation de toutes les données a été demandée.
hi_in: सभी डेटा ताज़ा करने का अनुरोध किया गया था.
it_it: È stato richiesto di aggiornare tutti i dati.
pl_pl: Zażądano odświeżenia wszystkich danych.
pt_pt: Atualizar todos os dados foram solicitados.
ru_ru: Было запрошено обновление всех данных.
th_th: มีการร้องขอการรีเฟรชข้อมูลทั้งหมด
uk_ua: Запит на оновлення всіх даних.

source: Market data app key
ar_sa: مفتاح تطبيق بيانات السوق
de_de: Marktdaten-App-Schlüssel
es_es: Clave de la aplicación de datos de mercado
fa_ir: کلید برنامه داده های بازار
fr_fr: Clé d’application de données de marché
hi_in: मार्केट डेटा ऐप की कुंजी
it_it: Chiave dell'app dati di mercato
ja_jp: 市場データ アプリキー
pl_pl: Klucz aplikacji do danych rynkowych
pt_pt: Chave da aplicação de dados de mercado
ru_ru: Ключ приложения рыночных данных
th_th: คีย์แอปข้อมูลตลาด
tr_tr: Pazar veri uygulaması anahtarı
uk_ua: Ключ програми ринкових даних

source: Market data secret key
ar_sa: مفتاح سر بيانات السوق
de_de: Geheimer Schlüssel zu Marktdaten
es_es: Clave secreta de datos de mercado
fa_ir: بازار داده ها کلید مخفی
fr_fr: Clé secrète des données du marché
hi_in: बाजार डेटा गुप्त कुंजी
it_it: Chiave segreta dei dati di mercato
ja_jp: 市場データの秘密鍵
pl_pl: Klucz tajny danych rynkowych
pt_pt: Chave secreta de dados de mercado
ru_ru: Секретный ключ рыночных данных
th_th: คีย์ลับข้อมูลตลาด
tr_tr: Piyasa verisi gizli anahtarı
uk_ua: Секретний ключ ринкових даних

source: Trading app key
ar_sa: مفتاح تطبيق التداول
de_de: Trading-App-Schlüssel
es_es: Clave de la aplicación de trading
fa_ir: کلید برنامه تجاری
fr_fr: Clé d’application de trading
hi_in: ट्रेडिंग ऐप की
it_it: Chiave dell'app di trading
ja_jp: アプリキーの取引
pl_pl: Klucz aplikacji handlowej
pt_pt: Chave de aplicativo de trading
ru_ru: Ключ торгового приложения
th_th: คีย์แอปการซื้อขาย
tr_tr: İşlem uygulaması anahtarı
uk_ua: Торговий ключ програми

source: Trading secret key
ar_sa: مفتاح سري للتداول
de_de: Handel geheimer Schlüssel
es_es: Clave secreta comercial
fa_ir: تجارت کلید مخفی
fr_fr: Clé secrète de trading
hi_in: ट्रेडिंग सीक्रेट कुंजी
it_it: Chiave segreta di trading
ja_jp: 取引秘密鍵
pl_pl: Klucz tajemnicy handlowej
pt_pt: Chave secreta de negociação
ru_ru: Торговый секретный ключ
th_th: รหัสลับการซื้อขาย
tr_tr: Ticaret gizli anahtar
uk_ua: Торговий секретний ключ

source: You need to have valid Broker API access and Quantower License to use History mode
ar_sa: تحتاج إلى أن يكون وسيط صالح الوصول API و كوانتوار ترخيص لاستخدام وضع التاريخ
de_de: Sie benötigen einen gültigen Broker-API-Zugriff und eine Quantower-Lizenz, um den Verlaufsmodus verwenden zu können.
es_es: Debe tener acceso válido a la API de broker y licencia de Quantower para utilizar el modo Historial
fa_ir: شما نیاز به دسترسی معتبر بروکر API و مجوز Quantower برای استفاده از حالت تاریخچه
fr_fr: Vous devez avoir un accès api broker valide et une licence Quantower pour utiliser le mode Historique
hi_in: इतिहास मोड का उपयोग करने के लिए आपके पास वैध ब्रोकर एपीआई एक्सेस और क्वांटोअर लाइसेंस होना चाहिए
it_it: Per utilizzare la modalità Cronologia, è necessario avere l'accesso valido all'API broker e la licenza Quantower
ja_jp: 履歴モードを使用するには、有効なブローカーAPIアクセスとQuantowerライセンスが必要です。
pl_pl: Aby korzystać z trybu historii, musisz mieć prawidłowy dostęp do interfejsu API brokera i licencję Quantower
pt_pt: Você precisa ter acesso API corretor válido e Licença Quantower para usar o modo Histórico
ru_ru: Для использования режима «История» необходимо иметь действительный доступ к API брокера и лицензию на использование
th_th: คุณต้องมีการเข้าถึง API ของโบรกเกอร์ที่ถูกต้องและสิทธิ์ใช้งาน Quantower เพื่อใช้โหมดประวัติ
tr_tr: Geçmiş modunu kullanmak için geçerli Broker API erişimine ve Quantower Lisansına sahip olmanız gerekir
uk_ua: Для використання режиму історії вам необхідно мати дійсний доступ до Broker API та ліцензію Quantower.

source: User principals...
ar_sa: أساسيات المستخدم...
de_de: Benutzerprinzipale...
es_es: Principales de usuario...
fa_ir: مدیران کاربر...
fr_fr: Principes d’utilisateur...
hi_in: उपयोगकर्ता प्रिंसिपलों...
it_it: Entità utente...
ja_jp: ユーザー プリンシパル.
pl_pl: Podmioty użytkownika...
pt_pt: Principais utilizadores...
ru_ru: Принципы пользователей...
th_th: อาจารย์ใหญ่ของผู้ใช้...
tr_tr: Kullanıcı ilkeleri...
uk_ua: Принципи користувача...

source: Connect to socket...
ar_sa: الاتصال بمأخذ...
de_de: Mit dem Socket verbinden...
es_es: Conectar a la toma de corriente...
fa_ir: اتصال به سوکت...
fr_fr: Connectez-vous à socket...
hi_in: सॉकेट से कनेक्ट करें ...
it_it: Connetti alla presa...
ja_jp: ソケットに接続します。
pl_pl: Podłącz do gniazda...
pt_pt: Ligue-se à tomada...
ru_ru: Подключение к розетке...
th_th: เชื่อมต่อกับซ็อกเก็ต...
tr_tr: Sokete bağlanın...
uk_ua: Під'єднатися до сокету...

source: Login to socket...
ar_sa: تسجيل الدخول إلى مأخذ التوصيل...
de_de: Anmelden bei Socket...
es_es: Inicie sesión en el socket...
fa_ir: ورود به سوکت...
fr_fr: Connectez-vous à socket...
hi_in: सॉकेट के लिए लॉगिन ...
it_it: Accesso alla presa...
ja_jp: ソケットにログインします。
pl_pl: Zaloguj się do gniazda...
pt_pt: Faça login na tomada...
ru_ru: Войти в розетку...
th_th: เข้าสู่ระบบซ็อกเก็ต...
tr_tr: Sokete giriş yapın...
uk_ua: Увійти до сокету...

source: High52
fa_ir: های۵۲
hi_in: हाई52
it_it: Alta52
ja_jp: 高値52
pl_pl: Wysoki52
ru_ru: Хай52
th_th: สูง52
tr_tr: Yüksek 52

source: Low52
hi_in: लो52
it_it: Basso52
ja_jp: 低52
pl_pl: Niski52
ru_ru: Низкий52
th_th: ต่ํา52
tr_tr: Düşük 52
