Repository: Quantower/Localization
Catalog: common/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr, uk_ua

source: Last line color
ar_sa: لون السطر الأخير
de_de: Letzte Linienfarbe
es_es: Color de última línea
fa_ir: رنگ خط آخر
fr_fr: Couleur de la dernière ligne
hi_in: अंतिम पंक्ति का रंग
it_it: Colore ultima linea
ja_jp: 最後の線の色
pl_pl: Kolor ostatniej linii
pt_pt: Última linha de cor
ru_ru: Цвет линии Last
th_th: สีเส้นสุดท้าย
tr_tr: Son satır rengi
uk_ua: Колір лінії Ласт

source: Marker size type
ar_sa: نوع حجم العلامة
de_de: Markergrößentyp
es_es: Tipo de tamaño de marcador
fa_ir: نوع اندازه نشانگر
fr_fr: Type de taille de marqueur
hi_in: मार्कर आकार प्रकार
it_it: Tipo di dimensione del marcatore
pl_pl: Typ rozmiaru znacznika
pt_pt: Tipo de tamanho do marcador
ru_ru: Тип размера маркера
th_th: ประเภทขนาดมาร์กเกอร์
uk_ua: Тип розміру маркера

source: Marker size (px)
ar_sa: حجم العلامة (px)
de_de: Markergröße (px)
es_es: Tamaño del marcador (px)
fa_ir: اندازه نشانگر (px)
fr_fr: Taille du marqueur (px)
hi_in: मार्कर आकार (px)
it_it: Dimensione marcatore (px)
pl_pl: Rozmiar znacznika (px)
pt_pt: Tamanho do marcador (px)
ru_ru: Размер маркера (px)
th_th: ขนาดเครื่องหมาย (px)
uk_ua: Розмір маркера (px)

source: Markers maximal size (px)
ar_sa: علامات الحجم الأقصى (px)
de_de: Maximale Größe der Markierungen (px)
es_es: Tamaño máximo de los marcadores (px)
fa_ir: نشانگرهای بیشین اندازه (px)
fr_fr: Taille maximale des marqueurs (px)
hi_in: मार्करों अधिकतम आकार (px)
it_it: Dimensione massima dei marcatori (px)
pl_pl: Maksymalny rozmiar znaczników (px)
pt_pt: Tamanho máximo dos marcadores (px)
ru_ru: Максимальный размер маркеров (px)
th_th: เครื่องหมายขนาดสูงสุด (px)
uk_ua: Макс. розмір маркеру (пікс)

source: Maximal trade size
ar_sa: أقصى حجم التجارة
de_de: Maximale Handelsgröße
es_es: Tamaño máximo del comercio
fa_ir: حداکثر اندازه تجارت
fr_fr: Taille maximale du commerce
hi_in: अधिकतम व्यापार आकार
it_it: Dimensione massima del commercio
ja_jp: 最大取引サイズ
pl_pl: Maksymalna wielkość handlu
pt_pt: Tamanho máximo do comércio
ru_ru: Размер максимального трейда
th_th: ขนาดการเทรดสูงสุด
tr_tr: Maksimal ticaret boyutu
uk_ua: Макс. розмір угоди

source: Custom trade size
ar_sa: حجم التجارة المخصصة
de_de: Benutzerdefinierte Handelsgröße
es_es: Tamaño comercial personalizado
fa_ir: اندازه تجارت سفارشی
fr_fr: Taille du commerce personnalisé
hi_in: कस्टम व्यापार आकार
it_it: Dimensioni del commercio personalizzate
ja_jp: カスタムトレードサイズ
pl_pl: Niestandardowy rozmiar transakcji
pt_pt: Tamanho do comércio personalizado
ru_ru: Свой размер трейда
th_th: ขนาดการเทรดแบบกําหนดเอง
tr_tr: Özel işlem boyutu
uk_ua: Свій розмір угоди

source: Markers opacity
ar_sa: علامات التعتيم
de_de: Marker Opazität
es_es: Opacidad de los marcadores
fa_ir: opacity نشانگرها
fr_fr: Opacité des marqueurs
hi_in: मार्कर अस्पष्टता
it_it: Opacità marcatori
ja_jp: マーカーの不透明度
pl_pl: Nieprzezroczystość znaczników
pt_pt: Opacidade dos marcadores
ru_ru: Непрозрачность маркеров
th_th: เครื่องหมายความทึบแสง
tr_tr: İşaretçiler opaklık
uk_ua: Прозорість маркерів

source: None color
ar_sa: بلا لون
de_de: Keine Farbe
es_es: Ninguno color
fa_ir: هیچ رنگی
fr_fr: Aucune couleur
hi_in: कोई रंग नहीं
it_it: Colore nessuno
ja_jp: なしの色
pl_pl: Brak koloru
pt_pt: Nenhuma cor
ru_ru: Нет цвета
th_th: ไม่มีสี
tr_tr: Renk yok
uk_ua: Без кольору

source: Draw mode
ar_sa: وضع الرسم
de_de: Zeichenmodus
es_es: Modo de dibujo
fa_ir: رسم حالت
fr_fr: Mode Dessin
hi_in: आरेखित मोड
it_it: Modalità Draw
pl_pl: Tryb rysowania
pt_pt: Modo de desenhe
ru_ru: Режим рисования
th_th: โหมดวาด
uk_ua: Режим малювання

source: Minimal volume width, px (aggregate mode)
ar_sa: عرض الحد الأدنى من حجم الصوت، بكسل (وضع التجميع)
de_de: Minimale Volumenbreite, px (Aggregatmodus)
es_es: Ancho de volumen mínimo, px (modo agregado)
fa_ir: حداقل عرض حجم، px (حالت تجمیع)
fr_fr: Largeur de volume minimale, px (mode agrégat)
hi_in: न्यूनतम मात्रा चौड़ाई, px (कुल मोड)
it_it: Larghezza minima del volume, px (modalità aggregata)
pl_pl: Minimalna szerokość głośności, px (tryb zagregowany)
pt_pt: Largura mínima de volume, px (modo agregado)
ru_ru: Минимальная ширина объема, px (агрегатный режим)
th_th: ความกว้างของไดรฟ์ข้อมูลน้อยที่สุด px (โหมดรวม)
uk_ua: Мін. ширина об'єму, пікс (режим агрегації)

source: Scroll
ar_sa: الانتقال
de_de: Scrollen
es_es: Desplazar
fa_ir: حرکت
fr_fr: Défiler
hi_in: स्क्रॉल
it_it: Scorrere
ja_jp: スクロール
pl_pl: Zwój
pt_pt: Rolar
ru_ru: Прокрутка по истории
th_th: เลื่อน
tr_tr: Kaydır
uk_ua: Прокрутка

source: Price Zoom
de_de: Preis Zoom
fa_ir: زوم قیمت
fr_fr: Zoom sur les prix
it_it: Prezzo Zoom
th_th: ซูมราคา
uk_ua: Масштаб ціни

source: TPO:
hi_in: टीपीओ:
ru_ru: Тпо:
th_th: ทีพีโอ:

source: VAL:
fa_ir: وال:
hi_in: वैल:
ja_jp: ヴァル：
ru_ru: Валь:
th_th: วาล:
uk_ua: Валь:

source: MidPoint:
ar_sa: نقطه الوسط:
de_de: Mittelpunkt:
es_es: Puntomedio:
fa_ir: نقطه میانی:
fr_fr: Milieu:
hi_in: मध्यबिंदु:
it_it: Punto intermedio:
ja_jp: 中点：
pl_pl: Punkt środkowy:
pt_pt: Ponto Médio:
ru_ru: Середина:
th_th: จุดกึ่งกลาง:
tr_tr: Orta:

source: Volume:
ar_sa: حجم:
de_de: Volumen:
es_es: Volumen:
fa_ir: دوره:
hi_in: आयतन:
ja_jp: ボリューム：
pl_pl: Woluminu:
ru_ru: Объем:
th_th: ปริมาตร:
tr_tr: Birim:
uk_ua: Об'єм:

source: Trades:
ar_sa: الحرف:
es_es: Oficios:
fa_ir: معاملات:
fr_fr: Métiers:
hi_in: ट्रेडों:
it_it: Mestieri:
ja_jp: 取引：
pl_pl: Transakcji:
pt_pt: Comércio:
ru_ru: Сделок:
th_th: ค้า:
tr_tr: Esnaf:
uk_ua: Угод:

source: Custom step:
ar_sa: خطوة مخصصة:
de_de: Benutzerdefinierter Schritt:
es_es: Paso personalizado:
fa_ir: مرحله سفارشی:
fr_fr: Étape personnalisée :
hi_in: कस्टम कदम:
it_it: Passaggio personalizzato:
ja_jp: カスタムステップ:
pl_pl: Krok niestandardowy:
pt_pt: Passo personalizado:
ru_ru: Свой шаг:
th_th: ขั้นตอนที่กําหนดเอง:
tr_tr: Özel adım:
uk_ua: Свій крок:

source: Incorrect parameters
ar_sa: معلمات غير صحيحة
de_de: Falsche Parameter
es_es: Parámetros incorrectos
fa_ir: پارامترهای نادرست
fr_fr: Paramètres incorrects
hi_in: गलत पैरामीटर
it_it: Parametri errati
ja_jp: パラメーターが正しくありません
pl_pl: Nieprawidłowe parametry
pt_pt: Parâmetros incorretos
ru_ru: Неверные параметры
th_th: พารามิเตอร์ไม่ถูกต้อง
tr_tr: Yanlış parametreler
uk_ua: Неправильні параметри

source: Split
ar_sa: تقسيم
de_de: trennen
es_es: Dividir
fa_ir: تقسیم
hi_in: विभाजित
it_it: diviso
ja_jp: 分割
pt_pt: Divisão
ru_ru: Разделить
th_th: ผ่า
uk_ua: Розділити

source: Merge left
ar_sa: دمج لليسار
de_de: Zusammenführung links
es_es: Combinar a la izquierda
fa_ir: ادغام سمت چپ
fr_fr: Fusionner à gauche
hi_in: मर्ज छोड़ दिया
it_it: Unisci a sinistra
ja_jp: 左にマージ
pl_pl: Scalanie w lewo
pt_pt: Fusão à esquerda
ru_ru: Слияние влево
th_th: ผสานด้านซ้าย
tr_tr: Sola birleştirme
uk_ua: Об'єднати ліворуч

source: Merge right
ar_sa: دمج لليمين
de_de: Zusammenführung rechts
es_es: Combinar a la derecha
fa_ir: ادغام راست
fr_fr: Fusionner à droite
hi_in: सही मर्ज करें
it_it: Unisci a destra
ja_jp: 右にマージ
pl_pl: Scalanie w prawo
pt_pt: Fusão à direita
ru_ru: Слияние справа
th_th: ผสานขวา
tr_tr: Birleştirme hakkı
uk_ua: Об'єднати праворуч

source: Divide at bar
ar_sa: تقسيم في شريط
de_de: An der Bar teilen
es_es: Dividir en el bar
fa_ir: تقسیم در نوار
fr_fr: Diviser à la barre
hi_in: बार में विभाजित करें
it_it: Dividi al bar
ja_jp: バーで分割
pl_pl: Podziel się w barze
pt_pt: Divida no bar
ru_ru: Разделить по бару
th_th: หารที่บาร์
tr_tr: Çubukta bölme
uk_ua: Розділити на барі

source: Reset all
ar_sa: إعادة ضبط الكل
de_de: Alle zurücksetzen
es_es: Restablecer todo
fa_ir: تنظیم مجدد همه
fr_fr: Réinitial. tous
hi_in: सभी को रीसेट करें
it_it: Reimposta tutto
ja_jp: すべてをリセット
pl_pl: Zresetuj wszystkie
pt_pt: Redefinir todos
ru_ru: Сбросить все
th_th: รีเซ็ตทั้งหมด
tr_tr: Tümünü sıfırla
uk_ua: Скинути всі

source: POC Ray
ar_sa: POC راي
fr_fr: Rayon POC
hi_in: पीओसी रे
it_it: Raggio POC
ja_jp: POCレイ
pl_pl: Promień POC
pt_pt: Raio POC
ru_ru: Луч ТК
th_th: POC เรย์
tr_tr: POC Işını
uk_ua: Промінь POC

source: Display style
ar_sa: نمط العرض
de_de: Anzeigestil
es_es: Estilo de visualización
fa_ir: سبک نمایش
fr_fr: Style d’affichage
hi_in: डिस्प्ले स्टाइल
it_it: Stile di visualizzazione
ja_jp: 表示スタイル
pl_pl: Styl wyświetlania
pt_pt: Estilo de exibição
ru_ru: Стиль отображения
th_th: สไตล์การแสดงผล
tr_tr: Görüntü stili
uk_ua: Стиль відображення

source: Show marker on each bar
ar_sa: إظهار العلامة على كل شريط
de_de: Marker auf jedem Balken anzeigen
es_es: Mostrar marcador en cada barra
fa_ir: نشان دادن نشانگر در هر نوار
fr_fr: Afficher le marqueur sur chaque barre
hi_in: प्रत्येक बार पर मार्कर दिखाएं
it_it: Mostra marcatore su ogni barra
ja_jp: 各バーにマーカーを表示する
pl_pl: Pokaż znacznik na każdym pasku
pt_pt: Mostrar marcador em cada barra
ru_ru: Показать маркер на каждом баре
th_th: แสดงเครื่องหมายบนแต่ละแถบ
tr_tr: Her çubukta işaretçi göster
uk_ua: Показувати маркер на кожному барі

source: Delta none color
ar_sa: دلتا بلا لون
de_de: Delta keine Farbe
es_es: Delta ninguno color
fa_ir: دلتا هیچ رنگی
fr_fr: Delta aucune couleur
hi_in: डेल्टा कोई रंग नहीं
it_it: Colore Delta nessuno
ja_jp: デルタなしの色
pl_pl: Delta brak koloru
pt_pt: Delta nenhuma cor
ru_ru: Дельта нет цвета
th_th: เดลต้าไม่มีสี
tr_tr: Delta hiçbiri renk
uk_ua: Колір нейтральної Дельти

source: Bar colors
ar_sa: ألوان الشريط
de_de: Balkenfarben
es_es: Colores de barra
fa_ir: رنگ نوار
fr_fr: Couleurs de barre
hi_in: बार रंग
it_it: Colori delle barre
ja_jp: バーの色
pl_pl: Kolory paska
pt_pt: Cores do bar
ru_ru: Цвета баров
th_th: สีแท่ง
tr_tr: Çubuk renkleri
uk_ua: Кольори барів

source: Bar none color
ar_sa: شريط لون بلا
de_de: Bar keine Farbe
es_es: Bar sin color
fa_ir: نوار هیچ رنگ
fr_fr: Barre aucune couleur
hi_in: बार कोई रंग नहीं
it_it: Colore barra nessuno
ja_jp: バーなしの色
pl_pl: Pasek brak koloru
pt_pt: Bar nenhuma cor
ru_ru: Бар ни одного цвета
th_th: แถบไม่มีสี
tr_tr: Çubuk hiçbir renk
uk_ua: Колір нейтрального бару

source: Plot symbol
ar_sa: رمز الرسم
es_es: Símbolo de trazado
fa_ir: نماد رسم
fr_fr: Symbole de parcelle
hi_in: प्लॉट प्रतीक
it_it: Simbolo di stampa
ja_jp: プロット記号
pl_pl: Symbol wydruku
pt_pt: Símbolo do enredo
ru_ru: Рисовать символ
th_th: สัญลักษณ์พล็อต
tr_tr: Çizim sembolü
uk_ua: Малювати символ

source: Show value area
ar_sa: إظهار منطقة القيمة
de_de: Wertbereich anzeigen
es_es: Mostrar área de valor
fa_ir: نشان دادن مساحت ارزش
fr_fr: Afficher la zone de valeur
hi_in: मूल्य क्षेत्र दिखाएं
it_it: Mostra area valore
ja_jp: 値領域の表示
pl_pl: Pokaż obszar wartości
pt_pt: Mostrar área de valor
ru_ru: Показать Значимую область
th_th: แสดงพื้นที่ค่า
tr_tr: Değer alanını göster
uk_ua: Показати Значущу область

source: Value Area, %
ar_sa: منطقة القيمة، النسبة المئوية
de_de: Wertfläche, %
es_es: Zona de valor, %
fa_ir: مساحت ارزش، %
fr_fr: Zone de valeur, %
hi_in: मूल्य क्षेत्र, %
it_it: Area valore, %
ja_jp: 値領域、%
pl_pl: Powierzchnia wartości, %
pt_pt: Área de Valor, %
ru_ru: Значимая область, %
th_th: พื้นที่มูลค่า, %
tr_tr: Değer Alanı, %
uk_ua: Значуща область, %

source: Extend VAL/VAH until intesection
ar_sa: تمديد VAL / VAH حتى الاشتصاص
de_de: VAL/VAH bis zur Intesection verlängern
es_es: Extender VAL/VAH hasta la inseección
fa_ir: گسترش VAL / VAH تا intesection
fr_fr: Étendre VAL/VAH jusqu’à l’intesection
hi_in: इंटेसेक्शन तक वैल/वीएएच का विस्तार करें
it_it: Estendere VAL/VAH fino all'intesa
ja_jp: VAL/VAH をインテセクションまで拡張
pl_pl: Przedłużanie val/vah do intesekcji
pt_pt: Prolongar VAL/VAH até à intesecção
ru_ru: Продлить VAL/VAH до пересечения
th_th: ขยาย VAL/VAH จนกว่าจะมีการตรวจพบ
tr_tr: VAL/VAH'yi kesite kadar uzatın
uk_ua: Подовжити VAL/VAH до перетину

source: Show singles
ar_sa: إظهار الفرديات
de_de: Singles anzeigen
es_es: Mostrar únicas
fa_ir: نمایش تک آهنگ ها
fr_fr: Visualiser les valeurs simples
hi_in: एकल दिखाएं
it_it: Mostra singoli
ja_jp: シングルを表示する
pl_pl: Pokaż single
pt_pt: Mostrar simples
ru_ru: Показать одиночные
th_th: แสดงซิงเกิ้ล
tr_tr: Tekli işlemleri göster
uk_ua: Показати одиночні

source: Show bar
ar_sa: إظهار شريط
de_de: Zeigebar
es_es: Mostrar barra
fa_ir: نمایش نوار
fr_fr: Afficher la barre
hi_in: शो बार
it_it: Mostra barra
ja_jp: バーを表示する
pl_pl: Pokaż pasek
pt_pt: Barra de espetáculo
ru_ru: Показать бар
th_th: แถบแสดง
tr_tr: Çubuğu göster
uk_ua: Показати бар

source: Extend POC until intesection
ar_sa: توسيع POC حتى الإشتياق
de_de: POC bis zur Intesection verlängern
es_es: Extender el POC hasta la intesectación
fa_ir: گسترش POC تا intesection
fr_fr: Étendre le POC jusqu’à l’intesection
hi_in: इंटेसेक्शन तक पीओसी का विस्तार करें
it_it: Estendere POC fino all'intesa
ja_jp: セクションまでPOCを拡張する
pl_pl: Przedłużanie poc do intesection
pt_pt: Prolongar o POC até à intesecção
ru_ru: Продлить POC до пересечения
th_th: ขยาย POC จนกว่าจะมีการตรวจพบ
tr_tr: POC'yi kesite kadar uzatın
uk_ua: Подовжити POC до перетину

source: POC color
ar_sa: POC اللون
de_de: POC-Farbe
es_es: Color POC
fa_ir: رنگ POC
fr_fr: Couleur POC
hi_in: पीओसी रंग
it_it: Colore POC
ja_jp: POC カラー
pl_pl: Kolor POC
pt_pt: Cor POC
ru_ru: Цвет ТК
th_th: สี POC
tr_tr: POC rengi
uk_ua: Колір POC

source: Show midpoint
ar_sa: إظهار نقطة الوسط
de_de: Midpoint anzeigen
es_es: Mostrar punto medio
fa_ir: نمایش نقطه میانی
fr_fr: Afficher le point médian
hi_in: मध्य बिंदु दिखाएं
it_it: Mostra punto medio
ja_jp: 中点を表示
pl_pl: Pokaż punkt środkowy
pt_pt: Mostrar ponto médio
ru_ru: Показать среднюю точку
th_th: แสดงจุดกึ่งกลาง
tr_tr: Orta noktayı göster
uk_ua: Показати середню точку

source: Midpoint color
ar_sa: لون نقطة الوسط
de_de: Midpoint-Farbe
es_es: Color de punto medio
fa_ir: رنگ نقطه میانی
fr_fr: Couleur midpoint
hi_in: मिडपॉइंट रंग
it_it: Colore punto medio
ja_jp: 中間色
pl_pl: Kolor punktu środkowego
pt_pt: Cor de ponto médio
ru_ru: Цвет средней точки
th_th: สีจุดกึ่งกลาง
tr_tr: Orta nokta rengi
uk_ua: Колір середньої точки

source: Initial Balance
ar_sa: الرصيد الأولي
de_de: Anfängliche Balance
es_es: Saldo inicial
fa_ir: تعادل اولیه
fr_fr: Solde initial
hi_in: प्रारंभिक शेष राशि
it_it: Saldo iniziale
ja_jp: 初期残高
pl_pl: Saldo początkowe
pt_pt: Saldo Inicial
ru_ru: Начальный баланс
th_th: ยอดเงินเริ่มต้น
tr_tr: Başlangıç Dengesi
uk_ua: Початковий баланс

source: Show initial balance
ar_sa: إظهار الرصيد الأولي
de_de: Initialsaldo anzeigen
es_es: Mostrar saldo inicial
fa_ir: نشان دادن تعادل اولیه
fr_fr: Afficher le solde initial
hi_in: प्रारंभिक संतुलन दिखाएं
it_it: Mostra saldo iniziale
ja_jp: 初期残高の表示
pl_pl: Pokaż saldo początkowe
pt_pt: Mostrar o saldo inicial
ru_ru: Показать начальный баланс
th_th: แสดงยอดเงินเริ่มต้น
tr_tr: İlk bakiyeyi göster
uk_ua: Показати початковий баланс

source: Initial balance
ar_sa: الرصيد الأولي
de_de: Anfängliche Bilanz
es_es: Saldo inicial
fa_ir: تعادل اولیه
fr_fr: Solde initial
hi_in: प्रारंभिक शेष राशि
it_it: Saldo iniziale
ja_jp: 初期残高
pl_pl: Saldo początkowe
pt_pt: Saldo inicial
ru_ru: Начальный баланс
th_th: ยอดเงินเริ่มต้น
tr_tr: Başlangıç dengesi
uk_ua: Початковий баланс

source: Volume analysis
ar_sa: تحليل حجم
de_de: Volumenanalyse
es_es: Análisis de volumen
fa_ir: تجزیه و تحلیل حجم
fr_fr: Analyse de volume
hi_in: वॉल्यूम विश्लेषण
it_it: Analisi del volume
ja_jp: ボリューム分析
pl_pl: Analiza objętości
pt_pt: Análise de volume
ru_ru: Объемный анализ
th_th: การวิเคราะห์ปริมาณ
tr_tr: Hacim analizi
uk_ua: Об'ємний аналіз

source: Show volume analysis
ar_sa: إظهار تحليل مستوى الصوت
de_de: Volumenanalyse anzeigen
es_es: Mostrar análisis de volumen
fa_ir: نمایش تحلیل حجم
fr_fr: Afficher l’analyse des volumes
hi_in: वॉल्यूम विश्लेषण दिखाएं
it_it: Mostra analisi volume
ja_jp: ボリューム分析の表示
pl_pl: Pokaż analizę woluminu
pt_pt: Mostrar análise de volume
ru_ru: Показать объемный анализ
th_th: แสดงการวิเคราะห์ปริมาณ
tr_tr: Hacim analizini göster
uk_ua: Показати об'ємний аналіз

source: Synhronize VA/TPO custom step
ar_sa: خطوة مخصصة لـ VA/TPO
de_de: Synhronize VA/TPO benutzerdefinierte Schritt
es_es: Paso personalizado de Synhronize VA/TPO
fa_ir: Synhronize VA / TPO گام سفارشی
fr_fr: Étape personnalisée Synhronize VA/TPO
hi_in: SYNHRonize VA/TPO कस्टम कदम
it_it: Passo personalizzato Synhronize VA/TPO
ja_jp: VA/TPO カスタムステップの合成
pl_pl: Miarę niestandardowych kroków Synhronize VA/TPO
pt_pt: Synhronize passo personalizado VA/TPO
ru_ru: Синхронизировать свой шаг VS/TPO
th_th: สังเคราะห์ขั้นตอนที่กําหนดเอง VA / TPO
tr_tr: Synhronize VA/ TPO özel adım
uk_ua: Синхронізувати свій крок VA/TPO

source: VA position type
ar_sa: نوع موضع VA
de_de: VA-Positionstyp
es_es: Tipo de posición VA
fa_ir: نوع موقعیت VA
fr_fr: Type de position VA
hi_in: वीए स्थिति प्रकार
it_it: Tipo di posizione VA
ja_jp: VA ポジション タイプ
pl_pl: Typ pozycji VA
pt_pt: Tipo de posição VA
ru_ru: Тип размещения ЗО
th_th: ประเภทตําแหน่ง VA
tr_tr: VA pozisyon türü
uk_ua: Тип розміщення ЗО

source: Histogram width, %
ar_sa: عرض الرسم البياني، ٪
de_de: Histogrammbreite, %
es_es: Ancho del histograma, %
fa_ir: عرض هستوگرام، ٪
fr_fr: Largeur de l’histogramme, %
hi_in: हिस्टोग्राम चौड़ाई, %
it_it: Larghezza istogramma, %
ja_jp: ヒストグラム幅、 %
pl_pl: Szerokość histogramu, %
pt_pt: Largura do histograma, %
ru_ru: Ширина гистограммы, %
th_th: ความกว้างของฮิสโตแกรม, %
tr_tr: Histogram genişliği, %
uk_ua: Ширина гістограми, %

source: TPO
fa_ir: تیپو
hi_in: टीपीओ
ru_ru: Тпо
th_th: ทีพีโอ

source: VAH
hi_in: वीएएच
pl_pl: Wag
pt_pt: RIO VAH
ru_ru: Ваг
th_th: วีเอเอช
uk_ua: Ваг

source: VAL
fa_ir: وال
hi_in: वैल
ja_jp: ヴァル
ru_ru: Валь
th_th: วาล
uk_ua: Валь

source: POC
fr_fr: Cep
hi_in: पीओसी
th_th: ป.ป.ช.

source: RF
ar_sa: الترددات اللاسلكيه
hi_in: आरएफ
ru_ru: Рф
th_th: รฟท.

source: TPO Up
ar_sa: TPO حتى
de_de: TPO Nach Oben
fa_ir: TPO بالا
hi_in: टीपीओ अप
it_it: TPO Su
ja_jp: TPOアップ
pl_pl: TPO w górę
th_th: TPO ขึ้น
tr_tr: TPO Yukarı
uk_ua: TPO Вгору

source: TPO Down
ar_sa: TPO لأسفل
de_de: TPO Nach unten
fa_ir: TPO پایین
fr_fr: TPO Vers le bas
hi_in: टीपीओ डाउन
it_it: TPO Giù
ja_jp: TPOダウン
pl_pl: TPO w dół
pt_pt: TPO Para baixo
ru_ru: TPO Вниз
th_th: ทีพีโอดาวน์
tr_tr: TPO Aşağı
uk_ua: TPO Вниз

source: POC Count
ar_sa: عدد POC
de_de: POC-Anzahl
es_es: Recuento de POC
fa_ir: شمارش POC
fr_fr: Compte POC
hi_in: पीओसी काउंट
it_it: Conteggio POC
ja_jp: POCカウント
pl_pl: Liczba poc
pt_pt: Contagem de POC
ru_ru: Граф POC
th_th: จํานวน POC
tr_tr: POC Sayısı
uk_ua: Кількість POC

source: VA Volume
ar_sa: مستوى تخزين VA
de_de: VA-Volumen
es_es: Volumen VA
fa_ir: حجم VA
hi_in: वीए वॉल्यूम
ja_jp: VAボリューム
pl_pl: Wolumin VA
ru_ru: В. А. Том
th_th: ปริมาณ VA
tr_tr: VA Hacmi
uk_ua: Об'єм ЗО

source: Range (ticks)
ar_sa: النطاق (القراد)
de_de: Bereich (Ticks)
es_es: Rango (ticks)
fa_ir: محدوده (کنه)
fr_fr: Plage (ticks)
hi_in: रेंज (टिक)
it_it: Intervallo (tick)
ja_jp: 範囲(ティック)
pl_pl: Zakres (kleszcze)
pt_pt: Alcance (tiques)
ru_ru: Диапазон (тики)
th_th: ช่วง (เห็บ)
tr_tr: Aralık (keneler)
uk_ua: Діапазон (тіки)

source: VA range
ar_sa: نطاق VA
de_de: VA-Sortiment
es_es: Gama VA
fa_ir: محدوده VA
fr_fr: Gamme VA
hi_in: वीए रेंज
it_it: Gamma VA
ja_jp: VA範囲
pl_pl: Seria VA
pt_pt: Gama VA
ru_ru: Диапазон ЗО
th_th: ช่วง VA
tr_tr: VA aralığı
uk_ua: Діапазон ЗО

source: VA range (ticks)
ar_sa: نطاق VA (القراد)
de_de: VA-Bereich (Ticks)
es_es: Rango VA (ticks)
fa_ir: محدوده VA (کنه)
fr_fr: Gamme VA (ticks)
hi_in: वीए रेंज (टिक)
it_it: Intervallo VA (tick)
ja_jp: VA範囲(ティック)
pl_pl: Zakres VA (kleszcze)
pt_pt: Gama VA (tiques)
ru_ru: Диапазон ЗО (тики)
th_th: ช่วง VA (เห็บ)
tr_tr: VA aralığı (keneler)
uk_ua: Діапазон ЗО (тіки)

source: IB High
ar_sa: IB عالية
de_de: IB Hoch
fr_fr: IB Haut
hi_in: आईबी हाई
it_it: IB Alta
ja_jp: IBハイ
pl_pl: IB Wysoki
ru_ru: IB Высокий
th_th: ไอบีไฮ
tr_tr: IB Yüksek
uk_ua: IB Макс

source: IB Low
ar_sa: IB منخفض
es_es: IB Bajo
fr_fr: IB Faible
hi_in: आईबी कम
it_it: IB Basso
ja_jp: IBロー
pl_pl: IB Niski
ru_ru: IB Низкий
th_th: IB ต่ํา
tr_tr: IB Düşük
uk_ua: IB Мін

source: IB range
ar_sa: مجموعة IB
de_de: IB-Sortiment
es_es: Rango IB
fa_ir: محدوده IB
fr_fr: Gamme IB
hi_in: आईबी रेंज
it_it: Gamma IB
ja_jp: IB範囲
pl_pl: Seria IB
pt_pt: Gama IB
ru_ru: Диапазон IB
th_th: ช่วง IB
tr_tr: IB aralığı
uk_ua: Діапазон IB

source: IB range (ticks)
ar_sa: نطاق IB (القراد)
de_de: IB-Bereich (Ticks)
es_es: Rango IB (ticks)
fa_ir: محدوده IB (کنه)
fr_fr: Gamme IB (ticks)
hi_in: आईबी रेंज (टिक)
it_it: Intervallo IB (zecche)
ja_jp: IB範囲(ティック)
pl_pl: Zakres IB (kleszcze)
pt_pt: Gama IB (tiques)
ru_ru: Диапазон IB (тики)
th_th: ช่วง IB (เครื่องหมายขีด)
tr_tr: IB aralığı (keneler)
uk_ua: Діапазон IB (тіки)

source: TPO statistics
ar_sa: إحصائيات مكتب الإحصاءات الفني
de_de: TPO-Statistiken
es_es: Estadísticas de TPO
fa_ir: آمار TPO
fr_fr: Statistiques TPO
hi_in: टीपीओ आंकड़े
it_it: Statistiche TPO
ja_jp: TPO 統計
pl_pl: Statystyki TPO
pt_pt: Estatísticas do TPO
ru_ru: Статистика TPO
th_th: สถิติทีพีโอ
tr_tr: TPO istatistikleri
uk_ua: Статистика TPO

source: Show TPO statistics
ar_sa: إظهار إحصائيات TPO
de_de: TPO-Statistiken anzeigen
es_es: Mostrar estadísticas de TPO
fa_ir: نمایش آمار TPO
fr_fr: Afficher les statistiques TPO
hi_in: टीपीओ आंकड़े दिखाएं
it_it: Mostra statistiche TPO
ja_jp: TPO 統計の表示
pl_pl: Pokaż statystyki TPO
pt_pt: Mostrar estatísticas de TPO
ru_ru: Показать статистику TPO
th_th: แสดงสถิติ TPO
tr_tr: TPO istatistiklerini göster
uk_ua: Показати статистику TPO

source: General color
ar_sa: لون عام
de_de: Allgemeine Farbe
es_es: Color general
fa_ir: رنگ عمومی
fr_fr: Couleur générale
hi_in: सामान्य रंग
it_it: Colore generale
ja_jp: 一般色
pl_pl: Kolor ogólny
pt_pt: Cor geral
ru_ru: Общий цвет
th_th: สีทั่วไป
tr_tr: Genel renk
uk_ua: Загальний колір

source: Quantity:
ar_sa: الكمية:
de_de: Menge:
es_es: Cantidad
fa_ir: مقدار:
fr_fr: Quantité :
hi_in: मात्रा:
it_it: Quantità:
ja_jp: 量：
pl_pl: Ilość
pt_pt: Quantidade:
ru_ru: Объем:
th_th: ปริมาณ:
tr_tr: Miktar:
uk_ua: Об'єм:

source: Split size columns
ar_sa: أعمدة حجم الانقسام
de_de: Spalten mit geteilter Größe
es_es: Columnas de tamaño dividido
fa_ir: ستون های اندازه تقسیم
fr_fr: Colonnes de taille fractionnée
hi_in: स्प्लिट साइज कॉलम
it_it: Dividere le colonne delle dimensioni
ja_jp: 分割サイズ列
pl_pl: Kolumny podziału rozmiaru
pt_pt: Colunas de tamanho dividido
ru_ru: Разделить колонки размера
th_th: คอลัมน์ขนาดแยก
tr_tr: Bölme boyutu sütunları
uk_ua: Розділити стовпці розміру

source: Split Buy/Sell column
de_de: Spalte "Kaufen/Verkaufen" aufteilen
fa_ir: تقسیم خرید / فروش ستون
fr_fr: Diviser la colonne Acheter/Vendre
it_it: Colonna Dividi Acquisto/Vendi
th_th: คอลัมน์แยกซื้อ/ขาย
uk_ua: Розділити стовпець «Купити/Продати»

source: AutoSize of columns
de_de: AutoSize von Spalten
fa_ir: اندازه خودکار ستون ها
fr_fr: Taille automatique des colonnes
it_it: Ridimensionamento automatico delle colonne
th_th: ปรับขนาดคอลัมน์โดยอัตโนมัติ
uk_ua: Авторозмір стовпців

source: No data to display
ar_sa: لا توجد بيانات لعرضها
de_de: Keine Daten zum Anzeigen
es_es: No hay datos que mostrar
fa_ir: هیچ داده ای برای نمایش وجود ندارد
fr_fr: Aucune donnée à visualiser
hi_in: प्रदर्शित करने के लिए कोई डेटा नहीं
it_it: nessun dato da visualizzare
ja_jp: 表示するデータがありません
pl_pl: brak danych do wyświetlenia
pt_pt: Nenhum dado a ser exibido
ru_ru: Нет данных для отображения
th_th: ไม่มีข้อมูลที่จะแสดง
tr_tr: Görüntülenecek veri yok
uk_ua: Немає даних для відображення

source: Please check your connection or symbol availability
ar_sa: يرجى التحقق من اتصالك أو توفر الرمز
de_de: Bitte überprüfen Sie Ihre Verbindung oder Symbolverfügbarkeit
es_es: Por favor, compruebe su conexión o disponibilidad de símbolos
fa_ir: لطفاً اتصال یا نماد موجود بودن خود را بررسی کنید
fr_fr: Veuillez vérifier votre connexion ou la disponibilité des symboles
hi_in: कृपया अपना कनेक्शन या प्रतीक उपलब्धता जांचें
it_it: Si prega di verificare la connessione o la disponibilità dei simboli
ja_jp: あなたの接続やシンボルの可用性を確認してください
pl_pl: Sprawdź połączenie lub dostępność symbolu
pt_pt: Por favor verifique sua conexão ou símbolos
ru_ru: Проверьте наличие подключения или символа.
th_th: โปรดตรวจสอบความพร้อมใช้งานของการเชื่อมต่อหรือสัญลักษณ์ของคุณ
tr_tr: Lütfen bağlantınızı veya sembolün kullanılabilirliğini kontrol edin
uk_ua: Перевірте ваше з'єднання чи наявність символу
