Repository: Quantower/Localization
Catalog: plug-ins/BacktesterPanel/*.po
Languages: th_th

source: General
th_th: ทั่วไป

source: Initial balance
th_th: ยอดเงินเริ่มต้น

source: Remove symbol
th_th: เอาสัญลักษณ์ออก

source: Open panel
th_th: เปิดแผง

source: Market Replay
th_th: รีเพลย์ตลาด

source: History range:
th_th: ช่วงประวัติ:

source: Symbol
th_th: สัญลักษณ์

source: Build from
th_th: สร้างจาก

source: Executing type
th_th: ประเภทการดําเนินการ

source: Do you really want to stop Market Replay? This action will delete all test results.
th_th: คุณต้องการหยุดการเล่นซ้ําของตลาดหรือไม่? การดําเนินการนี้จะลบผลการทดสอบทั้งหมด

source: No symbols to simulate
th_th: ไม่มีสัญลักษณ์ให้จําลอง

source: You need select symbols to start simulation
th_th: คุณต้องเลือกสัญลักษณ์เพื่อเริ่มการจําลอง

source: Wrong history range
th_th: ช่วงประวัติไม่ถูกต้อง

source: You need set history range, from < to
th_th: คุณต้องตั้งค่าช่วงประวัติตั้งแต่<ไปจนถึง

source: Wrong start replaying from time
th_th: เริ่มเล่นซ้ําผิดครั้งจากเวลา

source: You need set start replaying time inside history range
th_th: คุณต้องตั้งเวลาเริ่มเล่นซ้ําภายในช่วงประวัติศาสตร์

source: Ready to start simulation
th_th: พร้อมที่จะเริ่มการจําลอง

source: Start simulation with selected symbols
th_th: เริ่มการจําลองด้วยสัญลักษณ์ที่เลือก

source: START
th_th: เริ่ม

source: Start simulation
th_th: เริ่มการจําลอง

source: STOP
th_th: หยุด

source: Stop simulation
th_th: หยุดการจําลอง

source: Simulation is active
th_th: การจําลองมีการใช้งานอยู่

source: One step forward
th_th: ก้าวหนึ่งก้าวไปข้างหน้า

source: Pause simulation
th_th: หยุดการจําลองชั่วคราว

source: Caching history:
th_th: ประวัติการแคช:

source: Trading simulator
th_th: เครื่องจําลองการซื้อขาย

source: add symbol
th_th: เพิ่มสัญลักษณ์

source: Switch between full/short mode
th_th: สลับระหว่างโหมดเต็ม/สั้น

source: Specify Trading Simulator advanced settings
th_th: ระบุการตั้งค่าขั้นสูงของ Trading Simulator

source: Add symbol for simulation
th_th: เพิ่มสัญลักษณ์สําหรับการจําลอง

source: Trading Simulator current state
th_th: จําลองการซื้อขายสถานะปัจจุบัน

source: Symbols
th_th: สัญลักษณ์

source: Order entry
th_th: รายการสั่งซื้อ

source: Chart
th_th: แผนภูมิ

source: DOM Trader
th_th: DOM เทรดเดอร์

source: Market Depth
th_th: ความลึกของตลาด

source: Time & Sales
th_th: เวลา & การขาย

source: DOM surface
th_th: พื้นผิว DOM

source: TPO Chart
th_th: แผนภูมิ TPO

source: Symbol Info
th_th: ข้อมูลสัญลักษณ์

source: Account performance
th_th: ประสิทธิภาพของบัญชี
