Repository: Quantower/Localization
Catalog: plug-ins/ControlCenter/*.po
Languages: ar_sa, th_th

source: Notifications
ar_sa: إخطارات
th_th: แจ้ง เตือน

source: No tickers yet
ar_sa: لا توجد علامات بعد
th_th: ยังไม่มีทิกเกอร์

source: Click to add symbols
ar_sa: انقر لإضافة رموز
th_th: คลิกเพื่อเพิ่มสัญลักษณ์

source: Search panels or symbols
ar_sa: لوحات البحث أو الرموز
th_th: แผงค้นหาหรือสัญลักษณ์

source: The time of your system needs synchronization with the official time. You can get more info by following the '{0}' service.
ar_sa: يحتاج وقت نظامك إلى المزامنة مع الوقت الرسمي. يمكنك الحصول على مزيد من المعلومات باتباع خدمة "{0}".
th_th: เวลาของระบบของคุณต้องการการซิงโครไนซ์กับเวลาอย่างเป็นทางการ คุณสามารถรับข้อมูลเพิ่มเติมได้โดยทําตามบริการ '{0}'

source: About
ar_sa: بشأن
th_th: ประมาณ

source: Your version is up to date
ar_sa: الإصدار الخاص بك محدث
th_th: เวอร์ชันของคุณทันสมัยอยู่เสมอ

source: Checking for updates
ar_sa: البحث عن تحديثات
th_th: การตรวจสอบการอัปเดต

source: DOWNLOAD
ar_sa: تحميل
th_th: ดาวน์โหลด

source: Downloading
ar_sa: التحميل
th_th: ดาวน์โหลด

source: Extracting
ar_sa: استخراج
th_th: แยก

source: UPDATE
ar_sa: تحديث
th_th: อัพเดต

source: Website
ar_sa: الموقع الإلكتروني
th_th: เว็บไซต์

source: What's new
ar_sa: مدير التحديث
th_th: มีอะไรใหม่บ้าง

source: Are you sure you want to close application and launch new version?
ar_sa: هل أنت متأكد من أنك تريد إغلاق التطبيق وإطلاق إصدار جديد؟
th_th: คุณแน่ใจหรือไม่ว่าต้องการปิดแอปพลิเคชันและเปิดเวอร์ชันใหม่

source: View
ar_sa: عرض
th_th: ทิวทัศน์

source: Favorite panels
ar_sa: اللوحات المفضلة
th_th: แผงที่ชื่นชอบ

source: Ticker tape
ar_sa: شريط شريط
th_th: เทปทิกเกอร์

source: Lock trading
ar_sa: قفل التداول
th_th: ล็อคการซื้อขาย

source: Workspaces
ar_sa: أماكن العمل
th_th: พื้นที่ทํางาน

source: Connections
ar_sa: الاتصالات
th_th: คน รู้จัก

source: Notifications center
ar_sa: مركز الاعلامات
th_th: ศูนย์การแจ้งเตือน

source: General settings
ar_sa: الإعدادات العامة
th_th: การตั้งค่าทั่วไป

source: Timezones
ar_sa: المناطق الزمنية
th_th: เขตเวลา

source: Help Center
ar_sa: مركز المساعدة
th_th: ศูนย์ช่วยเหลือ

source: Active Orders and Positions Detected for Your Account. Please make sure you cancel orders and close positions if you finished trading activity. You can see orders on the Working Orders Panel and positions on the Positions Panel. Continue closing application?
ar_sa: الأوامر النشطة والمراكز التي تم الكشف عنها لحسابك. يرجى التأكد من إلغاء الطلبات وإغلاق الصفقات إذا انتهيت من نشاط التداول. يمكنك رؤية الطلبات على لوحة أوامر العمل والمواقف في لوحة المواقف. هل يمكنك متابعة طلب الإقفال؟
th_th: คําสั่งซื้อและตําแหน่งที่ใช้งานอยู่ที่ตรวจพบสําหรับบัญชีของคุณ โปรดตรวจสอบให้แน่ใจว่าคุณยกเลิกคําสั่งซื้อขายและปิดสถานะหากคุณเสร็จสิ้นกิจกรรมการซื้อขาย คุณสามารถดูคําสั่งซื้อขายได้บนแผงคําสั่งทํางานและตําแหน่งในแผงตําแหน่ง ปิดรับสมัครต่อหรือไม่?

source: Active Orders Detected for Your Account. Please make sure you cancel your orders if you finished your trading activity. You can see your orders on the Working Orders Panel.<br><br>Continue closing application?
ar_sa: تم الكشف عن الطلبات النشطة لحسابك. يرجى التأكد من إلغاء طلباتك إذا انتهيت من نشاط التداول الخاص بك. يمكنك رؤية طلباتك على لوحة أوامر العمل. <br><br>مطلب إغلاق هل أنتِ من اِنّا لا تُغلقين
th_th: ตรวจพบคําสั่งซื้อที่ใช้งานอยู่สําหรับบัญชีของคุณ โปรดตรวจสอบให้แน่ใจว่าคุณยกเลิกคําสั่งซื้อของคุณหากคุณเสร็จสิ้นกิจกรรมการซื้อขายของคุณ คุณสามารถดูคําสั่งซื้อของคุณได้ในแผงคําสั่งซื้อที่ทํางาน <br><br>ปิดรับสมัครต่อหรือไม่?

source: Positions Detected for Your Account. Please make sure you close your positions if you finished your trading activity. You can see your positions on the Positions Panel.<br><br>Continue closing application?
ar_sa: المراكز التي تم اكتشافها لحسابك. يرجى التأكد من إغلاق مراكزك إذا انتهيت من نشاط التداول الخاص بك. يمكنك أن ترى مواقفك على لوحة المواضع. <br><br>مطلب إغلاق هل أنتِ من اِنّا لا تُغلقين
th_th: ตําแหน่งที่ตรวจพบสําหรับบัญชีของคุณ โปรดตรวจสอบให้แน่ใจว่าคุณปิดสถานะของคุณหากคุณเสร็จสิ้นกิจกรรมการซื้อขายของคุณ คุณสามารถดูตําแหน่งของคุณได้ในแผงตําแหน่ง <br><br>ปิดรับสมัครต่อหรือไม่?

source: Close application ?
ar_sa: تطبيق وثيقة ؟
th_th: ปิดรับสมัคร?

source: P/L alerts
ar_sa: P / L التنبيهات
th_th: การแจ้งเตือน P/L

source: Favorite connections
ar_sa: الاتصالات المفضلة
th_th: การเชื่อมต่อที่ชื่นชอบ

source: Close
ar_sa: إغلاق
th_th: ปิด

source: Minimize
ar_sa: إلى الحد الأدنى
th_th: ลด

source: Lock modification
ar_sa: قفل التعديل
th_th: การปรับเปลี่ยนการล็อค

source: Rename ...
ar_sa: اعاده تسميه...
th_th: ตั้งชื่อใหม่

source: Create new ...
ar_sa: إنشاء جديد...
th_th: สร้างใหม่ ...

source: Edit Ticker tape
ar_sa: تحرير شريط شريط
th_th: แก้ไขเทปทิกเกอร์

source: Time zone settings
ar_sa: إعدادات المنطقة الزمنية
th_th: การตั้งค่าเขตเวลา

source: is unlocked
ar_sa: غير مقفلة
th_th: ถูกปลดล็อค

source: is locked
ar_sa: مغلق
th_th: ถูกล็อค

source: Unlock trading
ar_sa: فتح التداول
th_th: ปลดล็อกการซื้อขาย

source: My account
ar_sa: حسابي
th_th: บัญชีของฉัน
