Repository: Quantower/Localization
Catalog: plug-ins/BackupManagerPlugin/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua

source: Copying general settings
ar_sa: نسخ الإعدادات العامة
de_de: Kopieren von allgemeinen Einstellungen
es_es: Copia de configuraciones generales
fa_ir: کپی تنظیمات عمومی
fr_fr: Copier les paramètres généraux
hi_in: सामांय सेटिंग्स की प्रतिलिपि बनाना
it_it: Copia delle impostazioni generali
ja_jp: 一般設定のコピー
pl_pl: Kopiowanie ustawień ogólnych
pt_br: Copiando configurações gerais
ru_ru: Копирование общих настроек
th_th: การคัดลอกการตั้งค่าทั่วไป
tr_tr: Genel ayarlar kopyalanıyor
uk_ua: Копіювання загальних налаштувань

source: Copying panels settings
ar_sa: نسخ إعدادات اللوحات
de_de: Kopieren von Panel-Einstellungen
es_es: Copiar configuraciones de paneles
fa_ir: کپی تنظیمات پانل
fr_fr: Copier les paramètres des panneaux
hi_in: पैनल सेटिंग्स की प्रतिलिपि बनाना
it_it: Copia delle impostazioni dei pannelli
ja_jp: パネル設定のコピー
pl_pl: Kopiowanie ustawień paneli
pt_br: Copiando configurações de painéis
ru_ru: Копирование настроек панелей
th_th: การตั้งค่าแผงคัดลอก
tr_tr: Panel ayarları kopyalanıyor
uk_ua: Копіювання налаштувань панелей

source: Copying workspaces
ar_sa: نسخ مساحات العمل
de_de: Arbeitsbereiche kopieren
es_es: Copiar espacios de trabajo
fa_ir: کپی کردن فضای کاری
fr_fr: Copier des espaces de travail
hi_in: कार्यस्थानों की प्रतिलिपि बनाना
it_it: Copia degli spazi di lavoro
ja_jp: ワークスペースのコピー
pl_pl: Kopiowanie obszarów roboczych
pt_br: Copiando espaços de trabalho
ru_ru: Копирование рабочих пространств
th_th: การคัดลอกพื้นที่ทํางาน
tr_tr: Çalışma alanlarını kopyalanıyor
uk_ua: Копіювання воркспейсів

source: Collecting connections data
ar_sa: جمع بيانات الاتصالات
de_de: Verbindungsdaten sammeln
es_es: Recolectando datos de conexiones
fa_ir: جمع آوری داده های اتصالات
fr_fr: Collecte des données de connexion
hi_in: कनेक्शन डेटा एकत्रित करना
it_it: Raccolta dei dati delle connessioni
ja_jp: 接続データの収集
pl_pl: Zbieranie danych połączeń
pt_br: Coleta de dados de conexões
ru_ru: Сбор данных о подключениях
th_th: การรวบรวมข้อมูลการเชื่อมต่อ
tr_tr: Bağlantı verileri toplanıyor
uk_ua: Збирання даних з'єднань

source: Creating backup file
ar_sa: إنشاء ملف النسخ الاحتياطي
de_de: Sicherungsdatei erstellen
es_es: Creando archivo de respaldo
fa_ir: ایجاد پرونده پشتیبان
fr_fr: Création d'un fichier de sauvegarde
hi_in: बैकअप फ़ाइल बनाना
it_it: Creare un file di backup
ja_jp: バックアップファイルの作成
pl_pl: Tworzenie pliku kopii zapasowej
pt_br: Criando arquivo de backup
ru_ru: Создание файла резервной копии
th_th: การสร้างไฟล์สํารอง
tr_tr: Yedekleme dosyası oluşturuluyor
uk_ua: Створення файлу резервної копії

source: Backup my settings
ar_sa: النسخ الاحتياطي لإعداداتي
de_de: Sichern Sie meine Einstellungen
es_es: Respaldar mi configuración
fa_ir: پشتیبان گیری تنظیمات من
fr_fr: Sauvegarder mes paramètres
hi_in: बैकअप मेरी सेटिंग्स
it_it: Effettua il backup delle mie impostazioni
ja_jp: 私の設定をバックアップする
pl_pl: Wykonaj kopię zapasową moich ustawień
pt_br: Faça backup das minhas configurações
ru_ru: Резервное копирование моих настроек
th_th: สํารองข้อมูลการตั้งค่าของฉัน
tr_tr: Ayarlarımı yedekle
uk_ua: Резервне копіювання налаштувань

source: Backup feature creates a file, containing all your general settings(including settings per each panel type), connection credentials, and workspaces
ar_sa: تقوم ميزة النسخ الاحتياطي بإنشاء ملف يحتوي على كافة الإعدادات العامة (بما في ذلك الإعدادات لكل نوع من أنواع اللوحات) وبيانات اعتماد الاتصال ومساحات العمل
de_de: Die Sicherungsfunktion erstellt eine Datei mit allen allgemeinen Einstellungen (einschließlich der Einstellungen für jeden Bereichstyp), Verbindungsanmeldeinformationen und Arbeitsbereichen
es_es: La función de copia de seguridad crea un archivo que contiene toda la configuración general (incluida la configuración para cada tipo de panel), las credenciales de conexión y los espacios de trabajo.
fa_ir: قابلیت پشتیبان گیری ایجاد یک فایل ، حاوی تمام تنظیمات کلی شما (از جمله تنظیمات در هر نوع پانل) ، اعتبار اتصال ، و فضای کاری
fr_fr: La fonction de sauvegarde crée un fichier contenant tous vos paramètres généraux (y compris les paramètres pour chaque type de panneau), les informations d'identification de connexion et les espaces de travail
hi_in: बैकअप सुविधा एक फ़ाइल बनाती है, जिसमें आपकी सभी सामांय सेटिंग्स (प्रत्येक पैनल प्रकार के अनुसार सेटिंग्स सहित), कनेक्शन क्रेडेंशियल्स, और कार्यस्थान शामिल है
it_it: La funzionalità di backup crea un file, contenente tutte le impostazioni generali (comprese le impostazioni per ciascun tipo di pannello), le credenziali di connessione e gli spazi di lavoro
ja_jp: バックアップ機能は、すべての一般設定（パネルタイプごとの設定を含む）、接続資格情報、および作業領域を含むファイルを作成します
pl_pl: Funkcja tworzenia kopii zapasowej tworzy plik zawierający wszystkie ustawienia ogólne (w tym ustawienia dla każdego typu panelu), poświadczenia połączenia i obszary robocze
pt_br: O recurso de backup cria um arquivo, contendo todas as configurações gerais (incluindo configurações por cada tipo de painel), credenciais de conexão e espaços de trabalho
ru_ru: Функция резервного копирования создает файл, содержащий все ваши общие настройки (включая настройки для каждого типа панели), учетные данные подключения и рабочие пространства
th_th: คุณลักษณะการสํารองข้อมูลจะสร้างไฟล์ที่มีการตั้งค่าทั่วไปทั้งหมดของคุณ (รวมถึงการตั้งค่าตามประเภทพาเนลแต่ละประเภท) ข้อมูลประจําตัวการเชื่อมต่อ และพื้นที่ทํางาน
tr_tr: Yedekleme özelliği, tüm genel ayarlarınızı (her panel türü için ayarlar dahil), bağlantı kimlik bilgilerini ve çalışma alanlarını içeren bir dosya oluşturur.
uk_ua: Функція резервного копіювання створює файл, що містить усі ваші загальні параметри (включаючи налаштування для кожного типу панелі), облікові дані для підключення та воркспейси

source: Please wait for backup process being finished
ar_sa: الرجاء الانتظار حتى انتهاء عملية النسخ الاحتياطي
de_de: Bitte warten Sie, bis der Backup-Vorgang abgeschlossen ist
es_es: Espere a que finalice el proceso de copia de seguridad
fa_ir: لطفا منتظر بمانید تا فرآیند پشتیبان تمام شود
fr_fr: Veuillez attendre que le processus de sauvegarde soit terminé
hi_in: कृपया बैकअप प्रक्रिया के समाप्त होने की प्रतीक्षा करें
it_it: Si prega di attendere il completamento del processo di backup
ja_jp: バックアップ処理が完了するまでお待ちください
pl_pl: Poczekaj na zakończenie procesu tworzenia kopii zapasowej
pt_br: Por favor, aguarde que o processo de backup seja concluído
ru_ru: Дождитесь окончания процесса резервного копирования.
th_th: โปรดรอให้กระบวนการสํารองข้อมูลเสร็จสิ้น
tr_tr: Lütfen tamamlanmakta olan yedekleme işlemini bekleyin.
uk_ua: Будь ласка, дочекайтесь завершення процесу резервування

source: Back
ar_sa: الرجوع
de_de: Zurück
es_es: Atrás
fa_ir: بازگشت
fr_fr: Précédent
hi_in: वापस
it_it: Indietro
ja_jp: 戻る
pl_pl: Plecy
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
tr_tr: Geri
uk_ua: Назад

source: Cancel
ar_sa: إلغاء
de_de: Stornieren
es_es: Cancelar
fa_ir: لغو
fr_fr: Annuler
hi_in: रद्द करना
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก
tr_tr: İptal et
uk_ua: Скасувати

source: Are you sure want to cancel?
ar_sa: هل أنت متأكد تريد الإلغاء؟
de_de: Sind Sie sicher, dass sie abbrechen wollen?
es_es: ¿Seguro que quieres cancelar?
fa_ir: آیا مطمئنید که می خواهید لغو شود ؟
fr_fr: Êtes-vous sûr de vouloir annuler?
hi_in: क्या आप निश्चयपूर्वक रद्द करना चाहते हैं?
it_it: Sei sicuro di voler cancellare?
ja_jp: キャンセルしてもよろしいですか？
pl_pl: Czy na pewno chcesz anulować?
pt_br: Você quer cancelar?
ru_ru: Вы действительно хотите отменить?
th_th: คุณแน่ใจหรือว่าต้องการยกเลิก?
tr_tr: İptal etmek istediğinize emin misiniz?
uk_ua: Ви дійсно хочете скасувати?

source: Settings backup was successful
ar_sa: كانت إعدادات النسخ الاحتياطي ناجحة
de_de: Die Sicherung der Einstellungen war erfolgreich
es_es: La copia de seguridad de configuraciones fue exitos
fa_ir: پشتیبان گیری تنظیمات موفقیت آمیز بود
fr_fr: La sauvegarde des paramètres a réussi
hi_in: सेटिंग्स बैकअप सफल रहा
it_it: Il backup delle impostazioni è andato a buon fine
ja_jp: 設定のバックアップに成功しました
pl_pl: Kopia zapasowa ustawień się powiodła
pt_br: O backup de configurações foi bem sucedido
ru_ru: Резервное копирование настроек прошло успешно
th_th: การสํารองข้อมูลการตั้งค่าสําเร็จแล้ว
tr_tr: Ayarların yedeklemesi başarılı oldu
uk_ua: Резервування налаштувань було успішним

source: finish
ar_sa: إنهاء
de_de: Fertig
es_es: terminar
fa_ir: پایان
fr_fr: terminer
hi_in: समाप्त
it_it: finire
ja_jp: 仕上げ
pl_pl: koniec
pt_br: Terminar
ru_ru: Завершить
th_th: เสร็จ
tr_tr: bitir
uk_ua: Закінчити

source: Backup process is not finished
ar_sa: لم يتم الانتهاء من عملية النسخ الاحتياطي
de_de: Der Backup-Prozess ist nicht abgeschlossen
es_es: El proceso de copia de seguridad no está terminado
fa_ir: فرآیند پشتیبان گیری تمام نشده است
fr_fr: Le processus de sauvegarde n'est pas terminé
hi_in: बैकअप प्रक्रिया समाप्त नहीं है
it_it: Il processo di backup non è terminato
ja_jp: バックアップ処理が完了していません
pl_pl: Proces tworzenia kopii zapasowej nie został zakończony
pt_br: O processo de backup não está concluído
ru_ru: Процесс резервного копирования не завершен
th_th: กระบวนการสํารองข้อมูลไม่เสร็จสิ้น
tr_tr: Yedekleme işlemi bitmedi
uk_ua: Процес резервного копіювання не завершений

source: Please select file
ar_sa: يرجى تحديد الملف
de_de: Bitte Datei auswählen
es_es: Por favor seleccione el archivo
fa_ir: لطفاً پرونده را انتخاب کنید
fr_fr: Veuillez sélectionner le fichier
hi_in: कृपया फ़ाइल का चयन करें
it_it: Si prega di selezionare il file
ja_jp: ファイルを選択してください
pl_pl: Wybierz plik
pt_br: Selecione arquivo
ru_ru: Выберите файл
th_th: กรุณาเลือกไฟล์
tr_tr: Lütfen dosya seçin
uk_ua: Виберіть файл

source: You may change a path for storing your backup file
ar_sa: يمكنك تغيير مسار لتخزين ملف النسخ الاحتياطي
de_de: Sie können einen Pfad zum Speichern Ihrer Sicherungsdatei ändern
es_es: Puede cambiar una ruta para almacenar su archivo de copia de seguridad
fa_ir: شما می توانید یک مسیر برای ذخیره پرونده پشتیبان خود را تغییر دهید
fr_fr: Vous pouvez changer un chemin pour stocker votre fichier de sauvegarde
hi_in: आप अपनी बैकअप फ़ाइल को संग्रहीत करने के लिए कोई पथ परिवर्तित कर सकते है
it_it: È possibile modificare un percorso per l'archiviazione del file di backup
ja_jp: バックアップファイルを保存するパスを変更することができます
pl_pl: Możesz zmienić ścieżkę do przechowywania pliku kopii zapasowej
pt_br: Você pode alterar um caminho para armazenar seu arquivo de backup
ru_ru: Вы можете изменить путь хранения файла резервной копии
th_th: คุณสามารถเปลี่ยนเส้นทางสําหรับการจัดเก็บแฟ้มสํารองของคุณ
tr_tr: Yedekleme dosyanızı saklamak için dosya yolunu değiştirebilirsiniz.
uk_ua: Ви можете змінити шлях для зберігання файлу резервної копії

source: Create Backup
ar_sa: انشئ نسخة احتياطية
de_de: Ein Backup erstellen
es_es: Crear copia de seguridad
fa_ir: ایجاد پشتیبان
fr_fr: Créer une sauvegarde
hi_in: बैकअप बनाएं
it_it: Creare il backup
ja_jp: バックアップを作成する
pl_pl: Stworzyć kopię zapasową
pt_br: Criar backup
ru_ru: Создать резервную копию
th_th: สร้างการสํารองข้อมูล
tr_tr: Yedek Oluştur
uk_ua: Створити копію

source: Backup to
ar_sa: النسخ الاحتياطي ل
de_de: Sicherung nach
es_es: Respalda a
fa_ir: پشتیبان گیری برای
fr_fr: Sauvegarder
hi_in: करने के लिए बैकअप
it_it: Backup a
ja_jp: バックアップ先
pl_pl: Stwórz kopię zapasową do
pt_br: Backup para
ru_ru: Путь к архиву
th_th: สํารองข้อมูลไปยัง
tr_tr: Yedekle
uk_ua: Шлях до архіву

source: Processing backup file
ar_sa: معالجة ملف النسخ الاحتياطي
de_de: Sicherungsdatei wird verarbeitet
es_es: Procesamiento de archivo de respaldo
fa_ir: پردازش پرونده پشتیبان
fr_fr: Traitement du fichier de sauvegarde
hi_in: बैकअप फ़ाइल संसाधित कर रहा है
it_it: Elaborazione del file di backup
ja_jp: バックアップファイルの処理中
pl_pl: Przetwarzanie pliku kopii zapasowej
pt_br: Processando arquivo de backup
ru_ru: Обработка файла резервной копии
th_th: การประมวลผลไฟล์สํารอง
tr_tr: Yedekleme dosyası işleniyor
uk_ua: Обробка файла резервної копії

source: Rewriting general settings
ar_sa: إعادة كتابة الإعدادات العامة
de_de: Umschreiben der allgemeinen Einstellungen
es_es: Reescribiendo la configuración general
fa_ir: بازنویسی تنظیمات کلی
fr_fr: Réécriture des paramètres généraux
hi_in: सामांय सेटिंग्स को फिर से लिखना
it_it: Riscrivere le impostazioni generali
ja_jp: 一般設定の書き換え
pl_pl: Przepisywanie ustawień ogólnych
pt_br: Reescrevendo configurações gerais
ru_ru: Перезаписывание общих настроек
th_th: การเขียนการตั้งค่าทั่วไปใหม่
tr_tr: Genel ayarlar yeniden yazılıyor
uk_ua: Переписування загальних налаштувань

source: Rewriting panels settings
ar_sa: إعادة كتابة إعدادات اللوحات
de_de: Neuschreiben von Einstellungen
es_es: Reescribiendo configuraciones de paneles
fa_ir: تنظیمات بازنویسی پانل
fr_fr: Réécriture des paramètres des panneaux
hi_in: पैनल सेटिंग्स को फिर से लिखना
it_it: Riscrivi le impostazioni dei pannelli
ja_jp: パネル設定の書き換え
pl_pl: Przepisywanie ustawień paneli
pt_br: Configurações de painéis de reescrita
ru_ru: Перезаписывание настроек панелей
th_th: การตั้งค่าแผงการเขียนใหม่
tr_tr: Panel ayarları yeniden yazılıyor
uk_ua: Параметри перезапису панелей

source: Rewriting workspaces
ar_sa: إعادة كتابة مساحات العمل
de_de: Arbeitsbereiche neu schreiben
es_es: Reescribiendo espacios de trabajo
fa_ir: بازنویسی فضای کاری
fr_fr: Réécriture d'espaces de travail
hi_in: कार्यस्थानों को पुनर्लेखन
it_it: Riscrivi spazi di lavoro
ja_jp: ワークスペースの書き換え
pl_pl: Przepisywanie obszarów roboczych
pt_br: Reescrevendo espaços de trabalho
ru_ru: Перезаписывание рабочих пространств
th_th: การเขียนพื้นที่ทํางานใหม่
tr_tr: Çalışma alanları yeniden yazılıyor
uk_ua: Переписування воркспейсів

source: Rewriting connections
ar_sa: إعادة كتابة الاتصالات
de_de: Verbindungen neu schreiben
es_es: Reescribiendo conexiones
fa_ir: بازنویسی اتصالات
fr_fr: Réécriture des connexions
hi_in: कनेक्शन पुनर्लेखन
it_it: Riscrivere le connessioni
ja_jp: 接続の書き換え
pl_pl: Przepisywanie połączeń
pt_br: Reescrevendo conexões
ru_ru: Перезаписывание соединений
th_th: การเขียนการเชื่อมต่อใหม่
tr_tr: Bağlantılar yeniden yazılıyor
uk_ua: Переписування з'єднань

source: Finish and restart
ar_sa: الانتهاء وإعادة تشغيل
de_de: Fertig und neu starten
es_es: Terminar y reiniciar
fa_ir: پایان دادن و راه اندازی مجدد
fr_fr: Terminer et redémarrer
hi_in: समाप्त और पुनरारंभ करें
it_it: Finisci e ricomincia
ja_jp: 完了して再起動する
pl_pl: Zakończ i uruchom ponownie
pt_br: Terminar e reiniciar
ru_ru: Завершить и перезапустить
th_th: เสร็จสิ้นและเริ่มต้นใหม่
tr_tr: Bitir ve yeniden başlat
uk_ua: Перезапуск терміналу

source: Settings was successfuly recovered
ar_sa: تم استعادة الإعدادات بنجاح
de_de: Einstellungen wurden erfolgreich wiederhergestellt
es_es: La configuración se recuperó con éxito
fa_ir: تنظیمات با موفقیت بازیابی شد
fr_fr: Les paramètres ont été récupérés avec succès
hi_in: सेटिंग्स सफलतापूर्वक पुनर्प्राप्त की गई
it_it: Le impostazioni sono state ripristinate con successo
ja_jp: 設定は正常に回復しました
pl_pl: Ustawienia zostały pomyślnie odzyskane
pt_br: As configurações foram recuperadas com sucesso
ru_ru: Настройки были успешно восстановлены
th_th: กู้คืนการตั้งค่าสําเร็จแล้ว
tr_tr: Ayarlar başarılı bir şekilde kurtarıldı
uk_ua: Налаштування успішно відновлені

source: Provided backup file is not valid
ar_sa: ملف النسخ الاحتياطي المقدمة غير صالح
de_de: Die angegebene Sicherungsdatei ist nicht gültig
es_es: El archivo de copia de seguridad proporcionado no es válido
fa_ir: پرونده پشتیبان ارائه شده معتبر نیست
fr_fr: Le fichier de sauvegarde fourni n'est pas valide
hi_in: प्रदत्त बैकअप फ़ाइल मांय नहीं है
it_it: Il file di backup fornito non è valido
ja_jp: 提供されたバックアップファイルが有効ではありません
pl_pl: Podany plik kopii zapasowej jest nieprawidłowy
pt_br: O arquivo de backup fornecido não é válido
ru_ru: Предоставленный файл резервной копии недействителен
th_th: แฟ้มสํารองข้อมูลที่ให้มาไม่ถูกต้อง
tr_tr: Sağlanan yedek dosya geçerli değil
uk_ua: Наданий файл резервної копії недійсний

source: Recover my settings
ar_sa: استعادة ضبطاتي
de_de: Stellen Sie meine Einstellungen wieder her
es_es: Recuperar mi configuración
fa_ir: بازیابی تنظیمات من
fr_fr: Récupérer mes paramètres
hi_in: मेरी सेटिंग्स पुनर्प्राप्त करें
it_it: Ripristina le mie impostazioni
ja_jp: 私の設定を回復する
pl_pl: Odzyskaj moje ustawienia
pt_br: Recuperar minhas configurações
ru_ru: Восстановить мои настройки
th_th: กู้คืนการตั้งค่าของฉัน
tr_tr: Ayarlarımı kurtar
uk_ua: Відновити мої налаштування

source: Settings recover will rewrite all your general settings (including settings per each panel type), connection credentials, and workspaces with the new ones, from the defined backup file
ar_sa: ستقوم استعادة الإعدادات بإعادة كتابة جميع الإعدادات العامة (بما في ذلك الإعدادات لكل نوع من أنواع اللوحات) وبيانات اعتماد الاتصال ومساحات العمل بالأخرى الجديدة ، من ملف النسخ الاحتياطي المحدد
de_de: Mit den Einstellungen für die Wiederherstellung werden alle allgemeinen Einstellungen (einschließlich der Einstellungen für jeden Bereichstyp), Verbindungsanmeldeinformationen und Arbeitsbereiche mit den neuen Einstellungen aus der definierten Sicherungsdatei überschrieben
es_es: La configuración de recuperación reescribirá todas las configuraciones generales (incluidas las configuraciones para cada tipo de panel), las credenciales de conexión y las áreas de trabajo con las nuevas, desde el archivo de copia de seguridad definido.
fa_ir: تنظیمات بازیابی تمام تنظیمات کلی شما (از جمله تنظیمات در هر نوع پانل) ، اعتبار اتصال و فضای کاری با موارد جدید را از فایل پشتیبان تعریف شده بازنویسی می کند
fr_fr: Les paramètres de récupération réécrire tous vos paramètres généraux (y compris les paramètres pour chaque type de panneau), les informations d'identification de connexion et les espaces de travail avec les nouveaux, à partir du fichier de sauvegarde défini
hi_in: सेटिंग्स पुनर्प्राप्त अपने सभी सामांय सेटिंग्स (प्रत्येक पैनल प्रकार प्रति सेटिंग्स सहित), कनेक्शन क्रेडेंशियल्स, और नए लोगों के साथ कार्यस्थान, परिभाषित बैकअप फ़ाइल से फिर से लिखना होगा
it_it: Il ripristino delle impostazioni riscriverà tutte le impostazioni generali (comprese le impostazioni per ciascun tipo di pannello), le credenziali di connessione e le aree di lavoro con quelle nuove, dal file di backup definito
ja_jp: 設定リカバリは、定義されたバックアップファイルから、すべての一般設定（各パネルタイプごとの設定を含む）、接続資格情報、およびワークスペースをすべて新しいものに書き換えます
pl_pl: Odzyskiwanie ustawień spowoduje przepisanie wszystkich ustawień ogólnych (w tym ustawień dla każdego typu panelu), poświadczeń połączenia i obszarów roboczych na nowe, ze zdefiniowanego pliku kopii zapasowej
pt_br: As configurações de recuperação reescreverão todas as configurações gerais (incluindo configurações por cada tipo de painel), credenciais de conexão e espaços de trabalho com as novas, a partir do arquivo de backup definido
ru_ru: Восстановление настроек перезапишет все ваши общие настройки (включая настройки для каждого типа панели), учетные данные подключения и рабочие пространства на новые из заданного файла резервной копии
th_th: การกู้คืนการตั้งค่าจะเขียนการตั้งค่าทั่วไปทั้งหมดของคุณใหม่ (รวมถึงการตั้งค่าตามแต่ละประเภทพาเนล) ข้อมูลประจําตัวการเชื่อมต่อ และพื้นที่ทํางานด้วยการตั้งค่าใหม่ จากไฟล์สํารองที่กําหนดไว้
tr_tr: Ayarlar kurtarma, tüm genel ayarlarınızı (her panel türü başına ayarlar dahil), bağlantı kimlik bilgilerini ve tanımlanan yedekleme dosyasından yenilerini içeren çalışma alanlarını yeniden yazacaktır.
uk_ua: Відновлення параметрів перезапише всі ваші загальні налаштування (включаючи параметри для кожного типу панелі), облікові дані для підключення та воркспейси на нові з визначеного файлу резервної копії

source: Please wait for recovery process being finished
ar_sa: الرجاء الانتظار حتى انتهاء عملية الاسترداد
de_de: Bitte warten Sie, bis der Wiederherstellungsprozess abgeschlossen ist
es_es: Espere a que finalice el proceso de recuperación
fa_ir: لطفا منتظر بمانید تا روند بازیابی به پایان رسید
fr_fr: Veuillez attendre que le processus de récupération soit terminé
hi_in: कृपया पुनर्प्राप्ति प्रक्रिया के समाप्त होने की प्रतीक्षा करें
it_it: Si prega di attendere il completamento del processo di ripristino
ja_jp: 回復プロセスが完了するまでお待ちください
pl_pl: Poczekaj na zakończenie procesu odzyskiwania
pt_br: Por favor, aguarde que o processo de recuperação seja concluído.
ru_ru: Подождите, пока процесс восстановления будет завершен.
th_th: โปรดรอให้กระบวนการกู้คืนเสร็จสิ้น
tr_tr: Lütfen tamamlandıktan sonra kurtarma işlemini bekleyin
uk_ua: Будь ласка, зачекайте на завершення процесу відновлення

source: No backups found
ar_sa: لم يتم العثور على نسخ احتياطية
de_de: Keine Backups gefunden
es_es: No se encontraron copias de seguridad
fa_ir: هیچ نسخه پشتیبانی یافت نشد
fr_fr: Aucune sauvegarde trouvée
hi_in: कोई बैकअप नहीं मिला
it_it: Nessun backup trovato
ja_jp: バックアップが見つかりません
pl_pl: Nie znaleziono żadnych kopii zapasowych
pt_br: Nenhum backup encontrado
ru_ru: Резервные копии не найдены
th_th: ไม่พบข้อมูลสํารอง
tr_tr: Yedek bulunamadı
uk_ua: Не знайдено жодних резервних копій

source: Please select the backup source to start a recovery
ar_sa: يرجى تحديد مصدر النسخ الاحتياطي لبدء الاسترداد
de_de: Bitte wählen Sie die Backup-Quelle, um eine Wiederherstellung zu starten
es_es: Seleccione la fuente de la copia de seguridad para iniciar una recuperación
fa_ir: لطفاً منبع پشتیبان را برای شروع بازیابی انتخاب کنید
fr_fr: Veuillez sélectionner la source de sauvegarde pour démarrer une récupération
hi_in: कृपया पुनर्प्राप्ति प्रारंभ करने के लिए बैकअप स्रोत का चयन करें
it_it: Seleziona la sorgente di backup per avviare un ripristino
ja_jp: 復旧を開始するバックアップ元を選択してください
pl_pl: Wybierz źródło kopii zapasowej, aby rozpocząć odzyskiwanie
pt_br: Selecione a fonte de backup para iniciar uma recuperação
ru_ru: Выберите источник резервного копирования, чтобы начать восстановление.
th_th: โปรดเลือกแหล่งสํารองเพื่อเริ่มการกู้คืน
tr_tr: Kurtarma işlemini başlatmak için lütfen yedek kaynağı seçin
uk_ua: Будь ласка, оберіть джерело резервного копіювання, щоб розпочати відновлення

source: From backups folder
ar_sa: من مجلد النسخ الاحتياطية
de_de: Vom Backup-Ordner
es_es: De la carpeta de copias de seguridad
fa_ir: از پوشه پشتیبان گیری
fr_fr: À partir du dossier de sauvegardes
hi_in: बैकअप फ़ोल्डर से
it_it: Dalla cartella dei backup
ja_jp: バックアップフォルダから
pl_pl: Z folderu kopii zapasowych
pt_br: Da pasta backups
ru_ru: Из папки резервных копий
th_th: จากโฟลเดอร์สํารอง
tr_tr: Yedekler klasöründen
uk_ua: З папки резервних копій

source: From custom file
ar_sa: من ملف مخصص
de_de: Aus der benutzerdefinierten Datei
es_es: Desde archivo personalizado
fa_ir: از فایل سفارشی
fr_fr: Du fichier personnalisé
hi_in: कस्टम फ़ाइल से
it_it: Dal file personalizzato
ja_jp: カスタムファイルから
pl_pl: Z niestandardowego pliku
pt_br: A partir de arquivo personalizado
ru_ru: Из пользовательского файла
th_th: จากไฟล์ที่กําหนดเอง
tr_tr: Özel dosyadan
uk_ua: Зі свого файлу

source: start recovery
ar_sa: بدء الانتعاش
de_de: Starte wiederherstellung
es_es: iniciar la recuperación
fa_ir: شروع بازیابی
fr_fr: démarrer la récupération
hi_in: पुनर्प्राप्ति प्रारंभ करें
it_it: avviare il recupero
ja_jp: 回復を開始する
pl_pl: Rozpocznij przywracanie
pt_br: iniciar a recuperação
ru_ru: Начать восстановление
th_th: เริ่มการกู้คืน
tr_tr: kurtarmaya başla
uk_ua: Почати відновлення

source: back
ar_sa: الى الخلف
de_de: zurück
es_es: espalda
fa_ir: بازگشت
fr_fr: arrière
hi_in: वापस
it_it: indietro
ja_jp: バック
pl_pl: plecy
pt_br: Voltar
ru_ru: Назад
th_th: ย้อนกลับ
tr_tr: geri
uk_ua: назад

source: Backup manager
ar_sa: مدير النسخ الاحتياطي
de_de: Sicherungsmanager
es_es: Administrador de respaldo
fa_ir: مدیر پشتیبان
fr_fr: Gestionnaire de sauvegarde
hi_in: बैकअप प्रबंधक
it_it: Responsabile del backup
ja_jp: バックアップマネージャ
pl_pl: Menadżer kopii bezpieczeństwa
pt_br: Gerente de backup
ru_ru: Менеджер резервного копирования
th_th: ตัวจัดการการสํารองข้อมูล
tr_tr: Yedekleme yöneticisi
uk_ua: Менеджер бекапів
