Repository: Quantower/Localization
Catalog: plug-ins/BackupManagerPlugin/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua

source: Welcome to backup & restore master
ar_sa: مرحبا بكم في النسخ الاحتياطي واستعادة الرئيسية
de_de: Willkommen beim Backup \u0026 Restore Master
es_es: Bienvenido al maestro de copia de seguridad y restauración
fa_ir: خوش آمدید به پشتیبان & بازگرداندن استاد
fr_fr: Bienvenue à sauvegarder et restaurer le maître
hi_in: बैकअप और पुनर्स्थापना मास्टर में आपका स्वागत है
it_it: Benvenuto nel backup e ripristino master
ja_jp: バックアップ＆復元マスターへようこそ
pl_pl: Witamy w kopii zapasowej i przywracaniu wzorca
pt_br: Bem-vindo ao backup & restore master
ru_ru: Добро пожаловать в мастер резервного копирования и восстановления
th_th: ยินดีต้อนรับสู่การสํารองข้อมูลและเรียกคืนต้นแบบ
tr_tr: Yedekleme ve ana makineye geri hoş geldiniz
uk_ua: Ласкаво просимо до мастеру резервного копіювання та відновлення

source: Please choose what operation you would like to perform
ar_sa: يرجى اختيار العملية التي ترغب في أدائها
de_de: Bitte wählen Sie, welche Operation Sie ausführen möchten
es_es: Por favor, elija qué operación le gustaría realizar
fa_ir: لطفا انتخاب کنید که چه عملیاتی می خواهید انجام دهید
fr_fr: Veuillez choisir quelle opération vous souhaitez effectuer
hi_in: कृपया चुनें कि आप किस ऑपरेशन को करना चाहेंगे
it_it: Si prega di scegliere quale operazione si desidera eseguire
ja_jp: 実行したい操作を選択してください
pl_pl: Wybierz operację, którą chcesz wykonać
pt_br: Por favor, escolha qual operação você gostaria de realizar
ru_ru: Выберите операцию, которую вы хотите выполнить.
th_th: โปรดเลือกการดําเนินการที่คุณต้องการดําเนินการ
tr_tr: Lütfen yapmak istediğiniz işlemi seçin
uk_ua: Виберіть, яку операцію ви хочете виконати

source: CLOSE
ar_sa: أغلق
de_de: SCHLIESSEN
es_es: CERCA
fa_ir: نزدیک
fr_fr: FERMER
hi_in: बंद करना
it_it: VICINO
ja_jp: 閉じる
pl_pl: BLISKO
pt_br: Perto
ru_ru: ЗАКРЫТЬ
th_th: ปิด
tr_tr: KAPAT
uk_ua: ЗАКРИТИ

source: Backup settings
ar_sa: إعدادات النسخ الاحتياطي
de_de: Backup-Einstellungen
es_es: Configuración de copia de seguridad
fa_ir: تنظیمات نسخه پشتیبان
fr_fr: Paramètres de sauvegarde
hi_in: बैकअप सेटिंग्स
it_it: Impostazioni di backup
ja_jp: バックアップ設定
pl_pl: Ustawienia kopii zapasowej
pt_br: Configurações de backup
ru_ru: Настройки резервного копирования
th_th: การตั้งค่าการสํารองข้อมูล
tr_tr: Yedekleme ayarları
uk_ua: Створити бекап

source: Make a backup copy of all your settings, including workspaces and layouts, in few clicks. It helps you not to lose your customizations, if something goes wrong.
ar_sa: عمل نسخة احتياطية من جميع إعداداتك ، بما في ذلك مساحات العمل والتخطيطات ، بنقرات قليلة.
de_de: Erstellen Sie mit wenigen Klicks eine Sicherungskopie aller Einstellungen, einschließlich der Arbeitsbereiche und Layouts.
es_es: Realice una copia de seguridad de todas sus configuraciones, incluidos los espacios de trabajo y los diseños, en unos pocos clics.
fa_ir: یک کپی پشتیبان از تمام تنظیمات خود ، از جمله فضای کاری و طرح بندی ، در چند کلیک ایجاد کنید. این به شما کمک می کند تا از دست دادن سفارشی خود ، اگر چیزی اشتباه می رود.
fr_fr: Faites une copie de sauvegarde de tous vos paramètres, y compris les espaces de travail et les mises en page, en quelques clics.
hi_in: कुछ ही क्लिक में कार्यस्थान और लेआउट सहित अपनी सभी सेटिंग की बैकअप प्रतिलिपि बनाएं । कुछ गलत हो जाता है, तो यह आप अपने अनुकूलन खोने के लिए नहीं मदद करता है ।
it_it: Crea una copia di backup di tutte le tue impostazioni, inclusi spazi di lavoro e layout, in pochi clic.
ja_jp: 数回のクリックで、ワークスペースやレイアウトを含むすべての設定のバックアップコピーを作成します。
pl_pl: Utwórz kopię zapasową wszystkich ustawień, w tym obszarów roboczych i układów, za pomocą kilku kliknięć.
pt_br: Faça uma cópia de backup de todas as suas configurações, incluindo espaços de trabalho e layouts, em poucos cliques. Ajuda você a não perder suas personalizações, se algo der errado.
ru_ru: Сделайте резервную копию всех ваших настроек, включая рабочие пространства и макеты, в несколько кликов. Это поможет вам сохранить настройки, если что-то пойдет не так.
th_th: ทําสําเนาสํารองของการตั้งค่าทั้งหมดของคุณ รวมถึงพื้นที่ทํางานและเค้าโครงได้ในไม่กี่คลิก ช่วยให้คุณไม่สูญเสียการปรับแต่งหากมีสิ่งผิดปกติเกิดขึ้น
tr_tr: Birkaç tıklamayla çalışma alanları ve düzenler de dahil olmak üzere tüm ayarlarınızın yedek kopyasını alın.
uk_ua: Зробіть резервну копію всіх ваших налаштувань, включаючи воркспейсы та макети, за кілька кліків. Це допоможе вам зберегти налаштування на майбутнє

source: Recover settings
ar_sa: إعدادات الاسترداد
de_de: Einstellungen wiederherstellen
es_es: Recuperar configuraciones
fa_ir: تنظیمات بازیابی
fr_fr: Récupérer les paramètres
hi_in: सेटिंग्स पुनर्प्राप्त करें
it_it: Ripristina le impostazioni
ja_jp: 回復の設定
pl_pl: Odzyskaj ustawienia
pt_br: Recuperar configurações
ru_ru: Восстановить настройки
th_th: กู้คืนการตั้งค่า
tr_tr: Ayarları kurtar
uk_ua: Відновити налаштування

source: Restore all your settings from backup copy created before. You can use our daily automatic backups or your own, created manually.
ar_sa: استعادة جميع الإعدادات الخاصة بك من النسخة الاحتياطية التي تم إنشاؤها من قبل.
de_de: Stellen Sie alle Ihre Einstellungen aus der zuvor erstellten Sicherungskopie wieder her.
es_es: Restaure todas las configuraciones desde una copia de seguridad creada anteriormente.
fa_ir: تمام تنظیمات خود را از کپی پشتیبان ایجاد شده قبل از آن بازگردانید. شما می توانید پشتیبان گیری خودکار روزانه ما و یا خود را استفاده کنید ، ایجاد دستی.
fr_fr: Restaurez tous vos paramètres à partir de la copie de sauvegarde créée auparavant.
hi_in: पहले बनाई गई बैकअप प्रतिलिपि से अपनी सभी सेटिंग्स पुनर्स्थापित करें । आप हमारे दैनिक स्वचालित बैकअप या स्वयं का उपयोग कर सकते हैं, मैन्युअल बनाया.
it_it: Ripristina tutte le tue impostazioni dalla copia di backup creata in precedenza.
ja_jp: 前に作成したバックアップコピーからすべての設定を復元します。
pl_pl: Przywróć wszystkie ustawienia z kopii zapasowej utworzonej wcześniej.
pt_br: Restaurar todas as configurações da cópia de backup criada antes. Você pode usar nossos backups automáticos diários ou os seus próprios, criados manualmente.
ru_ru: Восстановите все свои настройки из созданной ранее резервной копии. Вы можете использовать наши ежедневные автоматические резервные копии или свои собственные, созданные вручную.
th_th: คืนค่าการตั้งค่าทั้งหมดของคุณจากสําเนาสํารองที่สร้างไว้ก่อนหน้านี้ คุณสามารถใช้การสํารองข้อมูลอัตโนมัติรายวันของเราหรือของคุณเองที่สร้างขึ้นด้วยตนเอง
tr_tr: Tüm ayarlarınızı daha önce oluşturulan yedek kopyadan geri yükleyin.
uk_ua: Відновити всі налаштування з резервної копії, створеної раніше. Ви можете використовувати щоденні автоматичні копії або створені вручну.

source: Rollback version
ar_sa: نسخة التراجع
es_es: Versión revertida
fa_ir: نسخه عقبگرد
fr_fr: Version de restauration
hi_in: रोलबैक संस्करण
it_it: Versione di rollback
ja_jp: ロールバックバージョン
pl_pl: Wersja wycofana
pt_br: Versão de reversão
ru_ru: Откат версии
th_th: เวอร์ชันย้อนกลับ
tr_tr: Rollback sürümü
uk_ua: Відкат версії

source: Version rollback process allows you to rewrite Quantower’s core files (excluding your settings) to some previous version while keeping your settings, connections and workspaces
ar_sa: تسمح لك عملية استرجاع النسخة بإعادة كتابة الملفات الأساسية لـ Quantower (باستثناء الإعدادات) إلى بعض الإصدارات السابقة مع الاحتفاظ بالإعدادات والوصلات ومساحات العمل
de_de: Der Versions-Rollback-Prozess ermöglicht es Ihnen, die Quantower-Kerndateien (ohne Ihre Einstellungen) in eine frühere Version umzuschreiben, während Sie Ihre Einstellungen, Verbindungen und Arbeitsbereiche beibehalten
es_es: El proceso de reversión de la versión le permite reescribir los archivos centrales de Quantower (excluyendo su configuración) a alguna versión anterior mientras mantiene su configuración, conexiones y espacios de trabajo
fa_ir: روند عقبگرد نسخه اجازه می دهد تا شما را به بازنویسی فایل های هسته Quantower (به استثنای تنظیمات خود را) به برخی از نسخه های قبلی در حالی که تنظیمات ، ارتباطات و فضای کاری خود را
fr_fr: Le processus d'annulation de la version vous permet de réécrire les fichiers principaux de Quantower (à l'exclusion de vos paramètres) à une version antérieure tout en conservant vos paramètres, connexions et espaces de travail
hi_in: संस्करण रोलबैक प्रक्रिया आप अपने सेटिंग्स, कनेक्शन और कार्यस्थान रखते हुए कुछ पिछले संस्करण के लिए (अपनी सेटिंग्स को छोड़कर) क्वाटटॉवर की कोर फ़ाइलों को फिर से लिखना करने की अनुमति देता है
it_it: Il processo di rollback della versione consente di riscrivere i file core di Quantower (escluse le impostazioni) in alcune versioni precedenti mantenendo le impostazioni, le connessioni e gli spazi di lavoro
ja_jp: バージョンロールバックプロセスでは、設定、接続、および作業領域を維持しながら、Quantowerのコアファイル（設定を除く）を以前のバージョンに書き直すことができます
pl_pl: Proces wycofywania wersji umożliwia przepisanie podstawowych plików programu Quantower (z wyłączeniem ustawień) do wcześniejszej wersji przy zachowaniu ustawień, połączeń i obszarów roboczych
pt_br: O processo de reversão de versão permite que você reescreva os arquivos principais da Quantower (excluindo suas configurações) para alguma versão anterior, mantendo suas configurações, conexões e espaços de trabalho
ru_ru: Процесс отката версии позволяет перезаписать основные файлы Quantower (за исключением ваших настроек) в предыдущую версию, сохранив при этом ваши настройки, соединения и рабочие пространства
th_th: กระบวนการย้อนกลับเวอร์ชันช่วยให้คุณสามารถเขียนไฟล์หลักของ Quantower ใหม่ (ไม่รวมการตั้งค่าของคุณ) เป็นเวอร์ชันก่อนหน้าบางส่วนในขณะที่ยังคงการตั้งค่าการเชื่อมต่อและพื้นที่ทํางานของคุณไว้
tr_tr: Sürüm geri alma işlemi, ayarlarınızı, bağlantılarınızı ve çalışma alanlarınızı korurken Quantower’ın çekirdek dosyalarını (ayarlarınız hariç) önceki bir sürüme yeniden yazmanıza olanak tanır.
uk_ua: Процес відкату версії дозволяє перезаписати основні файли Quantower (за винятком папки налаштувань) у стан попередньої версії, зберігаючи ваші налаштування, з'єднання та воркспейси
