Repository: Quantower/Localization
Catalog: plug-ins/LMEMarketWatchPanel/*.po
Languages: th_th

source: LME Market Watch
th_th: นาฬิกาตลาด LME

source: Settings
th_th: การตั้งค่า

source: ALL
th_th: ทั้งหมด

source: Switch to all view
th_th: สลับไปยังมุมมองทั้งหมด

source: Switch to {metalCode} view
th_th: สลับไปยังมุมมอง {metalCode}

source: Details
th_th: ราย ละเอียด

source: CU-ASK
th_th: คิว-ถาม

source: AL-BID
th_th: อัล-บิท

source: AL-ASK
th_th: อัล-อัส

source: PB-BID
th_th: PB-ราคาเสนอราคา

source: PB-ASK
th_th: พีบี-ถาม

source: NI-ASK
th_th: NI-ถาม

source: SN-BID
th_th: เอสเอ็น-บิท

source: SN-ASK
th_th: เอสเอ็น-ถาม

source: AA-ASK
th_th: เอเอ-ไอเอส

source: NA-ASK
th_th: นา-ถาม

source: Warehouse Stock Details
th_th: รายละเอียดสต็อกคลังสินค้า

source: Time
th_th: เวลา

source: Last
th_th: สุดท้าย

source: Bid Vol
th_th: ประมูล Vol

source: Bid
th_th: ประมูล

source: Ask
th_th: ถาม

source: Ask Vol
th_th: ถามโวล

source: Net
th_th: ตาข่าย

source: Net%
th_th: % สุทธิ

source: Pclose
th_th: บมจ.

source: Open
th_th: เปิด

source: High
th_th: สูง

source: Low
th_th: ต่ํา

source: Volume
th_th: ปริมาตร

source: OI
th_th: โอไอ

source: Today
th_th: วันนี้

source: Today-1
th_th: วันนี้-1

source: Today-2
th_th: วันนี้-2

source: Date
th_th: วันที่

source: Final
th_th: สุดท้าย

source: Provisional
th_th: ชั่วคราว

source: Cash Bid
th_th: ประมูลเงินสด

source: Cash Ask
th_th: ถามเงินสด

source: Cash Mid
th_th: เงินสดกลาง

source: 3-Month Bid
th_th: เสนอราคา 3 เดือน

source: 3-Month Ask
th_th: ถาม 3 เดือน

source: 3-Month Mid
th_th: กลางเดือน 3 เดือน

source: Spread
th_th: กระจาย

source: Carry
th_th: พก

source: C/B
th_th: ค/บี

source: 3M SELECT
th_th: 3M เลือก

source: 3M COMPOSITE
th_th: คอมโพสิต 3M

source: TOM NEXT
th_th: ทอม ต่อไป

source: CASH TO 3M
th_th: เงินสดถึง 3M

source: CASH TO 3M COMP
th_th: เงินสดให้กับคอมพ์ 3M

source: OFFICIAL CASH
th_th: เงินสดอย่างเป็นทางการ

source: OFFICIAL 3M
th_th: 3M อย่างเป็นทางการ

source: UNOFFICIAL CASH
th_th: เงินสดอย่างไม่เป็นทางการ

source: UNOFFICIAL 3M
th_th: อย่างไม่เป็นทางการ 3M

source: KERB CASH
th_th: เงินสดเคิร์บ

source: KERB 3M
th_th: เคิร์บ 3M

source: MONTHLY AVG CASH
th_th: เงินสดเฉลี่ยรายเดือน

source: MONTHLY AVG 3M
th_th: เฉลี่ยรายเดือน 3M

source: C1
th_th: ซี 1

source: C2
th_th: ค2

source: C3
th_th: ค3

source: LME/MCX C1
th_th: แอลเอ็มอี/แมคเอ็กซ์ ซี1

source: LME/MCX C2
th_th: แอลเอ็มอี/แมคเอ็กซ์ ซี2

source: LME/MCX C3
th_th: แอลเอ็มอี/แมคเอ็กซ์ ซี 3

source: OPEN STOCK
th_th: เปิดสต็อก

source: IN
th_th: ใน

source: OUT
th_th: ออก

source: CLOSING STOCK
th_th: การปิดสต็อก

source: NET CHANGE
th_th: การเปลี่ยนแปลงสุทธิ

source: WARRANTS
th_th: ใบสําคัญแสดงสิทธิ

source: C. WARRANTS
th_th: ค. ใบสําคัญแสดงสิทธิ

source: CANCELLED RATIO
th_th: อัตราส่วนที่ถูกยกเลิก
