Repository: Quantower/Localization
Catalog: plug-ins/PriceActionPlugin/*.po
Languages: th_th

source: Add pattern
th_th: เพิ่มรูปแบบ

source: Open on chart
th_th: เปิดบนชาร์ต

source: Are you sure want to stop?
th_th: คุณแน่ใจหรือว่าต้องการหยุด?

source: You need at least one pattern and symbol to start search
th_th: คุณต้องมีรูปแบบและสัญลักษณ์อย่างน้อยหนึ่งแบบเพื่อเริ่มการค้นหา

source: Pattern timeframe
th_th: กรอบเวลารูปแบบ

source: History depth
th_th: ความลึกของประวัติศาสตร์

source: Probability target
th_th: เป้าหมายความน่าจะเป็น

source: Price action screen
th_th: หน้าจอการเคลื่อนไหวของราคา

source: Keep
th_th: เก็บ

source: Symbol
th_th: สัญลักษณ์

source: Timeframe
th_th: กรอบเวลา

source: Pattern type
th_th: ประเภทรูปแบบ

source: Date/time
th_th: วันที่/เวลา

source: Control points
th_th: จุดควบคุม

source: Action type
th_th: ชนิดการกระทํา

source: Pattern length
th_th: ความยาวของลวดลาย

source: Age
th_th: อายุ

source: Probability
th_th: ความน่าจะเป็น

source: Price pivot zone
th_th: โซนเดือยราคา
