Repository: Quantower/Localization
Catalog: plug-ins/AccountPerformancePanel/*.po
Languages: ar_sa, es_es, fa_ir, fr_fr, ja_jp, pl_pl, pt_pt, ru_ru, th_th, tr_tr

source: Account performance
ar_sa: أداء الحساب
es_es: Rendimiento de cuenta
fa_ir: عملکرد حساب
fr_fr: Performance du compte
ja_jp: 新しい口座のパフォーマンス
pl_pl: Wydajność konta
pt_pt: Desempenho da conta
ru_ru: Показатели счета
th_th: ประสิทธิภาพของบัญชี
tr_tr: Yeni Hesap performansı

source: Export Data
ar_sa: تصدير البيانات
es_es: Exportar datos
fa_ir: صادرات داده ها
fr_fr: Exporter des données
ja_jp: データのエクスポート
pl_pl: Eksportowanie danych
pt_pt: Dados de Exportação
ru_ru: Экспорт данных
th_th: ส่งออกข้อมูล
tr_tr: Verileri Dışa Aktarma

source: Load
ar_sa: تحميل
es_es: Cargar
fa_ir: بار
fr_fr: Charger
ja_jp: 読み込み
pl_pl: Otwórz
pt_pt: Carregar
ru_ru: Загрузить
th_th: ภาระ
tr_tr: Yükle

source: Max trades count (Trades panel)
ar_sa: الحد الأقصى لعدد الصفقات (لوحة الصفقات)
es_es: Recuento máximo de operaciones (panel Operaciones)
fa_ir: حداکثر تعداد معاملات (معاملات پانل)
fr_fr: Nombre maximal de transactions (panneau Transactions)
ja_jp: 最大取引数 (取引パネル)
pl_pl: Maksymalna liczba transakcji (panel Transakcje)
pt_pt: Contagem de transações máximas (painel de comércio)
ru_ru: Максимальное количество сделок (панель «Сделки»)
th_th: จํานวนการซื้อขายสูงสุด (แผงการซื้อขาย)
tr_tr: Maksimum işlem sayısı (İşlemler paneli)

source: No trades data yet
ar_sa: لا توجد بيانات عن الصفقات حتى الآن
es_es: Aún no hay datos de operaciones
fa_ir: هنوز هیچ داده ای معامله نشده است
fr_fr: Pas encore de données sur les transactions
ja_jp: 取引データはまだありません
pl_pl: Brak danych o transakcjach
pt_pt: Ainda não há dados de comércio
ru_ru: Данные о сделках пока отсутствуют
th_th: ยังไม่มีข้อมูลการซื้อขาย
tr_tr: Henüz işlem verisi yok

source: No trades are available for the selected account
ar_sa: لا توجد صفقات متاحة للحساب المحدد
es_es: No hay operaciones disponibles para la cuenta seleccionada
fa_ir: هیچ معامله ای در دسترس نیست برای حساب انتخاب شده
fr_fr: Aucune transaction n’est disponible pour le compte sélectionné
ja_jp: 取引は利用できません 選択したアカウントの
pl_pl: Nie są dostępne żadne transakcje dla wybranego konta
pt_pt: Não há trocas disponíveis para a conta selecionada
ru_ru: Сделки недоступны для выбранной учетной записи
th_th: ไม่มีการซื้อขาย สําหรับบัญชีที่เลือก
tr_tr: Esnaf yok seçili hesap için

source: Export chart
ar_sa: مخطط التصدير
es_es: Gráfico de exportación
fa_ir: نمودار صادرات
fr_fr: Exporter le graphique
ja_jp: エクスポートチャート
pl_pl: Eksportowanie wykresu
pt_pt: Gráfico de exportação
ru_ru: Экспорт диаграммы
th_th: ส่งออกแผนภูมิ
tr_tr: Grafiği dışa aktar

source: Export statistics
ar_sa: إحصاءات التصدير
es_es: Estadísticas de exportación
fa_ir: آمار صادرات
fr_fr: Exporter les statistisques
ja_jp: 統計のエクスポート
pl_pl: Statystyki eksportu
pt_pt: Estatísticas de exportação
ru_ru: Статистика экспорта
th_th: สถิติการส่งออก
tr_tr: İhracat istatistikleri

source: Export trades
ar_sa: صفقات التصدير
es_es: Oficios de exportación
fa_ir: معاملات صادراتی
fr_fr: Exporter les transactions
ja_jp: 輸出取引
pl_pl: Handel eksportowy
pt_pt: Exportação de transações
ru_ru: Экспортные товары
th_th: ส่งออกการซื้อขาย
tr_tr: İhracat işlemleri

source: Trades
ar_sa: التداولات
es_es: Operaciones
fa_ir: معاملات
fr_fr: Transactions
ja_jp: 取引
pl_pl: Transakcji
pt_pt: Negociações
ru_ru: Сделки
th_th: ค้า
tr_tr: İşlemler

source: Statistics
ar_sa: الاحصاءات
es_es: Estadística
fa_ir: آمار
fr_fr: Statistiques
ja_jp: 統計学
pl_pl: Statystyka
pt_pt: Estatísticas
ru_ru: Статистика
th_th: สถิติ
tr_tr: İstatistik

source: Chart series
ar_sa: سلسلة الرسوم البيانية
es_es: Serie de gráficos
fa_ir: سری نمودار
fr_fr: Série de graphiques
ja_jp: グラフ系列
pl_pl: Seria wykresów
pt_pt: Série de gráficos
ru_ru: Серия диаграмм
th_th: ชุดแผนภูมิ
tr_tr: Grafik serisi

source: Metrics
ar_sa: المقاييس
es_es: Métricas
fa_ir: متریک
fr_fr: Métriques
ja_jp: メトリック
pl_pl: Metryki
pt_pt: Métricas
ru_ru: Показатели
th_th: วัด
tr_tr: Ölçüm

source: Total
ar_sa: الإجمالي
fa_ir: مجموع
ja_jp: トータル
pl_pl: Suma
ru_ru: Всего
th_th: ทั้งหมด
tr_tr: toplam

source: Win
ar_sa: الربح
es_es: Ganancia
fa_ir: برنده
fr_fr: Gain
ja_jp: 勝ち
pl_pl: wygrać
pt_pt: Ganhos
ru_ru: Выигрыш
th_th: ชนะ
tr_tr: Kazanma

source: Loss
ar_sa: الخسارة
es_es: Pérdida
fa_ir: ریزش
fr_fr: Perte
ja_jp: 損失
pl_pl: strata
pt_pt: Perda
ru_ru: Убыток
th_th: การขาดทุน
tr_tr: Kayıp

source: Profit factor
ar_sa: معامل الربح
es_es: Factor de beneficio
fa_ir: ضریب سود
fr_fr: Facteur de profit
ja_jp: 利益ファクター
pl_pl: Wsk. zysku
pt_pt: Fator de luco
ru_ru: Профит-фактор
th_th: ปัจจัยกําไร
tr_tr: Kar faktörü

source: Recovery factor
ar_sa: معامل الاستثمار
es_es: Factor de recuperación
fa_ir: عامل بازیابی
fr_fr: Facteur de reprise
ja_jp: 回復ファクター
pl_pl: Współczynnik odZysku
pt_pt: Fator de recuperação
ru_ru: Фактор восстановления
th_th: ปัจจัยการฟื้นตัว
tr_tr: Kurtarma faktörü

source: Win/Loss ratio
ar_sa: نسبة الربح/الخسارة
es_es: Ratio ganancias/pérdidas
fa_ir: نسبت برد/باخت
fr_fr: Ratio gain/perte
ja_jp: 勝率
pl_pl: Współczynnik zwycięstwa/porażki
pt_pt: Razão ganho/perda
ru_ru: Соотношение прибыль/убыток
th_th: อัตราส่วนการชนะ/แพ้
tr_tr: Kazanç / Kayıp oranı

source: Drawdown
ar_sa: الانهاء التدريجي
es_es: Reducción
fa_ir: کشش
ja_jp: ドローダウン
pl_pl: Wypłaty
pt_pt: Queda
ru_ru: Просадка
th_th: การเบิกถอน

source: Trades count
ar_sa: عدد التداولات
es_es: Conteo de operaciones
fa_ir: تعداد معاملات
fr_fr: Nombre de trades
ja_jp: 取引数
pl_pl: Licznik transakcji
pt_pt: Contagem de negociações
ru_ru: Количество сделок
th_th: จํานวนการเทรด
tr_tr: İşlem sayısı

source: Profit/Loss
ar_sa: الربح/الخسارة
es_es: Beneficio/Pérdida
fa_ir: سود/ زیان
fr_fr: Profit/perte
ja_jp: 損益
pl_pl: Zysk/Strata
pt_pt: Lucro/Prejuízo
ru_ru: Прибыль/Убыток
th_th: กําไร/ขาดทุน
tr_tr: Kar/Zarar

source: Fee
ar_sa: الرسوم
es_es: Tarifa
fa_ir: هزینه
fr_fr: Frais
ja_jp: 手数料
pl_pl: Prowizja
pt_pt: Taxa
ru_ru: Комиссия
th_th: ค่าธรรมเนียม
tr_tr: Ücret

source: Profit
ar_sa: الربح
es_es: Beneficio
fa_ir: سود
fr_fr: bénéfice
ja_jp: 利益
pl_pl: Zyski PLN
pt_pt: Lucro
ru_ru: Чистая прибыль/убыток
th_th: กําไร
tr_tr: Kar

source: Streak
ar_sa: خط
es_es: raya
fa_ir: خط
fr_fr: trade(s) consécutif(s)
ja_jp: 条痕
pl_pl: smuga
pt_pt: Raia
ru_ru: Подряд
th_th: ริ้วขบวน
tr_tr: Çizgi
