Repository: Quantower/Localization
Catalog: plug-ins/PriceStatisticPanel/*.po
Languages: ru_ru, th_th, uk_ua

source: Price statistic
ru_ru: Статистика цен
th_th: สถิติราคา
uk_ua: Статистика цін

source: Filtered volume
ru_ru: Отфильтрованный объем
th_th: ปริมาณการกรอง
uk_ua: Відфільтрований об'ем

source: Show toolbar
ru_ru: Показать панель инструментов
th_th: แถบเครื่องมือแสดง
uk_ua: Показати панель інструментів

source: Symbol lookup
ru_ru: Поиск символа
th_th: การค้นหาสัญลักษณ์
uk_ua: Пошук символа

source: Loading data for
ru_ru: Загрузка данных для
th_th: กําลังโหลดข้อมูลสําหรับ
uk_ua: Завантаження даних для

source: No symbol selected
ru_ru: Символ не выбран
th_th: ไม่มีสัญลักษณ์ที่เลือก
uk_ua: Символ не вибрано

source: No data for
ru_ru: Нет данных для
th_th: ไม่มีข้อมูลสําหรับ
uk_ua: Немає даних для

source: Volume
ru_ru: Объем
th_th: ปริมาตร
uk_ua: Обсяг

source: Buy volume
ru_ru: Объем покупок
th_th: ปริมาณการซื้อ
uk_ua: Обсяг покупки

source: Buy volume, %
ru_ru: Объем покупок, %
th_th: ปริมาณการซื้อ, %
uk_ua: Обсяг покупки, %

source: Sell volume
ru_ru: Объем продаж
th_th: ปริมาณการขาย
uk_ua: Обсяг продажу

source: Sell volume, %
ru_ru: Объем продаж, %
th_th: ปริมาณการขาย, %
uk_ua: Обсяг продажу, %

source: Delta
ru_ru: Дельта
th_th: เดลตา
uk_ua: Дельта

source: Delta, %
ru_ru: Дельта, %
th_th: เดลต้า, %
uk_ua: Дельта, %

source: Ticks
ru_ru: Тики
th_th: เห็บ
uk_ua: Тіки

source: Up ticks
ru_ru: Тики вверх
th_th: ขึ้นเห็บ
uk_ua: Тіки вгору

source: Up ticks, %
ru_ru: Тики вверх, %
th_th: ขึ้นเห็บ%
uk_ua: Тіки вгору, %

source: Down ticks
ru_ru: Тики вниз
th_th: เห็บลง
uk_ua: Тіки вниз

source: Down ticks, %
ru_ru: Тики вниз, %
th_th: เห็บลง%
uk_ua: Тіки вниз, %

source: Delta ticks
ru_ru: Дельта тиков
th_th: เห็บเดลต้า
uk_ua: Дельта тіків

source: Delta ticks, %
ru_ru: Дельта тиков,%
th_th: เห็บเดลต้า%
uk_ua: Дельта тіків, %

source: Price
ru_ru: Цена
th_th: ราคา
uk_ua: Ціна

source: Trades
ru_ru: Сделки
th_th: ค้า
uk_ua: Угоди

source: Buy trades
ru_ru: Сделки на покупку
th_th: ซื้อการซื้อขาย
uk_ua: Угоди на купівлю

source: Sell trades
ru_ru: Сделки на продажу
th_th: ขายการซื้อขาย
uk_ua: Угоди на продаж

source: Average size
ru_ru: Средний размер
th_th: ขนาดเฉลี่ย
uk_ua: Середній розмір

source: Average buy size
ru_ru: Средний размер покупок
th_th: ขนาดซื้อเฉลี่ย
uk_ua: Середній розмір покупки

source: Average sell size
ru_ru: Средний размер продаж
th_th: ขนาดการขายเฉลี่ย
uk_ua: Середній розмір продажу

source: Max one trade volume
ru_ru: Макс.объем одной сделки
th_th: ปริมาณการซื้อขายสูงสุดหนึ่งปริมาณ
uk_ua: Макс. обсяг однієї угоди

source: Max one trade volume, %
ru_ru: Макс.объем одной сделки, %
th_th: ปริมาณการซื้อขายสูงสุดหนึ่งปริมาณ%
uk_ua: Макс. обсяг однієї угоди, %

source: Filtered volume, %
ru_ru: Отфильтрованный объем, %
th_th: ปริมาณการกรอง, %
uk_ua: Фільтрований обсяг, %

source: Filtered buy volume
ru_ru: Отфильтр. объем покупок
th_th: ปริมาณการซื้อที่กรองแล้ว
uk_ua: Фільтрований обсяг купівлі

source: Filtered buy volume, %
ru_ru: Отфильтр. объем покупок, %
th_th: ปริมาณการซื้อที่กรองแล้ว, %
uk_ua: Фільтрований обсяг купівлі, %

source: Filtered sell volume
ru_ru: Отфильтр. объем продаж
th_th: ปริมาณการขายที่กรองแล้ว
uk_ua: Фільтрований обсяг продажу

source: Filtered sell volume, %
ru_ru: Отфильтр. объем продаж, %
th_th: ปริมาณการขายที่กรองแล้ว, %
uk_ua: Фільтрований обсяг продажу, %
