Repository: Quantower/Localization
Catalog: plug-ins/AccountDetailsPanel/*.po
Languages: ru_ru

source: Balance
ru_ru: Баланс

source: The current balance of the Account
ru_ru: Текущий баланс Счета

source: Netting Type
ru_ru: Тип сетки

source: Account’s netting type, possible values: One position, Multiple positions, Multiple positions per side
ru_ru: Тип сетки учетной записи, возможные значения: одна позиция, несколько позиций, несколько позиций с каждой стороны

source: ID
ru_ru: ID счета

source: The Account’s identifier
ru_ru: Идентификатор учетной записи

source: Name
ru_ru: Имя счета

source: Client-assigned alias for the Account
ru_ru: Назначенный клиентом псевдоним для учетной записи

source: Account currency
ru_ru: Валюта счета

source: The home currency of the Account
ru_ru: Домашняя валюта Счета

source: Account info
ru_ru: Информация о счете

source: Show toolbar
ru_ru: Показать панель инструментов

source: Copy RTD formula
ru_ru: Копировать RTD формулу

source: Label
ru_ru: Метки

source: Value
ru_ru: Значение

source: All above
ru_ru: Все вышеперечисленное

source: General
ru_ru: Общая информация

source: Margin
ru_ru: Маржа

source: Account activity
ru_ru: Активность по счету

source: Info
ru_ru: Информация
