Repository: Quantower/Localization
Catalog: plug-ins/HistoricalSymbolsManagerScreenPlugin/*.po
Languages: pt_br, ru_ru, th_th

source: Are you sure you want to delete this item?
pt_br: Tem certeza que deseja excluir esse item?
ru_ru: Вы действительно хотите удалить этот элемент?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?

source: Bid/Ask
pt_br: Compra/Venda
ru_ru: Бид/Аск
th_th: เสนอซื้อ/เสนอขาย

source: Type
pt_br: Tipo
ru_ru: Тип
th_th: ประเภท

source: From
pt_br: De
ru_ru: От
th_th: จาก

source: To
pt_br: Para
ru_ru: До
th_th: ถึง

source: Points
pt_br: Pontos
ru_ru: Количество
th_th: แต้ม

source: Period
pt_br: Período
ru_ru: Период
th_th: ช่วง

source: Symbol settings
pt_br: Configurações de Ativos
ru_ru: Настройки символа
th_th: การตั้งค่าสัญลักษณ์

source: GET FROM REAL SYMBOL
pt_br: OBTER DE ATIVO REAL
ru_ru: ИСПОЛЬЗОВАТЬ С РЕАЛЬНОГО СИМВОЛА
th_th: รับจากสัญลักษณ์จริง

source: SAVE
pt_br: Salvar
ru_ru: Сохранить
th_th: ประหยัด

source: CANCEL
pt_br: Cancelar
ru_ru: Отмена
th_th: ยกเลิก

source: Historical symbols
pt_br: Ativos históricos
ru_ru: Исторические символы
th_th: สัญลักษณ์ทางประวัติศาสตร์

source: Open chart
pt_br: Gráfico aberto
ru_ru: Открыть график
th_th: เปิดแผนภูมิ

source: Remove selected history
pt_br: Remover o histórico selecionado
ru_ru: Удалить выбранную историю
th_th: ลบประวัติที่เลือก

source: Import history from symbol
pt_br: Histórico de importação do Ativo
ru_ru: Импорт истории из символа
th_th: นําเข้าประวัติจากสัญลักษณ์

source: Do you really want to delete selected history?
pt_br: Você realmente deseja excluir o histórico selecionado?
ru_ru: Вы действительно хотите удалить выбранную историю?
th_th: คุณต้องการลบประวัติที่เลือกจริงๆหรือ?

source: IMPORT HISTORY
pt_br: HISTÓRICO DE IMPORTAÇÃO
ru_ru: ИМПОРТИРОВАТЬ
th_th: ประวัติการนําเข้า

source: Import history into selected Historical Symbol from file or symbol from real connection
pt_br: Histórico de importação em símbolo histórico selecionado a partir de arquivo ou símbolo de conexão real
ru_ru: Импортировать историю в выбранный Исторический Символ из файла или символа из активного подключения
th_th: นําเข้าประวัติลงในสัญลักษณ์ทางประวัติศาสตร์ที่เลือกจากไฟล์หรือสัญลักษณ์จากการเชื่อมต่อจริง

source: Create new Historical Symbol
pt_br: Criar novo Histórico do Ativo
ru_ru: Создать новый Исторический Символ
th_th: สร้างสัญลักษณ์ทางประวัติศาสตร์ใหม่

source: Specify settings for selected Historical Symbol
pt_br: Especifique configurações para histórico do Ativo selecionado
ru_ru: Задание параметров для выбранного Исторического Символа
th_th: ระบุการตั้งค่าสําหรับสัญลักษณ์ทางประวัติศาสตร์ที่เลือก

source: Import from File
pt_br: Importação de Arquivo
ru_ru: Импорт из файла
th_th: นําเข้าจากไฟล์

source: Import from symbol
pt_br: Importação do Ativo
ru_ru: Импорт из другого символа
th_th: นําเข้าจากสัญลักษณ์

source: Symbols
pt_br: Ativos
ru_ru: Символы
th_th: สัญลักษณ์

source: History import tasks
pt_br: Tarefas de importação de história
ru_ru: Задачи импорта истории
th_th: งานนําเข้าประวัติ

source: No current tasks
pt_br: Sem tarefas atuais
ru_ru: Нет текущих задач
th_th: ไม่มีงานปัจจุบัน

source: Create symbol
pt_br: Criar Ativo
ru_ru: Создать символ
th_th: สร้างสัญลักษณ์

source: No symbols yet
pt_br: Nenhum Ativo ainda
ru_ru: Еще нет символов
th_th: ยังไม่มีสัญลักษณ์

source: Create one and it will instantly appear in your symbol lookup
pt_br: Crie um e ele aparecerá instantaneamente em sua procuração de Ativo
ru_ru: Создайте один и он будет мгновенно появляться в вашем поиске символа
th_th: สร้างหนึ่งและมันจะปรากฏในการค้นหาสัญลักษณ์ของคุณทันที

source: Name
pt_br: Nome
ru_ru: Имя
th_th: ชื่อ

source: Description
pt_br: Descrição
ru_ru: Описание
th_th: การบรรยาย

source: Forex
ru_ru: Форекс
th_th: ฟอเร็กซ์

source: Equities
pt_br: Ações
ru_ru: Акции
th_th: ตราสารทุน

source: Futures
pt_br: Futuros
ru_ru: Фьючерс
th_th: อนาคต

source: Indexes
pt_br: Índices
th_th: ดัชนี

source: Crypto
ru_ru: Крипто
th_th: คริปโต

source: Asset class
pt_br: Classe de ativos
ru_ru: Тип рынка
th_th: ประเภทสินทรัพย์

source: Tick size
pt_br: Tamanho do carrapato
ru_ru: Размер тика
th_th: ขนาดเห็บ

source: Base currency name
pt_br: Nome da moeda base
ru_ru: Имя базовой валюты
th_th: ชื่อสกุลเงินหลัก

source: Base currency minimum change
pt_br: Variação mínima da moeda base
ru_ru: Минимальное изменение базовой валюты
th_th: การเปลี่ยนแปลงขั้นต่ําของสกุลเงินหลัก

source: Quoting currency name
pt_br: Nome da moeda citando
ru_ru: Имя валюты котирования
th_th: การอ้างชื่อสกุลเงิน

source: Quoting currency minimum change
pt_br: Cotando a variação mínima da moeda
ru_ru: Минимальное изменение валюты котирования
th_th: อ้างการเปลี่ยนแปลงขั้นต่ําของสกุลเงิน

source: Lot size
pt_br: Tamanho do lote
ru_ru: Размер лота
th_th: ขนาดล็อต

source: Tick cost
pt_br: Custo do carrapato
ru_ru: Стоимость тика
th_th: ต้นทุนติ๊ก

source: Quoting type
pt_br: Tipo de cotação
ru_ru: Тип котирования
th_th: ประเภทการเสนอราคา

source: Lot step
pt_br: Passo de lote
ru_ru: Шаг лота
th_th: ขั้นตอนล็อต

source: Min lot
pt_br: Min lote
ru_ru: Мин. лот
th_th: ล็อตขั้นต่ํา

source: Max lot
pt_br: Máximo lote
ru_ru: Макс. лот
th_th: ล็อตสูงสุด
