Repository: Quantower/Localization
Catalog: plug-ins/WatchlistPanel/*.po
Languages: ar_sa, de_de, fa_ir, hi_in, it_it, ja_jp, pl_pl, ru_ru, tr_tr, uk_ua

source: Current day number of price changes, applicable for asset classes that do not have real volume
ar_sa: عدد الأيام الحالي لتغيرات الأسعار ، ينطبق على فئات الأصول التي لا تحتوي على حجم حقيقي
de_de: Aktueller Tag Anzahl der Preisänderungen, anwendbar für Asset-Klassen, die kein reales Volumen haben
fa_ir: تعداد روز کنونی از تغییرات قیمت ، قابل اجرا برای کلاس های دارایی است که حجم واقعی ندارد
hi_in: मूल्य परिवर्तन की वर्तमान दिन संख्या, अचल मात्रा नहीं है कि परिसंपत्ति वर्गों के लिए लागू
it_it: Numero del giorno corrente delle variazioni di prezzo, applicabile per le classi di attività che non hanno un volume reale
ja_jp: 実績のない資産クラスに適用される現在の価格変更数
pl_pl: Bieżący numer zmiany cen, obowiązujący dla klas aktywów, które nie mają rzeczywistej wielkości
ru_ru: Количество изменений цен на текущий день. Применимо к классам активов, не имеющим реального объема
tr_tr: Gerçek hacme sahip olmayan varlık sınıfları için geçerli olan güncel fiyat değişiklik sayısı
uk_ua: Кількість змін ціни на поточний день. Застосовується до класів активів, які не мають реального обсягу

source: Comment
ar_sa: تعليق
de_de: Kommentar
fa_ir: نظر
hi_in: टिप्पणी
it_it: Commento
ja_jp: コメント
pl_pl: Komentarz
ru_ru: Комментарий
tr_tr: Yorum
uk_ua: Коментар

source: User’s comment
ar_sa: تعليق المستخدم
de_de: Benutzerkommentar
fa_ir: نظر کاربران
hi_in: उपयोगकर्ता की टिप्पणी
it_it: Commento dell'utente
ja_jp: ユーザーのコメント
pl_pl: Komentarz użytkownika
ru_ru: Комментарий пользователя
tr_tr: Kullanıcının yorumu
uk_ua: Коментар користувача

source: Connection name
ar_sa: اسم الاتصال
de_de: Verbindungsname
fa_ir: نام اتصال
hi_in: कनेक्शन का नाम
it_it: Nome della connessione
ja_jp: 接続名
pl_pl: Nazwa połączenia
ru_ru: Название подключения
tr_tr: Bağlantı adı
uk_ua: Назва з'єднання

source: The name of symbol’s connection
ar_sa: اسم اتصال الرمز
de_de: Der Name der Symbolverbindung
fa_ir: نام اتصال نماد
hi_in: प्रतीक के कनेक्शन का नाम
it_it: Il nome della connessione del simbolo
ja_jp: シンボルの接続名
pl_pl: Nazwa połączenia symbolu
ru_ru: Название подключения для символа
tr_tr: Sembolün bağlantısı adı
uk_ua: Назва з'єднання для символу

source: Last time
ar_sa: آخر وقت
de_de: Letztes Mal
fa_ir: آخرین بار
hi_in: पिछली बार
it_it: L'ultima volta
ja_jp: 最後の時間
pl_pl: Czas
ru_ru: Время Ласт
tr_tr: Son İşlem
uk_ua: Час Ласт

source: Time of the last trade
ar_sa: وقت آخر صفقة
de_de: Zeitpunkt des letzten Handels
fa_ir: زمان آخرین تجارت
hi_in: पिछले व्यापार का समय
it_it: Ora dell'ultimo scambio
ja_jp: 最後の取引の時刻
pl_pl: Czas ostatniej transakcji
ru_ru: Время последней сделки
tr_tr: Son ticaretin zamanı
uk_ua: Час останньої угоди

source: Update time
ar_sa: وقت التحديث
de_de: Aktualisierungszeit
fa_ir: زمان به روز رسانی
hi_in: अपडेट समय
it_it: Ora di aggiornamento
ja_jp: 更新時間
pl_pl: Czas aktualizacji
ru_ru: Время обновления
tr_tr: Zamanı güncelleştir
uk_ua: Час оновлення

source: Time of the price update
ar_sa: الوقت من تحديث الأسعار
de_de: Zeitpunkt der Preisaktualisierung
fa_ir: زمان به روز رسانی قیمت
hi_in: मूल्य अद्यतन का समय
it_it: Ora dell'aggiornamento dei prezzi
ja_jp: 価格更新の時刻
pl_pl: Czas aktualizacji ceny
ru_ru: Время обновления цены
tr_tr: Fiyat güncelleme zamanı
uk_ua: Час оновлення ціни

source: Action 1
ar_sa: الإجراء 1
de_de: Aktion 1
fa_ir: اقدام 1
hi_in: कार्रवाई 1
it_it: Azione 1
ja_jp: アクション 1
pl_pl: Działanie 1
ru_ru: Действие 1
tr_tr: Eylem 1
uk_ua: Дія 1

source: Action 2
ar_sa: الإجراء 2
de_de: Aktion 2
fa_ir: اقدام 2
hi_in: कार्रवाई 2
it_it: Azione 2
ja_jp: アクション 2
pl_pl: Działanie 2
ru_ru: Действие 2
tr_tr: Eylem 2
uk_ua: Дія 2

source: Action 3
ar_sa: الإجراء 3
de_de: Aktion 3
fa_ir: اقدام 3
hi_in: कार्रवाई 3
it_it: Azione 3
ja_jp: アクション 3
pl_pl: Działanie 3
ru_ru: Действие 3
tr_tr: Eylem 3
uk_ua: Дія 3

source: Average Traded Price
ar_sa: متوسط السعر المتداول
de_de: Durchschnittlicher gehandelter Preis
fa_ir: متوسط قیمت معامله شده
hi_in: औसत कारोबार मूल्य
it_it: Prezzo medio scambiato
ja_jp: 平均取引価格
pl_pl: Średnia cena handlowa
ru_ru: Средняя торгуемая цена
tr_tr: Ortalama İşlem Fiyatı
uk_ua: Середня ціна, що торгується

source: Underlier
ar_sa: الورقة المالية
fa_ir: آندرلیر
hi_in: अंडरलियर
it_it: Sottolier
ja_jp: 原資産
pl_pl: U podstaw
ru_ru: Базовый актив
tr_tr: Temel varlık
uk_ua: Базовый актив

source: Underlier name
ar_sa: اسم أقل من ذلك
fa_ir: نام زیرین تر
hi_in: अंडरलियर नाम
it_it: Nome del sottosto
ja_jp: アンダーリエ名
pl_pl: Nazwa podkładowa
ru_ru: Недостаточное имя
tr_tr: Underlier adı
uk_ua: Ім'я базового активу

source: Underlier price
ar_sa: سعر الورقة المالية
de_de: Unterer Preis
fa_ir: قیمت زیرین تر
hi_in: अंडरलियर मूल्य
it_it: Prezzo più basso
ja_jp: 下げ価格
pl_pl: Cena underlier
ru_ru: Цена базового актива
tr_tr: Underlier fiyat
uk_ua: Ціна базового активу

source: Cost of carry
ar_sa: تكلفة الحمل
de_de: Kosten für den Carry
fa_ir: هزینه حمل
hi_in: कैरी की लागत
it_it: Costo del trasporto
ja_jp: 持ち運び費用
pl_pl: Koszt przenoszenia
ru_ru: Стоимость перевозки
tr_tr: Taşıma maliyeti
uk_ua: Вартість перевезення

source: Position Qty.
ar_sa: موضع الكمية.
fa_ir: موقعيت Qty .
hi_in: स्थिति Qty।
it_it: Qtà posizione
ja_jp: ポジション数量。
pl_pl: Pozycja Ilość.
ru_ru: Объём позиции
tr_tr: Pozisyon Qty.
uk_ua: Об'єм позиції

source: Position quantity
ar_sa: كمية الموضع
de_de: Positionsmenge
fa_ir: کمیت موقعیت
hi_in: स्थिति मात्रा
it_it: Quantità posizione
ja_jp: 職位数量
pl_pl: Ilość pozycji
ru_ru: Объём позиции
tr_tr: Konum miktarı
uk_ua: Об'єм позицій

source: Position PnL
ar_sa: موقف PnL
fa_ir: موقعیت PnL
hi_in: स्थिति पीएनएल
it_it: Posizione PnL
ja_jp: 位置 PnL
pl_pl: Pozycja PnL
ru_ru: P/L позиции
tr_tr: Pozisyon PnL
uk_ua: P/L позиції

source: Position profit and loss
ar_sa: ربح المركز وخسارة
de_de: Positionsgewinn und -verlust
fa_ir: سود و زیان موقعیت
hi_in: स्थिति लाभ और हानि
it_it: Profitti e perdite di posizione
ja_jp: ポジション損益
pl_pl: Zysk i strata pozycji
ru_ru: Прибыль и убыток по позиции
tr_tr: Pozisyon kar ve zarar
uk_ua: Прибуток і збиток від позиції

source: Mark
ar_sa: الرمز
de_de: Markieren
fa_ir: علامت
hi_in: निशान
it_it: Segno
ja_jp: シンボル
pl_pl: Zaznaczyć
ru_ru: Марк
tr_tr: Sembol
uk_ua: Марк

source: Current mark price
ar_sa: سعر العلامة الحالي
de_de: Aktueller Markenpreis
fa_ir: قیمت علامت فعلی
hi_in: वर्तमान चिह्न मूल्य
it_it: Prezzo del marchio corrente
ja_jp: 現在のマーク価格
pl_pl: Aktualna cena
ru_ru: Текущая цена Марк
tr_tr: Geçerli marka fiyatı
uk_ua: Поточна ціна Марк

source: Mark size
ar_sa: حجم العلامة
de_de: Markierungsgröße
fa_ir: اندازه علامت گذاری
hi_in: आकार चिह्नित करें
it_it: Dimensione del segno
ja_jp: マークサイズ
pl_pl: Oznacz rozmiar
ru_ru: Размер Марк
tr_tr: Boyutu işaretle
uk_ua: Розмір Марк

source: Current mark size
ar_sa: حجم العلامة الحالي
de_de: Aktuelle Markierungsgröße
fa_ir: اندازه علامت فعلی
hi_in: वर्तमान चिह्न आकार
it_it: Dimensione del marchio corrente
ja_jp: 現在のマーク サイズ
pl_pl: Aktualny rozmiar znacznika
ru_ru: Текущий размер Марк
tr_tr: Geçerli işaret boyutu
uk_ua: Поточний розмір Марк

source: Funding rate
de_de: Förderquote
fa_ir: نرخ بودجه
hi_in: वित्त पोषण दर
it_it: Tasso di finanziamento
ru_ru: Ставка финансирования
uk_ua: Ставка фінансування
