Repository: Quantower/Localization
Catalog: plug-ins/WatchlistPanel/*.po
Languages: ar_sa, de_de, fa_ir, hi_in, it_it, ja_jp, pl_pl, ru_ru, tr_tr, uk_ua

source: Are you sure you want to delete this indicator?
ar_sa: هل تريد بالتاكيد حذف هذا المؤشر ؟
de_de: Sind Sie sicher, dass Sie diesen Indikator löschen wollen?
fa_ir: آیا مطمئنید که می خواهید این شاخص را حذف کنید ؟
hi_in: क्या आप निश्चयपूर्वक इस संकेतक को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare questo indicatore?
ja_jp: このインジケータを削除してもよろしいですか?
pl_pl: Czy na pewno chcesz usunąć ten wskaźnik?
ru_ru: Вы действительно хотите удалить этот индикатор?
tr_tr: Bu göstergesi silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно бажаєте видалити цей індикатор?

source: Aggregation
ar_sa: تجميع
fa_ir: تجمع
hi_in: एकत्रीकरण
it_it: Aggregazione
ja_jp: 集約
pl_pl: Agregacja
ru_ru: Агрегация
tr_tr: Toplama
uk_ua: Агрегація

source: Offset
ar_sa: التعويض
fa_ir: افست
hi_in: ऑफ़सेट
it_it: compensare
ja_jp: オフセット
pl_pl: Przesunięcie
ru_ru: Смещение
tr_tr: Dengele
uk_ua: Зміщення

source: Round value to tick size
ar_sa: قيمة مستديرة لحجم التجزئة
de_de: Rundwert auf Tick-Größe
fa_ir: مقدار گرد به اندازه تیک
hi_in: गोल मूल्य टिक आकार के लिए
it_it: Valore arrotondato alla dimensione del tick
ja_jp: ティックサイズに値を丸める
pl_pl: Wartość zaokrąglająca do rozmiaru znacznika
ru_ru: Округлить значение до размера тика
tr_tr: Onay boyutuna yuvarlatma değeri
uk_ua: Округлити значення до розміру тику

source: Screener watchlist
ar_sa: قائمة متابعة الشاشة
fa_ir: لیست دیده بان اسکرینر
hi_in: स्क्रीनर वॉचलिस्ट
it_it: Watchlist screener
ja_jp: スクリーナーウォッチリスト
pl_pl: Lista obserwowanych screener
ru_ru: Список наблюдения скринера
tr_tr: Ekran izleme listesi
uk_ua: Список спостереження скринера

source: Add indicator
ar_sa: إضافة مؤشر
de_de: Indikator hinzufügen
fa_ir: افزودن شاخص
hi_in: संकेतक जोड़ें
it_it: Aggiungi indicatore
ja_jp: インジケーターを追加する
pl_pl: Dodaj wskaźnik
ru_ru: Добавить индикатор
tr_tr: Gösterge ekle
uk_ua: Додати індикатор

source: Remove all
ar_sa: حذف الكل
de_de: Alles entfernen
fa_ir: حذف همه
hi_in: सभी निकालें
it_it: Rimuovere tutti
ja_jp: すべて削除する
pl_pl: Usunąć wszystkie
ru_ru: Удалить все
tr_tr: Tümünü sil
uk_ua: Видалити всі

source: Indicators
ar_sa: المؤشرات
de_de: Indikatoren
fa_ir: شاخص
hi_in: संकेतक
it_it: Indicatori
ja_jp: インジケーター
pl_pl: Wskaźniki
ru_ru: Индикаторы
tr_tr: Göstergeler
uk_ua: Індикатори

source: Are you sure you want to delete all indicators?
ar_sa: هل تريد بالتاكيد حذف كافة المؤشرات ؟
de_de: Sind Sie sicher, dass Sie alle Indikatoren löschen wollen?
fa_ir: آیا مطمئنید که می خواهید همه شاخص ها را حذف کنید ؟
hi_in: क्या आप निश्चयपूर्वक सभी संकेतक हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare tutti gli indicatori?
ja_jp: すべてのインジケータを削除してもよろしいですか?
pl_pl: Czy na pewno chcesz usunąć wszystkie wskaźniki?
ru_ru: Вы действительно хотите удалить все индикаторы?
tr_tr: Tüm göstergeleri silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно бажаєте видалити всі індикатори?

source: Are you sure you want to delete '{0}' indicator?
ar_sa: هل تريد بالتاكيد حذف المؤشر ' {0} ' ؟
de_de: Sind Sie sicher, dass Sie den ' {0} '-Indikator löschen wollen?
fa_ir: آیا مطمئنید که می خواهید نشانگر "{0}" را حذف کنید ؟
hi_in: क्या आप निश्चयपूर्वक ' {0} ' संकेतक को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare l'indicatore ' {0}'?
ja_jp: ' {0} ' インジケータを削除してもよろしいですか?
pl_pl: Czy na pewno chcesz usunąć wskaźnik "{0}"?
ru_ru: Вы действительно хотите удалить индикатор '{0}'?
tr_tr: ' {0} ' göstergesini silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно бажаєте видалити індикатор '{0}'?

source: Edit
ar_sa: تعديل
de_de: Bearbeiten
fa_ir: ویرایش
hi_in: संपादित
it_it: Modifica
ja_jp: 編集
pl_pl: Edytuj
ru_ru: Править
tr_tr: Düzenle
uk_ua: Змінити

source: Remove
ar_sa: حذف
de_de: Entfernen
fa_ir: حذف
hi_in: निकालें
it_it: Rimuovere
ja_jp: 削除
pl_pl: Usuń
ru_ru: Удалить
tr_tr: Sil
uk_ua: Видалити

source: Loading indicators
ar_sa: مؤشرات التحميل
de_de: Ladeindikatoren
fa_ir: بارگذاری شاخص
hi_in: संकेतक लोड हो रहा है
it_it: Indicatori di carico
ja_jp: インジケーターの読み込み
pl_pl: Wskaźniki załadunku
ru_ru: Загрузка индикаторов
tr_tr: Yükleme göstergeleri
uk_ua: Завантаження індикаторів

source: Watchlist
ar_sa: قائمة الرغبات
de_de:  Beobachtungsliste
fa_ir: فهرست پیگیریهای
hi_in: ध्यानसूची
ja_jp: プライスパネル(リスト)
pl_pl: Lista obserwacyjna
ru_ru: Список наблюдения
tr_tr: İzleme listesi
uk_ua: Список спостереження

source: Show toolbar
ar_sa: إظهار شريط الأدوات
de_de: Werkzeugleiste anzeigen
fa_ir: نمایش نوار ابزار
hi_in: उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti
ja_jp: ツールバーを表示する
pl_pl: Pokaż pasek narzędzi
ru_ru: Показать панель инструментов
tr_tr: Araç çubuğunu göster
uk_ua: Показати панель інструментів

source: Confirm on panel's close
de_de: Bestätigen Sie beim Schließen des Panels
fa_ir: تایید در نزدیک پانل
hi_in: पैनल के बंद होने पर पुष्टि करें
it_it: Conferma alla chiusura del pannello
ru_ru: Подтверждение при закрытии панели
uk_ua: Підтвердження закриття панелі

source: Add symbols
ar_sa: إضافة رموز
de_de: Fügen Sie Symbole hinzu
fa_ir: افزودن نمادها
hi_in: प्रतीक जोड़ें
it_it: Aggiungi simboli
ja_jp: 記号を追加
pl_pl: Dodaj symbole
ru_ru: Добавить символы
tr_tr: Sembol ekle
uk_ua: Додати символи

source: Remove selected
ar_sa: حذف المحدد
de_de: Entfernen ausgewählt
fa_ir: حذف انتخاب شده
hi_in: चयनित निकालें
it_it: Rimuovi i selezionati
ja_jp: 選択されたものを削除する
pl_pl: Usuń wybrane
ru_ru: Удалить выбранные
tr_tr: Seçiliyi sil
uk_ua: Видалити вибрані

source: Clear all
ar_sa: مسح الكل
de_de: Alles löschen
fa_ir: زدودن همه
hi_in: सभी साफ करें
it_it: Cancella tutto
ja_jp: すべてクリアする
pl_pl: Wyczyść wszystkie
ru_ru: Очистить все
tr_tr: Tümünü temizle
uk_ua: Очистити все

source: Lock panel
ar_sa: لوحة قفل
de_de: Sperrfeld
fa_ir: پانل قفل
hi_in: लॉक पैनल
it_it: Blocca pannello
ja_jp: ロックパネル
pl_pl: Panel blokady
ru_ru: Заблокировать панель
tr_tr: Kilit paneli
uk_ua: Заблокувати панель

source: Add alert
ar_sa: إضافة تنبيه
de_de: Warnung hinzufügen
fa_ir: اضافه کردن هشدار
hi_in: अलर्ट जोड़ें
it_it: Aggiungi avviso
ja_jp: アラートの追加
pl_pl: Dodaj alert
ru_ru: Добавить оповещение
tr_tr: Uyarı ekleme
uk_ua: Додати оповіщення

source: Copy RTD formula
ar_sa: نسخ صيغة RTD
de_de: FTE-Formel kopieren
fa_ir: کپی فرمول RTD
hi_in: कॉपी आरटीडी फॉर्मूला
it_it: Copia formula RTD
ja_jp: RTD 数式をコピーする
pl_pl: Kopiowanie formuły RTD
ru_ru: Копировать формулу ДРВ
tr_tr: RTD formüllerini kopyala
uk_ua: Копіювати формулу ДРВ

source: All above
ar_sa: كل ما سبق
de_de: Alle oben
fa_ir: همه در بالا
hi_in: ऊपर सभी
it_it: Tutto sopra
ja_jp: 上記のすべて
pl_pl: Wszystko powyżej
ru_ru: Все выше
tr_tr: Tüm yukarıda
uk_ua: Все вище

source: All above + Headers
ar_sa: الكل أعلاه + رؤوس
de_de: Alle oben + Kopfzeilen
fa_ir: همه بالا + سرصفحه
hi_in: उपरोक्त सभी + हेडर
it_it: Tutti sopra - Intestazioni
ja_jp: すべて上記 + ヘッダー
pl_pl: Wszystkie powyższe + Nagłówki
ru_ru: Все выше + Заголовки
tr_tr: Her şey yukarıda + Üstbilgi
uk_ua: Все вище + Заголовки

source: No symbols to show
ar_sa: لا توجد رموز لإظهارها
de_de: Keine Symbole zum Anzeigen
fa_ir: هیچ نمادی برای نشان دادن وجود ندارد
hi_in: दिखाने के लिए कोई प्रतीक नहीं
it_it: Nessun simbolo da mostrare
ja_jp: 表示するシンボルはありません
pl_pl: Brak symboli do pokazania
ru_ru: Символы не выбраны
tr_tr: Gösterilecek sembol yok
uk_ua: Символи не вибрані

source: Add some symbols to watch them
ar_sa: أضف بعض الرموز لمشاهدتها
de_de: Fügen Sie einige Symbole hinzu, um sie zu sehen
fa_ir: اضافه کردن برخی از نمادها به تماشای آنها
hi_in: उन्हें देखने के लिए कुछ प्रतीकों को जोड़ें
it_it: Aggiungi alcuni simboli per guardarli
ja_jp: それらを見るためにいくつかのシンボルを追加する
pl_pl: Dodaj symbole, aby je obejrzeć
ru_ru: Добавьте символы для наблюдения
tr_tr: İzlemek için bazı semboller ekleyin
uk_ua: Додайте символи для спостереження

source: Saved lists
ar_sa: القوائم المحفوظة
de_de: Gespeicherte Listen
fa_ir: لیست های ذخیره شده
hi_in: सहेजी गई सूचियां
it_it: Liste salvate
ja_jp: 保存された一覧
pl_pl: Zapisane listy
ru_ru: Сохраненные списки
tr_tr: Kaydedilen listeler
uk_ua: Збережені списки

source: Add new symbol
ar_sa: إضافة رمز جديد
de_de: Neues Symbol hinzufügen
fa_ir: افزودن نماد جدید
hi_in: नया प्रतीक जोड़ें
it_it: Aggiungi un nuovo simbolo
ja_jp: 新しいシンボルを追加する
pl_pl: Dodaj nowy symbol
ru_ru: Добавить новый символ
tr_tr: Yeni sembol ekle
uk_ua: Додати новий символ

source: Added indicators
ar_sa: المؤشرات المضافة
de_de: Zusatzindikatoren
fa_ir: شاخص های اضافه شده
hi_in: जोड़ा गया संकेतक
it_it: Indicatori aggiunti
ja_jp: 追加されたインジケータ
pl_pl: Dodane wskaźniki
ru_ru: Добавленные индикаторы
tr_tr: Eklenen göstergeler
uk_ua: Додані індикатори

source: Unlock panel
ar_sa: لوحة إلغاء القفل
de_de: Entsperrungsfeld
fa_ir: بازکردن قفل پانل
hi_in: पैनल अनलॉक करें
it_it: Pannello di sblocco
ja_jp: パネルのロック解除
pl_pl: Odblokuj panel
ru_ru: Разблокировать панель
tr_tr: Kilit açma paneli
uk_ua: Розблокувати панель

source: Save symbol list
ar_sa: حفظ قائمه الرموز
de_de: Symbolliste speichern
fa_ir: ذخیره لیست نماد
hi_in: प्रतीक सूची सहेजें
it_it: Salva elenco simboli
ja_jp: シンボルリストの保存
pl_pl: Zapisz listę symboli
ru_ru: Сохранить список символов
tr_tr: Sembol listesini Kaydet
uk_ua: Зберегти список символів

source: Add symbol
ar_sa: إضافة رمز
de_de: Symbol hinzufügen
fa_ir: افزودن نماد
hi_in: प्रतीक जोड़ें
it_it: Aggiungi simbolo
ja_jp: シンボルを追加する
pl_pl: Dodaj symbol
ru_ru: Добавить символ
tr_tr: Sembol ekle
uk_ua: Додати символ

source: Clear table
ar_sa: مسح الجدول
de_de: Klare Tabelle
fa_ir: زدودن جدول
hi_in: तालिका साफ़ करें
it_it: Tavolo chiaro
ja_jp: テーブルのクリア
pl_pl: Wyczyść tabelę
ru_ru: Очистить таблицу
tr_tr: Tümünü temizle
uk_ua: Очистити таблицю

source: Symbol
ar_sa: الرمز
fa_ir: نماد
hi_in: प्रतीक
it_it: Simbolo
ja_jp: シンボル
pl_pl: Instrument
ru_ru: Символ
tr_tr: Sembol
uk_ua: Символ

source: Symbol name
ar_sa: اسم الرمز
fa_ir: نام نماد
hi_in: प्रतीक नाम
it_it: Nome del simbolo
ja_jp: シンボル名
pl_pl: Nazwa instrumentu
ru_ru: Название символа
tr_tr: Enstrüman adı
uk_ua: Ім'я символу

source: Description
ar_sa: الوصف
de_de: Beschreibung
fa_ir: توضیحات
hi_in: विवरण
it_it: Descrizione
ja_jp: 説明
pl_pl: Opis
ru_ru: Описание
tr_tr: Açıklama
uk_ua: Опис

source: The description of the symbol
ar_sa: وصف الرمز
de_de: Die Beschreibung des Symbols
fa_ir: شرح نماد
hi_in: प्रतीक का वर्णन
it_it: La descrizione del simbolo
ja_jp: シンボルの説明
pl_pl: Opis symbolu
ru_ru: Описание символа
tr_tr: Sembolün açıklaması
uk_ua: Опис символу

source: Symbol type
ar_sa: نوع الرمز
de_de: Symboltyp
fa_ir: نوع نماد
hi_in: प्रतीक प्रकार
it_it: Tipo di simbolo
ja_jp: シンボルの種類
pl_pl: Typ symbolu
ru_ru: Тип символа
tr_tr: Sembol türü
uk_ua: Тип символу

source: Symbol’s asset class
ar_sa: فئة أصول الرمز
de_de: Symbol der Anlageklasse
fa_ir: کلاس دارایی نماد
hi_in: प्रतीक है परिसंपत्ति वर्ग
it_it: Classe di asset del simbolo
ja_jp: シンボルのアセットクラス
pl_pl: Klasa aktywów symbolu
ru_ru: Класс актива символа
tr_tr: Sembolün varlık sınıfı
uk_ua: Клас активів символу

source: Expiration date
ar_sa: تاريخ الانتهاء
de_de: Haltbarkeitsdatum
fa_ir: تاریخ انقضا
hi_in: समय सीमा समाप्ति दिनांक
it_it: Data di scadenza
ja_jp: 満期日
pl_pl: Termin ważności
ru_ru: Дата экспирации
tr_tr: Sona erme tarihi
uk_ua: Термін придатності

source: Expiration date of derivative symbol
ar_sa: تاريخ انتهاء صلاحيه رمز المشتقة
de_de: Ablaufdatum des Derivat-Symbols
fa_ir: تاریخ انقضا نماد مشتق شده
hi_in: व्युत्पंन प्रतीक की समाप्ति तिथि
it_it: Data di scadenza del simbolo derivato
ja_jp: デリバティブシンボルの有効期限
pl_pl: Data wygaśnięcia symbolu pochodnego
ru_ru: Срок действия дериватива
tr_tr: Türev sembolünün sona erme tarihi
uk_ua: Термін придатності деривативу

source: Strike price
ar_sa: سعر الضربة
de_de: Ausübungspreis
fa_ir: قیمت اعتصاب
hi_in: स्ट्राइक प्राइस
it_it: Prezzo di esercizio
ja_jp: 権利行使価格
pl_pl: Cena Strike
ru_ru: Страйк-цена
tr_tr: İşlem fiyatı
uk_ua: Страйк-ціна

source: Option’s strike price
ar_sa: سعر التنفيذ للخيار
de_de: Der Ausübungspreis der Option
fa_ir: قیمت اعتصاب گزینه
hi_in: विकल्प का स्ट्राइक प्राइस
it_it: Prezzo di esercizio dell'opzione
ja_jp: オプションの行使価格
pl_pl: Cena wykonania opcji
ru_ru: Цена исполнения опциона
tr_tr: Option’un grev fiyatı
uk_ua: Ціна виконання опціону

source: Exchange
ar_sa: تحويل
de_de: Austausch
fa_ir: تبادل
hi_in: बदलना
it_it: Scambio
ja_jp: 取引所
pl_pl: Wymieniać się
ru_ru: Биржа
tr_tr: Değiştir
uk_ua: Біржа

source: The exchange of the symbol
ar_sa: تبادل الرمز
de_de: Der Austausch des Symbols
fa_ir: تبادل نماد
hi_in: प्रतीक का आदान-प्रदान
it_it: Lo scambio del simbolo
ja_jp: シンボルの交換
pl_pl: Wymiana symbolu
ru_ru: Биржа, на которой торгуется инструмент
tr_tr: Sembolün değişimi
uk_ua: Біржа, де торгується інструмент

source: Last
ar_sa: الأخير
de_de: Letzte
fa_ir: آخرین
hi_in: पिछला
it_it: Ultimo
ja_jp: 最後
pl_pl: Ostatni
ru_ru: Ласт
tr_tr: Son
uk_ua: Ласт

source: The last tradable price
ar_sa: آخر سعر قابل للتداول
de_de: Der letzte handelbare Preis
fa_ir: آخرین قیمت قابل معامله
hi_in: पिछले व्यापार योग्य मूल्य
it_it: L'ultimo prezzo negoziabile
ja_jp: 最後の取引可能な価格
pl_pl: Ostatnia zbywalna cena
ru_ru: Цена последней сделки
tr_tr: Son işlem ücreti
uk_ua: Ціна останньої угоди

source: Last size
ar_sa: آخر حجم
de_de: Letzte Größe
fa_ir: اندازه آخر
hi_in: अंतिम आकार
it_it: Ultima dimensione
ja_jp: 最後のサイズ
pl_pl: Ost. wol.
ru_ru: Объем Ласт
tr_tr: Son Hacim
uk_ua: Об'єм Ласт

source: The last tradable size
ar_sa: آخر حجم قابل للتداول
de_de: Die letzte handelbare Größe
fa_ir: آخرین اندازه قابل معامله
hi_in: पिछले व्यापार योग्य आकार
it_it: L'ultima dimensione scambiabile
ja_jp: 最後に取引可能なサイズ
pl_pl: Ostatni rozmiar zbywalny
ru_ru: Объем последней сделки
tr_tr: Son ticaret hacmi
uk_ua: Об'єм останньої угоди

source: Last date/time
ar_sa: تاريخ / وقت آخر
de_de: Letztes Datum / Uhrzeit
fa_ir: آخرین تاریخ/زمان
hi_in: अंतिम दिनांक/
it_it: Ultima data / ora
ja_jp: 最終日時
pl_pl: Ostatnia data / czas
ru_ru: Дата/время Ласт
tr_tr: Son tarih / saat
uk_ua: Дата/час Ласт

source: Date/Time of the last trade
ar_sa: تاريخ / وقت آخر تداول
de_de: Datum / Uhrzeit des letzten Handels
fa_ir: تاریخ/زمان آخرین تجارت
hi_in: अंतिम व्यापार की तिथि/
it_it: Data / ora dell'ultimo scambio
ja_jp: 最後の取引の日付/時刻
pl_pl: Data / czas ostatniego handlu
ru_ru: Дата/время последней сделки
tr_tr: Son ticaretin tarihi / saati
uk_ua: Дата/час останньої угоди

source: Bid
ar_sa: عرض
de_de: Bieten
fa_ir: پیشنهاد
hi_in: बोली
it_it: Offerta
ja_jp: 入札
pl_pl: Oferta
ru_ru: Бид
tr_tr: Alış
uk_ua: Бід

source: Current bid price
ar_sa: سعر العرض الحالي
de_de: Aktueller Gebotspreis
fa_ir: قیمت پیشنهادی فعلی
hi_in: वर्तमान बोली मूल्य
it_it: Prezzo di offerta corrente
ja_jp: 現在の入札価格
pl_pl: Aktualna cena oferty
ru_ru: Текущая цена Бид
tr_tr: Mevcut teklif fiyatı
uk_ua: Поточна ціна Бід

source: Bid size
ar_sa: حجم العرض
de_de: Gebotsgröße
fa_ir: اندازه پیشنهاد
hi_in: बोली का आकार
it_it: Dimensione dell'offerta
ja_jp: Bidのサイズ
pl_pl: Wielkość stawki
ru_ru: Объем Бид
tr_tr: Satış miktarı
uk_ua: Об'єм Бід

source: Current bid size
ar_sa: حجم المزايدة الحالي
de_de: Aktuelle Gebotsgröße
fa_ir: اندازه پیشنهاد فعلی
hi_in: वर्तमान बोली आकार
it_it: Dimensione dell'offerta corrente
ja_jp: 現在の入札単価
pl_pl: Aktualny rozmiar oferty
ru_ru: Текущий объем Бид
tr_tr: Geçerli teklif boyutu
uk_ua: Поточний об'єм Бід

source: Ask
ar_sa: الطلب
de_de: Fragen
fa_ir: بپرسید
hi_in: पूछो
it_it: Chiedere
ja_jp: 尋ねる
pl_pl: S
ru_ru: Аск
tr_tr: Satış
uk_ua: Аск

source: Current ask price
ar_sa: سعر الطلب الحالي
de_de: Aktueller Briefkurs
fa_ir: قیمت درخواست فعلی
hi_in: वर्तमान मूल्य पूछें
it_it: Prezzo di domanda corrente
ja_jp: 現在のアスク価格
pl_pl: Aktualna cena sprzedaży
ru_ru: Текущая цена Аск
tr_tr: Mevcut sormak fiyat
uk_ua: Поточний об'єм Аск

source: Ask size
ar_sa: حجم الطلب
de_de: Frage Größe
fa_ir: اندازه سوال
hi_in: आकार पूछें
it_it: Chiedi taglia
ja_jp: Askのサイズ
pl_pl: Zapytaj rozmiar
ru_ru: Объем Аск
tr_tr: Alış miktarı
uk_ua: Об'єм Аск

source: Current ask size
ar_sa: حجم الطلب الحالي
de_de: Aktuelle Anfragegröße
fa_ir: اندازه درخواست کنونی
hi_in: वर्तमान आकार पूछें
it_it: Dimensione attuale della domanda
ja_jp: 現在のお問い合わせサイズ
pl_pl: Aktualny rozmiar zapytania
ru_ru: Текущий объем Аск
tr_tr: Mevcut sormak boyutu
uk_ua: Поточний об'єм Аск

source: Spread
ar_sa: انتشار
de_de: Verbreitung
fa_ir: گسترش
hi_in: फैलना
it_it: Diffusione
ja_jp: スプレッド
pl_pl: Rozpiętość
ru_ru: Спред
tr_tr: YAYILMIŞ
uk_ua: Спред

source: The current difference between ask and bid prices
ar_sa: الفرق الحالي بين أسعار الشراء والطلب
de_de: Der aktuelle Unterschied zwischen Ask- und Bid-Preisen
fa_ir: تفاوت فعلی بین قیمت های ask و bid
hi_in: पूछो और बोली की कीमतों के बीच वर्तमान अंतर
it_it: La differenza attuale tra i prezzi ask e bid
ja_jp: 尋問価格と入札価格の現在の差額
pl_pl: Obecna różnica między cenami zapytań i ofert
ru_ru: Текущая разница между ценой Аск и Бид
tr_tr: Talep ve teklif fiyatları arasındaki mevcut fark
uk_ua: Поточна різниця між ціною Аск та Бід

source: Spread, %
de_de: Verbreitung, %
fa_ir: اسپرد ،%
hi_in: फैल,%
it_it: Diffusione, %
ja_jp: スプレッド（％）
pl_pl: Spread w %
ru_ru: Спред, %
tr_tr: Dağılım %
uk_ua: Спред, %

source: The percentage value of spread
ar_sa: النسبة المئوية للسبريد
de_de: Der Prozentwert des Spreads
fa_ir: درصد ارزش اسپرد
hi_in: प्रसार का प्रतिशत मूल्य
it_it: Il valore percentuale dello spread
ja_jp: スプレッドのパーセンテージ値
pl_pl: Procentowa wartość spreadu
ru_ru: Процентное значение спреда
tr_tr: Formanın yüzdesi
uk_ua: Відсоткове значення спреду

source: Change
ar_sa: التغيّر
de_de: Veränderung
fa_ir: تغییر
hi_in: बदल
it_it: Modificare
ja_jp: 変化
pl_pl: Zmiana
ru_ru: Изменение
tr_tr: Değişiklik
uk_ua: Зміна

source: The difference between current price and previous close/settlement price
ar_sa: الفرق بين السعر الحالي وسعر الإغلاق / التسوية السابق
de_de: Die Differenz zwischen aktuellem Preis und vorherigem Schluss- / Abrechnungspreis
fa_ir: تفاوت قیمت فعلی و قیمت قبلی/تسویه حساب
hi_in: वर्तमान मूल्य और पिछले बंद/निपटान मूल्य के बीच का अंतर
it_it: La differenza tra il prezzo corrente e il precedente prezzo di chiusura / regolamento
ja_jp: 現在の価格と前回のクローズ/決済価格との差異
pl_pl: Różnica między aktualną ceną a wcześniejszą ceną zamknięcia / rozliczenia
ru_ru: Разница между текущей ценой и предыдущей ценой закрытия/расчета
tr_tr: Mevcut fiyat ile önceki kapanış / kapanış fiyatı arasındaki fark
uk_ua: Різниця між поточною ціною та попередньою ціною закриття/розрахунку

source: Change, %
ar_sa: التغيّر
de_de: Veränderung, %
fa_ir: مطلق تغيير,%
hi_in: बदलें,%
it_it: Modificare, %
ja_jp: 変化
pl_pl: Zmiana, %
ru_ru: Изменение, %
tr_tr: Değiştir %
uk_ua: Зміна, %

source: The percentage value of difference between current price and previous close/settlement price
ar_sa: النسبة المئوية لقيمة الفرق بين السعر الحالي وسعر الإغلاق / التسوية السابق
de_de: Der prozentuale Wert der Differenz zwischen dem aktuellen Preis und dem vorherigen Schluss- / Abrechnungspreis
fa_ir: درصد ارزش تفاوت قیمت فعلی و قیمت قبلی/تسویه قبل
hi_in: वर्तमान मूल्य और पिछले बंद/निपटान मूल्य के बीच अंतर का प्रतिशत मूल्य
it_it: Il valore percentuale della differenza tra il prezzo corrente e il precedente prezzo di chiusura / regolamento
ja_jp: 現在の価格と前回のクローズ/決済価格との差額のパーセンテージ値
pl_pl: Procentowa wartość różnicy między aktualną ceną a wcześniejszą ceną zamknięcia / rozliczenia
ru_ru: Процентное значение разницы между текущей ценой и предыдущей ценой закрытия/расчета
tr_tr: Cari fiyat ile önceki kapanış / uzlaşma fiyatı arasındaki farkın yüzde değeri
uk_ua: Відсоткове значення різниці між поточною ціною та попередньою ціною закриття/розрахунку

source: Open
ar_sa: فتح
de_de: Öffnen
fa_ir: باز
hi_in: खोलें
it_it: Aperto
ja_jp: 開く
pl_pl: Otwarcie
ru_ru: Открытие
tr_tr: Açılış
uk_ua: Відкриття

source: Current day open price
ar_sa: اليوم سعر الافتتاح
de_de: Aktueller Tagespreis
fa_ir: روز جاری باز قیمت
hi_in: वर्तमान दिन खुला मूल्य
it_it: Giorno corrente prezzo aperto
ja_jp: 当日のオープンプライス
pl_pl: Aktualna cena otwarcia dnia
ru_ru: Цена открытия текущего дня
tr_tr: Güncel gün açık fiyat
uk_ua: Ціна відкриття поточного дня

source: High
ar_sa: أعلى
de_de: Hoch
fa_ir: بالا
hi_in: उच्च
it_it: alto
ja_jp: 高値
pl_pl: Wysoki
ru_ru: Максимум
tr_tr: Yüksek
uk_ua: Максимум

source: Current day high price
ar_sa: السعر المرتفع اليوم الحالي
de_de: Derzeitiger Tageshochpreis
fa_ir: روز جاری قیمت بالا
hi_in: वर्तमान दिन उच्च कीमत
it_it: Prezzo alto giorno corrente
ja_jp: 今日の高値
pl_pl: Obecna wysoka cena
ru_ru: Максимальная цена текущего дня
tr_tr: Güncel gün yüksek fiyat
uk_ua: Максимальна ціна поточного дня

source: Low
ar_sa: أقل
de_de: Niedrig
fa_ir: کم
hi_in: कम
it_it: Basso
ja_jp: 安値
pl_pl: Niska
ru_ru: Минимум
tr_tr: Düşük
uk_ua: Мінімум

source: Current day low price
ar_sa: السعر المنخفض اليوم الحالي
de_de: Aktueller Tag niedriger Preis
fa_ir: قیمت پایین روز جاری
hi_in: वर्तमान दिन कम कीमत
it_it: Prezzo basso giorno corrente
ja_jp: 今日の安い値段
pl_pl: Niska cena za bieżący dzień
ru_ru: Минимальная цена цена текущего дня
tr_tr: Güncel gün düşük fiyat
uk_ua: Мінімальна ціна ціна поточного дня

source: Prev. close
ar_sa: الإغلاق السابق
de_de: Vorherige
fa_ir: قبلی نزدیک
it_it: Prev.
ja_jp: 終値
pl_pl: Poprzednio
ru_ru: Пред. закрытие
tr_tr: Önc. kapatma
uk_ua: Попер. закриття

source: Previous day close price
ar_sa: سعر إغلاق اليوم الماضي
de_de: Frühester Tagesschlusskurs
fa_ir: روز قبلی قیمت نزدیک
hi_in: पिछला दिन बंद कीमत
it_it: Prezzo di chiusura del giorno precedente
ja_jp: 終値
pl_pl: Cena zamknięcia z dnia poprzedniego
ru_ru: Цена закрытия за предыдущий день
tr_tr: Önceki gün kapanış fiyatı
uk_ua: Ціна закриття попереднього дня

source: Prev. settlement
ar_sa: السابق.
de_de: Vorherige
fa_ir: حل و فصل قبلی
hi_in: Prev. सेटलमेंट
it_it: Prev.
ja_jp: 前
pl_pl: Poprzedni
ru_ru: Пред. расчет
tr_tr: Önceki.
uk_ua: Попер. розрахунок

source: Previous day settlement price, applicable for derivatives
ar_sa: سعر تسوية اليوم السابق ، ينطبق على المشتقات
de_de: Frühester Abrechnungspreis, anwendbar auf Derivate
fa_ir: روز قبلی قیمت تسویه ، قابل استفاده برای مشتقات
hi_in: पिछले दिन निपटान मूल्य, डेरिवेटिव के लिए लागू
it_it: Prezzo di liquidazione del giorno precedente, applicabile per i derivati
ja_jp: デリバティブに適用される前日の決済価格
pl_pl: Cena rozliczeniowa w poprzednim dniu, obowiązująca dla instrumentów pochodnych
ru_ru: Расчетная цена за предыдущий день, применимая к деривативам
tr_tr: Önceki gün takas fiyatı, türev ürünler için geçerlidir
uk_ua: Розрахункова ціна попереднього дня, застосовна для деривативів

source: Volume
ar_sa: الحجم
de_de: Volumen
fa_ir: دوره
hi_in: आयतन
ja_jp: 出来高
pl_pl: Tom
ru_ru: Объем
tr_tr: Hacim
uk_ua: Обсяг

source: Current day total volume
ar_sa: الحجم الإجمالي لليوم الحالي
de_de: Aktuelles Tagesgesamtvolumen
fa_ir: حجم کل روز کنونی
hi_in: वर्तमान दिन कुल मात्रा
it_it: Volume totale del giorno corrente
ja_jp: 現在の総ボリューム
pl_pl: Łączna objętość bieżącego dnia
ru_ru: Общий объем текущего дня
tr_tr: Mevcut gün toplam hacmi
uk_ua: Сумарний обсяг поточного дня

source: Open interest
ar_sa: الفائدة المفتوحة
de_de: Offenes Interesse
fa_ir: باز علاقه
hi_in: खुला ब्याज
it_it: Interesse aperto
ja_jp: 未決済取引残高
pl_pl: Otwarte odsetki
ru_ru: Открытый интерес
tr_tr: Faiz aç
uk_ua: Відкритий інтерес

source: Trades
ar_sa: التداولات
de_de: Geschäfte
fa_ir: معاملات
hi_in: ट्रेडों
ja_jp: 取引
pl_pl: Transakcje
ru_ru: Сделки
tr_tr: İşlemler
uk_ua: Угоди

source: Current day number of trades
ar_sa: اليوم عدد الصفقات
de_de: Anzahl der aktuellen Handelstage
fa_ir: تعداد روز کنونی معاملات
hi_in: वर्तमान दिन ट्रेडों की संख्या
it_it: Numero di giorni del giorno corrente
ja_jp: 当日の取引数
pl_pl: Bieżąca liczba transakcji
ru_ru: Количество сделок текущего дня
tr_tr: Mevcut gün esnaf sayısı
uk_ua: Кількість угод поточного дня

source: Ticks
ar_sa: حركات الأسعار
de_de: Zecken
fa_ir: کنه
it_it: Le zecche
ja_jp: ティック
pl_pl: Kleszcze
ru_ru: Тики
tr_tr: Tikler
uk_ua: Тіки
